{
  "Chapter": [
    {
      "Verse": [
        {
          "Verseid": "39000000",
          "Verse": "The book of the generation of Jesus Christ, the son of David, the son of Abraham."
        },
        {
          "Verseid": "39000001",
          "Verse": "Abraham brings forth Isaac; and Isaac brings forth Jacob; and Jacob brings forth Judas and his brethren;"
        },
        {
          "Verseid": "39000002",
          "Verse": "And Judas brings forth Phares and Zara of Thamar; and Phares brings forth Esrom; and Esrom brings forth Aram;"
        },
        {
          "Verseid": "39000003",
          "Verse": "And Aram brings forth Aminadab; and Aminadab brings forth Naasson; and Naasson brings forth Salmon;"
        },
        {
          "Verseid": "39000004",
          "Verse": "And Salmon brings forth Booz of Rachab; and Booz brings forth Obed of Ruth; and Obed brings forth Jesse;"
        },
        {
          "Verseid": "39000005",
          "Verse": "And Jesse brings forth David the king; and David the king brings forth Solomon of her that had been the wife of Urias;"
        },
        {
          "Verseid": "39000006",
          "Verse": "And Solomon brings forth Roboam; and Roboam brings forth Abia; and Abia brings forth Asa;"
        },
        {
          "Verseid": "39000007",
          "Verse": "And Asa brings forth Josaphat; and Josaphat brings forth Joram; and Joram brings forth Ozias;"
        },
        {
          "Verseid": "39000008",
          "Verse": "And Ozias brings forth Joatham; and Joatham brings forth Achaz; and Achaz brings forth Ezekias;"
        },
        {
          "Verseid": "39000009",
          "Verse": "And Ezekias brings forth Manasses; and Manasses brings forth Amon; and Amon brings forth Josias;"
        },
        {
          "Verseid": "39000010",
          "Verse": "And Josias brings forth Jechonias and his brethren, about the time they were carried away to Babylon:"
        },
        {
          "Verseid": "39000011",
          "Verse": "And after they were brought to Babylon, Jechonias brings forth Salathiel; and Salathiel brings forth Zorobabel;"
        },
        {
          "Verseid": "39000012",
          "Verse": "And Zorobabel brings forth Abiud; and Abiud brings forth Eliakim; and Eliakim brings forth Azor;"
        },
        {
          "Verseid": "39000013",
          "Verse": "And Azor brings forth Sadoc; and Sadoc brings forth Achim; and Achim brings forth Eliud;"
        },
        {
          "Verseid": "39000014",
          "Verse": "And Eliud brings forth Eleazar; and Eleazar brings forth Matthan; and Matthan brings forth Jacob;"
        },
        {
          "Verseid": "39000015",
          "Verse": "And Jacob brings forth Joseph the husband of Mary, of whom was born Jesus, who is called Christ."
        },
        {
          "Verseid": "39000016",
          "Verse": "So all the generations from Abraham to David are fourteen generations; and from David until the carrying away into Babylon are fourteen generations; and from the carrying away into Babylon unto Christ are fourteen generations."
        },
        {
          "Verseid": "39000017",
          "Verse": "Now the birth of Jesus Christ was likewise: When as his mother Mary was espoused to Joseph, before they came together, she was found with child of the Holy Spirit."
        },
        {
          "Verseid": "39000018",
          "Verse": "Then Joseph her husband, being a just man, and not willing to make her a public example, was minded to put her away privately."
        },
        {
          "Verseid": "39000019",
          "Verse": "But while he thought on these things, behold, the angel of the LORD appeared unto him in a dream, saying, Joseph, you son of David, fear not to take unto you Mary your wife: for that which is conceived in her is of the Holy Spirit."
        },
        {
          "Verseid": "39000020",
          "Verse": "And she shall bring forth a son, and you shall call his name JESUS: for he shall save his people from their sins."
        },
        {
          "Verseid": "39000021",
          "Verse": "Now all this was done, that it might be fulfilled which was spoken of the Lord by the prophet, saying,"
        },
        {
          "Verseid": "39000022",
          "Verse": "Behold, a virgin shall be with child, and shall bring forth a son, and they shall call his name Emmanuel, which being interpreted is, God with us."
        },
        {
          "Verseid": "39000023",
          "Verse": "Then Joseph being raised from sleep did as the angel of the Lord had bidden him, and took unto him his wife:"
        },
        {
          "Verseid": "39000024",
          "Verse": "And had sexual contact with her not till she had brought forth her firstborn son: and he called his name JESUS."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "39001000",
          "Verse": "Now when Jesus was born in Bethlehem of Judaea in the days of Herod the king, behold, there came wise men from the east to Jerusalem,"
        },
        {
          "Verseid": "39001001",
          "Verse": "Saying, Where is he that is born King of the Jews? for we have seen his star in the east, and are come to worship him."
        },
        {
          "Verseid": "39001002",
          "Verse": "When Herod the king had heard these things, he was troubled, and all Jerusalem with him."
        },
        {
          "Verseid": "39001003",
          "Verse": "And when he had gathered all the chief priests and scribes of the people together, he demanded of them where Christ should be born."
        },
        {
          "Verseid": "39001004",
          "Verse": "And they said unto him, In Bethlehem of Judaea: for thus it is written by the prophet,"
        },
        {
          "Verseid": "39001005",
          "Verse": "And you Bethlehem, in the land of Juda, are not the least among the princes of Juda: for out of you shall come a Governor, that shall rule my people Israel."
        },
        {
          "Verseid": "39001006",
          "Verse": "Then Herod, when he had privately called the wise men, enquired of them diligently what time the star appeared."
        },
        {
          "Verseid": "39001007",
          "Verse": "And he sent them to Bethlehem, and said, Go and search diligently for the young child; and when all of you have found him, bring me word again, that I may come and worship him also."
        },
        {
          "Verseid": "39001008",
          "Verse": "When they had heard the king, they departed; and, lo, the star, which they saw in the east, went before them, till it came and stood over where the young child was."
        },
        {
          "Verseid": "39001009",
          "Verse": "When they saw the star, they rejoiced with exceeding great joy."
        },
        {
          "Verseid": "39001010",
          "Verse": "And when they were come into the house, they saw the young child with Mary his mother, and fell down, and worshipped him: and when they had opened their treasures, they presented unto him gifts; gold, and frankincense and myrrh."
        },
        {
          "Verseid": "39001011",
          "Verse": "And being warned of God in a dream that they should not return to Herod, they departed into their own country another way."
        },
        {
          "Verseid": "39001012",
          "Verse": "And when they were departed, behold, the angel of the Lord appears to Joseph in a dream, saying, Arise, and take the young child and his mother, and flee into Egypt, and be you there until I bring you word: for Herod will seek the young child to destroy him."
        },
        {
          "Verseid": "39001013",
          "Verse": "When he arose, he took the young child and his mother by night, and departed into Egypt:"
        },
        {
          "Verseid": "39001014",
          "Verse": "And was there until the death of Herod: that it might be fulfilled which was spoken of the Lord by the prophet, saying, Out of Egypt have I called my son."
        },
        {
          "Verseid": "39001015",
          "Verse": "Then Herod, when he saw that he was mocked of the wise men, was exceeding angry, and sent forth, and slew all the children that were in Bethlehem, and in all the coasts thereof, from two years old and under, according to the time which he had diligently enquired of the wise men."
        },
        {
          "Verseid": "39001016",
          "Verse": "Then was fulfilled that which was spoken by Jeremy the prophet, saying,"
        },
        {
          "Verseid": "39001017",
          "Verse": "In Rama was there a voice heard, lamentation, and weeping, and great mourning, Rachel weeping for her children, and would not be comforted, because they are not."
        },
        {
          "Verseid": "39001018",
          "Verse": "But when Herod was dead, behold, an angel of the Lord appears in a dream to Joseph in Egypt,"
        },
        {
          "Verseid": "39001019",
          "Verse": "Saying, Arise, and take the young child and his mother, and go into the land of Israel: for they are dead which sought the young child's life."
        },
        {
          "Verseid": "39001020",
          "Verse": "And he arose, and took the young child and his mother, and came into the land of Israel."
        },
        {
          "Verseid": "39001021",
          "Verse": "But when he heard that Archelaus did reign in Judaea in the room of his father Herod, he was afraid to go thither: notwithstanding, being warned of God in a dream, he turned aside into the parts of Galilee:"
        },
        {
          "Verseid": "39001022",
          "Verse": "And he came and dwelt in a city called Nazareth: that it might be fulfilled which was spoken by the prophets, He shall be called a Nazarene."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "39002000",
          "Verse": "In those days came John the Baptist, preaching in the wilderness of Judaea,"
        },
        {
          "Verseid": "39002001",
          "Verse": "And saying, Repent all of you: for the kingdom of heaven is at hand."
        },
        {
          "Verseid": "39002002",
          "Verse": "For this is he that was spoken of by the prophet Isaiah, saying, The voice of one crying in the wilderness, Prepare all of you the way of the Lord, make his paths straight."
        },
        {
          "Verseid": "39002003",
          "Verse": "And the same John had his raiment of camel's hair, and a leathern girdle about his loins; and his food was locusts and wild honey."
        },
        {
          "Verseid": "39002004",
          "Verse": "Then went out to him Jerusalem, and all Judaea, and all the region round about Jordan,"
        },
        {
          "Verseid": "39002005",
          "Verse": "And were baptized of him in Jordan, confessing their sins."
        },
        {
          "Verseid": "39002006",
          "Verse": "But when he saw many of the Pharisees and Sadducees come to his baptism, he said unto them, O generation of vipers, who has warned you to flee from the wrath to come?"
        },
        {
          "Verseid": "39002007",
          "Verse": "Bring forth therefore fruits meet for repentance:"
        },
        {
          "Verseid": "39002008",
          "Verse": "And think not to say within yourselves, We have Abraham to our father: for I say unto you, that God is able of these stones to raise up children unto Abraham."
        },
        {
          "Verseid": "39002009",
          "Verse": "And now also the axe is laid unto the root of the trees: therefore every tree which brings not forth good fruit is hewn down, and cast into the fire."
        },
        {
          "Verseid": "39002010",
          "Verse": "I indeed baptize you with water unto repentance. but he that comes after me is mightier than I, whose shoes I am not worthy to bear: he shall baptize you with the Holy Spirit, and with fire:"
        },
        {
          "Verseid": "39002011",
          "Verse": "Whose fan is in his hand, and he will thoroughly purge his floor, and gather his wheat into the garner; but he will burn up the chaff with unquenchable fire."
        },
        {
          "Verseid": "39002012",
          "Verse": "Then comes Jesus from Galilee to Jordan unto John, to be baptized of him."
        },
        {
          "Verseid": "39002013",
          "Verse": "But John forbad him, saying, I have need to be baptized of you, and come you to me?"
        },
        {
          "Verseid": "39002014",
          "Verse": "And Jesus answering said unto him, Suffer it to be so now: for thus it becomes us to fulfill all righteousness. Then he suffered him."
        },
        {
          "Verseid": "39002015",
          "Verse": "And Jesus, when he was baptized, went up immediately out of the water: and, lo, the heavens were opened unto him, and he saw the Spirit of God descending like a dove, and lighting upon him:"
        },
        {
          "Verseid": "39002016",
          "Verse": "And lo a voice from heaven, saying, This is my beloved Son, in whom I am well pleased."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "39003000",
          "Verse": "Then was Jesus led up of the spirit into the wilderness to be tempted of the devil."
        },
        {
          "Verseid": "39003001",
          "Verse": "And when he had fasted forty days and forty nights, he was afterward an hungered."
        },
        {
          "Verseid": "39003002",
          "Verse": "And when the tempter came to him, he said, If you be the Son of God, command that these stones be made bread."
        },
        {
          "Verseid": "39003003",
          "Verse": "But he answered and said, It is written, Man shall not live by bread alone, but by every word that proceeds out of the mouth of God."
        },
        {
          "Verseid": "39003004",
          "Verse": "Then the devil takes him up into the holy city, and sets him on a pinnacle of the temple,"
        },
        {
          "Verseid": "39003005",
          "Verse": "And says unto him, If you be the Son of God, cast yourself down: for it is written, He shall give his angels charge concerning you: and in their hands they shall bear you up, lest at any time you dash your foot against a stone."
        },
        {
          "Verseid": "39003006",
          "Verse": "Jesus said unto him, It is written again, You shall not tempt the Lord your God."
        },
        {
          "Verseid": "39003007",
          "Verse": "Again, the devil takes him up into an exceeding high mountain, and shows him all the kingdoms of the world, and the glory of them;"
        },
        {
          "Verseid": "39003008",
          "Verse": "And says unto him, All these things will I give you, if you will fall down and worship me."
        },
        {
          "Verseid": "39003009",
          "Verse": "Then says Jesus unto him, Get you behind, Satan: for it is written, You shall worship the Lord your God, and him only shall you serve."
        },
        {
          "Verseid": "39003010",
          "Verse": "Then the devil left him, and, behold, angels came and ministered unto him."
        },
        {
          "Verseid": "39003011",
          "Verse": "Now when Jesus had heard that John was cast into prison, he departed into Galilee;"
        },
        {
          "Verseid": "39003012",
          "Verse": "And leaving Nazareth, he came and dwelt in Capernaum, which is upon the sea coast, in the borders of Zabulon and Nephthalim:"
        },
        {
          "Verseid": "39003013",
          "Verse": "That it might be fulfilled which was spoken by Isaiah the prophet, saying,"
        },
        {
          "Verseid": "39003014",
          "Verse": "The land of Zabulon, and the land of Nephthalim, by the way of the sea, beyond Jordan, Galilee of the Gentiles;"
        },
        {
          "Verseid": "39003015",
          "Verse": "The people which sat in darkness saw great light; and to them which sat in the region and shadow of death light is sprung up."
        },
        {
          "Verseid": "39003016",
          "Verse": "From that time Jesus began to preach, and to say, Repent: for the kingdom of heaven is at hand."
        },
        {
          "Verseid": "39003017",
          "Verse": "And Jesus, walking by the sea of Galilee, saw two brethren, Simon called Peter, and Andrew his brother, casting a net into the sea: for they were fishers."
        },
        {
          "Verseid": "39003018",
          "Verse": "And he says unto them, Follow me, and I will make you fishers of men."
        },
        {
          "Verseid": "39003019",
          "Verse": "And they immediately left their nets, and followed him."
        },
        {
          "Verseid": "39003020",
          "Verse": "And going on from thence, he saw other two brethren, James the son of Zebedee, and John his brother, in a ship with Zebedee their father, mending their nets; and he called them."
        },
        {
          "Verseid": "39003021",
          "Verse": "And they immediately left the ship and their father, and followed him."
        },
        {
          "Verseid": "39003022",
          "Verse": "And Jesus went about all Galilee, teaching in their synagogues, and preaching the gospel of the kingdom, and healing all manner of sickness and all manner of disease among the people."
        },
        {
          "Verseid": "39003023",
          "Verse": "And his fame went throughout all Syria: and they brought unto him all sick people that were taken with divers diseases and torments, and those which were possessed with devils, and those which were lunatic, and those that had the palsy; and he healed them."
        },
        {
          "Verseid": "39003024",
          "Verse": "And there followed him great multitudes of people from Galilee, and from Decapolis, and from Jerusalem, and from Judaea, and from beyond Jordan."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "39004000",
          "Verse": "And seeing the multitudes, he went up into a mountain: and when he was set, his disciples came unto him:"
        },
        {
          "Verseid": "39004001",
          "Verse": "And he opened his mouth, and taught them, saying,"
        },
        {
          "Verseid": "39004002",
          "Verse": "Blessed are the poor in spirit: for theirs is the kingdom of heaven."
        },
        {
          "Verseid": "39004003",
          "Verse": "Blessed are they that mourn: for they shall be comforted."
        },
        {
          "Verseid": "39004004",
          "Verse": "Blessed are the meek: for they shall inherit the earth."
        },
        {
          "Verseid": "39004005",
          "Verse": "Blessed are they which do hunger and thirst after righteousness: for they shall be filled."
        },
        {
          "Verseid": "39004006",
          "Verse": "Blessed are the merciful: for they shall obtain mercy."
        },
        {
          "Verseid": "39004007",
          "Verse": "Blessed are the pure in heart: for they shall see God."
        },
        {
          "Verseid": "39004008",
          "Verse": "Blessed are the peacemakers: for they shall be called the children of God."
        },
        {
          "Verseid": "39004009",
          "Verse": "Blessed are they which are persecuted for righteousness' sake: for theirs is the kingdom of heaven."
        },
        {
          "Verseid": "39004010",
          "Verse": "Blessed are all of you, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake."
        },
        {
          "Verseid": "39004011",
          "Verse": "Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you."
        },
        {
          "Verseid": "39004012",
          "Verse": "All of you are the salt of the earth: but if the salt have lost his savour, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men."
        },
        {
          "Verseid": "39004013",
          "Verse": "All of you are the light of the world. A city that is set on an hill cannot be hid."
        },
        {
          "Verseid": "39004014",
          "Verse": "Neither do men light a candle, and put it under a bushel, but on a candlestick; and it gives light unto all that are in the house."
        },
        {
          "Verseid": "39004015",
          "Verse": "Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven."
        },
        {
          "Verseid": "39004016",
          "Verse": "Think not that I am come to destroy the law, or the prophets: I am not come to destroy, but to fulfill."
        },
        {
          "Verseid": "39004017",
          "Verse": "For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled."
        },
        {
          "Verseid": "39004018",
          "Verse": "Whosoever therefore shall break one of these least commandments, and shall teach men so, he shall be called the least in the kingdom of heaven: but whosoever shall do and teach them, the same shall be called great in the kingdom of heaven."
        },
        {
          "Verseid": "39004019",
          "Verse": "For I say unto you, That except your righteousness shall exceed the righteousness of the scribes and Pharisees, all of you shall in no case enter into the kingdom of heaven."
        },
        {
          "Verseid": "39004020",
          "Verse": "All of you have heard that it was said of them of old time, You shall not kill; and whosoever shall kill shall be in danger of the judgment:"
        },
        {
          "Verseid": "39004021",
          "Verse": "But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, You fool, shall be in danger of hell fire."
        },
        {
          "Verseid": "39004022",
          "Verse": "Therefore if you bring your gift to the altar, and there remember that your brother has ought against you;"
        },
        {
          "Verseid": "39004023",
          "Verse": "Leave there your gift before the altar, and go your way; first be reconciled to your brother, and then come and offer your gift."
        },
        {
          "Verseid": "39004024",
          "Verse": "Agree with yours adversary quickly, while you are in the way with him; lest at any time the adversary deliver you to the judge, and the judge deliver you to the officer, and you be cast into prison."
        },
        {
          "Verseid": "39004025",
          "Verse": "Verily I say unto you, You shall by no means come out thence, till you have paid the uttermost farthing."
        },
        {
          "Verseid": "39004026",
          "Verse": "All of you have heard that it was said by them of old time, You shall not commit adultery:"
        },
        {
          "Verseid": "39004027",
          "Verse": "But I say unto you, That whosoever looks on a woman to lust after her has committed adultery with her already in his heart."
        },
        {
          "Verseid": "39004028",
          "Verse": "And if your right eye offend you, pluck it out, and cast it from you: for it is profitable for you that one of your members should perish, and not that your whole body should be cast into hell."
        },
        {
          "Verseid": "39004029",
          "Verse": "And if your right hand offend you, cut it off, and cast it from you: for it is profitable for you that one of your members should perish, and not that your whole body should be cast into hell."
        },
        {
          "Verseid": "39004030",
          "Verse": "It has been said, Whosoever shall put away his wife, let him give her a writing of divorcement:"
        },
        {
          "Verseid": "39004031",
          "Verse": "But I say unto you, That whosoever shall put away his wife, saving for the cause of fornication, causes her to commit adultery: and whosoever shall marry her that is divorced commits adultery."
        },
        {
          "Verseid": "39004032",
          "Verse": "Again, all of you have heard that it has been said by them of old time, You shall not renounce swearing yourself, but shall perform unto the Lord yours oaths:"
        },
        {
          "Verseid": "39004033",
          "Verse": "But I say unto you, Swear not at all; neither by heaven; for it is God's throne:"
        },
        {
          "Verseid": "39004034",
          "Verse": "Nor by the earth; for it is his footstool: neither by Jerusalem; for it is the city of the great King."
        },
        {
          "Verseid": "39004035",
          "Verse": "Neither shall you swear by your head, because you can not make one hair white or black."
        },
        {
          "Verseid": "39004036",
          "Verse": "But let your communication be, Yea, yea; Nay, nay: for whatsoever is more than these comes of evil."
        },
        {
          "Verseid": "39004037",
          "Verse": "All of you have heard that it has been said, An eye for an eye, and a tooth for a tooth:"
        },
        {
          "Verseid": "39004038",
          "Verse": "But I say unto you, That all of you resist not evil: but whosoever shall strike you on your right cheek, turn to him the other also."
        },
        {
          "Verseid": "39004039",
          "Verse": "And if any man will sue you at the law, and take away your coat, let him have your cloak also."
        },
        {
          "Verseid": "39004040",
          "Verse": "And whosoever shall compel you to go a mile, go with him two."
        },
        {
          "Verseid": "39004041",
          "Verse": "Give to him that asks you, and from him that would borrow of you turn not you away."
        },
        {
          "Verseid": "39004042",
          "Verse": "All of you have heard that it has been said, You shall love your neighbour, and hate yours enemy."
        },
        {
          "Verseid": "39004043",
          "Verse": "But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;"
        },
        {
          "Verseid": "39004044",
          "Verse": "That all of you may be the children of your Father which is in heaven: for he makes his sun to rise on the evil and on the good, and sends rain on the just and on the unjust."
        },
        {
          "Verseid": "39004045",
          "Verse": "For if all of you love them which love you, what reward have all of you? do not even the publicans the same?"
        },
        {
          "Verseid": "39004046",
          "Verse": "And if all of you salute your brethren only, what do all of you more than others? do not even the publicans so?"
        },
        {
          "Verseid": "39004047",
          "Verse": "Be all of you therefore perfect, even as your Father which is in heaven is perfect."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "39005000",
          "Verse": "Take heed that all of you do not your alms before men, to be seen of them: otherwise all of you have no reward of your Father which is in heaven."
        },
        {
          "Verseid": "39005001",
          "Verse": "Therefore when you do yours alms, do not sound a trumpet before you, as the hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, They have their reward."
        },
        {
          "Verseid": "39005002",
          "Verse": "But when you do alms, let not your left hand know what your right hand does:"
        },
        {
          "Verseid": "39005003",
          "Verse": "That yours alms may be in secret: and your Father which sees in secret himself shall reward you openly."
        },
        {
          "Verseid": "39005004",
          "Verse": "And when you pray, you shall not be as the hypocrites are: for they love to pray standing in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, They have their reward."
        },
        {
          "Verseid": "39005005",
          "Verse": "But you, when you pray, enter into your closet, and when you have shut your door, pray to your Father which is in secret; and your Father which sees in secret shall reward you openly."
        },
        {
          "Verseid": "39005006",
          "Verse": "But when all of you pray, use not vain repetitions, as the heathen do: for they think that they shall be heard for their much speaking."
        },
        {
          "Verseid": "39005007",
          "Verse": "Be not all of you therefore like unto them: for your Father knows what things all of you have need of, before all of you ask him."
        },
        {
          "Verseid": "39005008",
          "Verse": "After this manner therefore pray all of you: Our Father which are in heaven, Hallowed be your name."
        },
        {
          "Verseid": "39005009",
          "Verse": "Your kingdom come, Your will be done in earth, as it is in heaven."
        },
        {
          "Verseid": "39005010",
          "Verse": "Give us this day our daily bread."
        },
        {
          "Verseid": "39005011",
          "Verse": "And forgive us our debts, as we forgive our debtors."
        },
        {
          "Verseid": "39005012",
          "Verse": "And lead us not into temptation, but deliver us from evil: For yours is the kingdom, and the power, and the glory, for ever. Amen."
        },
        {
          "Verseid": "39005013",
          "Verse": "For if all of you forgive men their trespasses, your heavenly Father will also forgive you:"
        },
        {
          "Verseid": "39005014",
          "Verse": "But if all of you forgive not men their trespasses, neither will your Father forgive your trespasses."
        },
        {
          "Verseid": "39005015",
          "Verse": "Moreover when all of you fast, be not, as the hypocrites, of a sad countenance: for they disfigure their faces, that they may appear unto men to fast. Verily I say unto you, They have their reward."
        },
        {
          "Verseid": "39005016",
          "Verse": "But you, when you fast, anoint yours head, and wash your face;"
        },
        {
          "Verseid": "39005017",
          "Verse": "That you appear not unto men to fast, but unto your Father which is in secret: and your Father, which sees in secret, shall reward you openly."
        },
        {
          "Verseid": "39005018",
          "Verse": "Lay not up for yourselves treasures upon earth, where moth and rust does corrupt, and where thieves break through and steal:"
        },
        {
          "Verseid": "39005019",
          "Verse": "But lay up for yourselves treasures in heaven, where neither moth nor rust does corrupt, and where thieves do not break through nor steal:"
        },
        {
          "Verseid": "39005020",
          "Verse": "For where your treasure is, there will your heart be also."
        },
        {
          "Verseid": "39005021",
          "Verse": "The light of the body is the eye: if therefore yours eye be single, your whole body shall be full of light."
        },
        {
          "Verseid": "39005022",
          "Verse": "But if yours eye be evil, your whole body shall be full of darkness. If therefore the light that is in you be darkness, how great is that darkness!"
        },
        {
          "Verseid": "39005023",
          "Verse": "No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. All of you cannot serve God and mammon."
        },
        {
          "Verseid": "39005024",
          "Verse": "Therefore I say unto you, Take no thought for your life, what all of you shall eat, or what all of you shall drink; nor yet for your body, what all of you shall put on. Is not the life more than food, and the body than raiment?"
        },
        {
          "Verseid": "39005025",
          "Verse": "Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feeds them. Are all of you not much better than they?"
        },
        {
          "Verseid": "39005026",
          "Verse": "Which of you by taking thought can add one cubit unto his stature?"
        },
        {
          "Verseid": "39005027",
          "Verse": "And why take all of you thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:"
        },
        {
          "Verseid": "39005028",
          "Verse": "And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these."
        },
        {
          "Verseid": "39005029",
          "Verse": "Wherefore, if God so clothe the grass of the field, which to day is, and tomorrow is cast into the oven, shall he not much more clothe you, O all of you of little faith?"
        },
        {
          "Verseid": "39005030",
          "Verse": "Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?"
        },
        {
          "Verseid": "39005031",
          "Verse": "(For after all these things do the Gentiles seek:) for your heavenly Father knows that all of you have need of all these things."
        },
        {
          "Verseid": "39005032",
          "Verse": "But seek all of you first the kingdom of God, and his righteousness; and all these things shall be added unto you."
        },
        {
          "Verseid": "39005033",
          "Verse": "Take therefore no thought for the next day: for the next day shall take thought for the things of itself. Sufficient unto the day is the evil thereof."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "39006000",
          "Verse": "Judge not, that all of you be not judged."
        },
        {
          "Verseid": "39006001",
          "Verse": "For with what judgment all of you judge, all of you shall be judged: and with what measure all of you mete, it shall be measured to you again."
        },
        {
          "Verseid": "39006002",
          "Verse": "And why behold you the splinter that is in your brother's eye, but consider not the beam that is in yours own eye?"
        },
        {
          "Verseid": "39006003",
          "Verse": "Or how will you say to your brother, Let me pull out the splinter out of yours eye; and, behold, a beam is in yours own eye?"
        },
        {
          "Verseid": "39006004",
          "Verse": "You hypocrite, first cast out the beam out of yours own eye; and then shall you see clearly to cast out the splinter out of your brother's eye."
        },
        {
          "Verseid": "39006005",
          "Verse": "Give not that which is holy unto the dogs, neither cast all of you your pearls before swine, lest they trample them under their feet, and return and rend you."
        },
        {
          "Verseid": "39006006",
          "Verse": "Ask, and it shall be given you; seek, and all of you shall find; knock, and it shall be opened unto you:"
        },
        {
          "Verseid": "39006007",
          "Verse": "For every one that asks receives; and he that seeks finds; and to him that knocks it shall be opened."
        },
        {
          "Verseid": "39006008",
          "Verse": "Or what man is there of you, whom if his son ask bread, will he give him a stone?"
        },
        {
          "Verseid": "39006009",
          "Verse": "Or if he ask a fish, will he give him a serpent?"
        },
        {
          "Verseid": "39006010",
          "Verse": "If all of you then, being evil, know how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask him?"
        },
        {
          "Verseid": "39006011",
          "Verse": "Therefore all things whatsoever all of you would that men should do to you, do all of you even so to them: for this is the law and the prophets."
        },
        {
          "Verseid": "39006012",
          "Verse": "Enter all of you in at the strait gate: for wide is the gate, and broad is the way, that leads to destruction, and many there be which go in thereat:"
        },
        {
          "Verseid": "39006013",
          "Verse": "Because strait is the gate, and narrow is the way, which leads unto life, and few there be that find it."
        },
        {
          "Verseid": "39006014",
          "Verse": "Beware of false prophets, which come to you in sheep's clothing, but inwardly they are ravening wolves."
        },
        {
          "Verseid": "39006015",
          "Verse": "All of you shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles?"
        },
        {
          "Verseid": "39006016",
          "Verse": "Even so every good tree brings forth good fruit; but a corrupt tree brings forth evil fruit."
        },
        {
          "Verseid": "39006017",
          "Verse": "A good tree cannot bring forth evil fruit, neither can a corrupt tree bring forth good fruit."
        },
        {
          "Verseid": "39006018",
          "Verse": "Every tree that brings not forth good fruit is hewn down, and cast into the fire."
        },
        {
          "Verseid": "39006019",
          "Verse": "Wherefore by their fruits all of you shall know them."
        },
        {
          "Verseid": "39006020",
          "Verse": "Not every one that says unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that does the will of my Father which is in heaven."
        },
        {
          "Verseid": "39006021",
          "Verse": "Many will say to me in that day, Lord, Lord, have we not prophesied in your name? and in your name have cast out devils? and in your name done many wonderful works?"
        },
        {
          "Verseid": "39006022",
          "Verse": "And then will I profess unto them, I never knew you: depart from me, all of you that work iniquity."
        },
        {
          "Verseid": "39006023",
          "Verse": "Therefore whosoever hears these sayings of mine, and does them, I will liken him unto a wise man, which built his house upon a rock:"
        },
        {
          "Verseid": "39006024",
          "Verse": "And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock."
        },
        {
          "Verseid": "39006025",
          "Verse": "And every one that hears these sayings of mine, and does them not, shall be likened unto a foolish man, which built his house upon the sand:"
        },
        {
          "Verseid": "39006026",
          "Verse": "And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it."
        },
        {
          "Verseid": "39006027",
          "Verse": "And it came to pass, when Jesus had ended these sayings, the people were astonished at his doctrine:"
        },
        {
          "Verseid": "39006028",
          "Verse": "For he taught them as one having authority, and not as the scribes."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "39007000",
          "Verse": "When he was come down from the mountain, great multitudes followed him."
        },
        {
          "Verseid": "39007001",
          "Verse": "And, behold, there came a leper and worshipped him, saying, Lord, if you will, you can make me clean."
        },
        {
          "Verseid": "39007002",
          "Verse": "And Jesus put forth his hand, and touched him, saying, I will; be you clean. And immediately his leprosy was cleansed."
        },
        {
          "Verseid": "39007003",
          "Verse": "And Jesus says unto him, See you tell no man; but go your way, show yourself to the priest, and offer the gift that Moses commanded, for a testimony unto them."
        },
        {
          "Verseid": "39007004",
          "Verse": "And when Jesus was entered into Capernaum, there came unto him a centurion, beseeching him,"
        },
        {
          "Verseid": "39007005",
          "Verse": "And saying, Lord, my servant lies at home sick of the palsy, grievously tormented."
        },
        {
          "Verseid": "39007006",
          "Verse": "And Jesus says unto him, I will come and heal him."
        },
        {
          "Verseid": "39007007",
          "Verse": "The centurion answered and said, Lord, I am not worthy that you should come under my roof: but speak the word only, and my servant shall be healed."
        },
        {
          "Verseid": "39007008",
          "Verse": "For I am a man under authority, having soldiers under me: and I say to this man, Go, and he goes; and to another, Come, and he comes; and to my servant, Do this, and he does it."
        },
        {
          "Verseid": "39007009",
          "Verse": "When Jesus heard it, he marvelled, and said to them that followed, Verily I say unto you, I have not found so great faith, no, not in Israel."
        },
        {
          "Verseid": "39007010",
          "Verse": "And I say unto you, That many shall come from the east and west, and shall sit down with Abraham, and Isaac, and Jacob, in the kingdom of heaven."
        },
        {
          "Verseid": "39007011",
          "Verse": "But the children of the kingdom shall be cast out into outer darkness: there shall be weeping and gnashing of teeth."
        },
        {
          "Verseid": "39007012",
          "Verse": "And Jesus said unto the centurion, Go your way; and as you have believed, so be it done unto you. And his servant was healed in the very same hour."
        },
        {
          "Verseid": "39007013",
          "Verse": "And when Jesus was come into Peter's house, he saw his wife's mother laid, and sick of a fever."
        },
        {
          "Verseid": "39007014",
          "Verse": "And he touched her hand, and the fever left her: and she arose, and ministered unto them."
        },
        {
          "Verseid": "39007015",
          "Verse": "When the even was come, they brought unto him many that were possessed with devils: and he cast out the spirits with his word, and healed all that were sick:"
        },
        {
          "Verseid": "39007016",
          "Verse": "That it might be fulfilled which was spoken by Isaiah the prophet, saying, Himself took our infirmities, and bare our sicknesses."
        },
        {
          "Verseid": "39007017",
          "Verse": "Now when Jesus saw great multitudes about him, he gave commandment to depart unto the other side."
        },
        {
          "Verseid": "39007018",
          "Verse": "And a certain scribe came, and said unto him, Master, I will follow you anywhere you go."
        },
        {
          "Verseid": "39007019",
          "Verse": "And Jesus says unto him, The foxes have holes, and the birds of the air have nests; but the Son of man has not where to lay his head."
        },
        {
          "Verseid": "39007020",
          "Verse": "And another of his disciples said unto him, Lord, suffer me first to go and bury my father."
        },
        {
          "Verseid": "39007021",
          "Verse": "But Jesus said unto him, Follow me; and let the dead bury their dead."
        },
        {
          "Verseid": "39007022",
          "Verse": "And when he was entered into a ship, his disciples followed him."
        },
        {
          "Verseid": "39007023",
          "Verse": "And, behold, there arose a great tempest in the sea, insomuch that the ship was covered with the waves: but he was asleep."
        },
        {
          "Verseid": "39007024",
          "Verse": "And his disciples came to him, and awoke him, saying, Lord, save us: we perish."
        },
        {
          "Verseid": "39007025",
          "Verse": "And he says unto them, Why are all of you fearful, O all of you of little faith? Then he arose, and rebuked the winds and the sea; and there was a great calm."
        },
        {
          "Verseid": "39007026",
          "Verse": "But the men marvelled, saying, What manner of man is this, that even the winds and the sea obey him!"
        },
        {
          "Verseid": "39007027",
          "Verse": "And when he was come to the other side into the country of the Gergesenes, there met him two possessed with devils, coming out of the tombs, exceeding fierce, so that no man might pass by that way."
        },
        {
          "Verseid": "39007028",
          "Verse": "And, behold, they cried out, saying, What have we to do with you, Jesus, you Son of God? are you come here to torment us before the time?"
        },
        {
          "Verseid": "39007029",
          "Verse": "And there was a good way off from them an herd of many swine feeding."
        },
        {
          "Verseid": "39007030",
          "Verse": "So the devils besought him, saying, If you cast us out, suffer us to go away into the herd of swine."
        },
        {
          "Verseid": "39007031",
          "Verse": "And he said unto them, Go. And when they were come out, they went into the herd of swine: and, behold, the whole herd of swine ran violently down a steep place into the sea, and perished in the waters."
        },
        {
          "Verseid": "39007032",
          "Verse": "And they that kept them fled, and went their ways into the city, and told every thing, and what was befallen to the possessed of the devils."
        },
        {
          "Verseid": "39007033",
          "Verse": "And, behold, the whole city came out to meet Jesus: and when they saw him, they besought him that he would depart out of their coasts."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "39008000",
          "Verse": "And he entered into a ship, and passed over, and came into his own city."
        },
        {
          "Verseid": "39008001",
          "Verse": "And, behold, they brought to him a man sick of the palsy, lying on a bed: and Jesus seeing their faith said unto the sick of the palsy; Son, be of good cheer; your sins be forgiven you."
        },
        {
          "Verseid": "39008002",
          "Verse": "And, behold, certain of the scribes said within themselves, This man blasphemes."
        },
        {
          "Verseid": "39008003",
          "Verse": "And Jesus knowing their thoughts said, Wherefore think all of you evil in your hearts?"
        },
        {
          "Verseid": "39008004",
          "Verse": "For whether is easier, to say, Your sins be forgiven you; or to say, Arise, and walk?"
        },
        {
          "Verseid": "39008005",
          "Verse": "But that all of you may know that the Son of man has power on earth to forgive sins, (then says he to the sick of the palsy,) Arise, take up your bed, and go unto yours house."
        },
        {
          "Verseid": "39008006",
          "Verse": "And he arose, and departed to his house."
        },
        {
          "Verseid": "39008007",
          "Verse": "But when the multitudes saw it, they marvelled, and glorified God, which had given such power unto men."
        },
        {
          "Verseid": "39008008",
          "Verse": "And as Jesus passed forth from thence, he saw a man, named Matthew, sitting at the receipt of custom: and he says unto him, Follow me. And he arose, and followed him."
        },
        {
          "Verseid": "39008009",
          "Verse": "And it came to pass, as Jesus sat at food in the house, behold, many publicans and sinners came and sat down with him and his disciples."
        },
        {
          "Verseid": "39008010",
          "Verse": "And when the Pharisees saw it, they said unto his disciples, Why eats your Master with publicans and sinners?"
        },
        {
          "Verseid": "39008011",
          "Verse": "But when Jesus heard that, he said unto them, They that be whole need not a physician, but they that are sick."
        },
        {
          "Verseid": "39008012",
          "Verse": "But go all of you and learn what that means, I will have mercy, and not sacrifice: for I am not come to call the righteous, but sinners to repentance."
        },
        {
          "Verseid": "39008013",
          "Verse": "Then came to him the disciples of John, saying, Why do we and the Pharisees fast often, but your disciples fast not?"
        },
        {
          "Verseid": "39008014",
          "Verse": "And Jesus said unto them, Can the children of the bride-chamber mourn, as long as the bridegroom is with them? but the days will come, when the bridegroom shall be taken from them, and then shall they fast."
        },
        {
          "Verseid": "39008015",
          "Verse": "No man puts a piece of new cloth unto an old garment, for that which is put in to fill it up takes from the garment, and the rent is made worse."
        },
        {
          "Verseid": "39008016",
          "Verse": "Neither do men put new wine into old bottles: else the bottles break, and the wine runs out, and the bottles perish: but they put new wine into new bottles, and both are preserved."
        },
        {
          "Verseid": "39008017",
          "Verse": "While he spoke these things unto them, behold, there came a certain ruler, and worshipped him, saying, My daughter is even now dead: but come and lay your hand upon her, and she shall live."
        },
        {
          "Verseid": "39008018",
          "Verse": "And Jesus arose, and followed him, and so did his disciples."
        },
        {
          "Verseid": "39008019",
          "Verse": "And, behold, a woman, which was diseased with an issue of blood twelve years, came behind him, and touched the hem of his garment:"
        },
        {
          "Verseid": "39008020",
          "Verse": "For she said within herself, If I may but touch his garment, I shall be whole."
        },
        {
          "Verseid": "39008021",
          "Verse": "But Jesus turned him about, and when he saw her, he said, Daughter, be of good comfort; your faith has made you whole. And the woman was made whole from that hour."
        },
        {
          "Verseid": "39008022",
          "Verse": "And when Jesus came into the ruler's house, and saw the minstrels and the people making a noise,"
        },
        {
          "Verseid": "39008023",
          "Verse": "He said unto them, Give place: for the maid is not dead, but sleeps. And they laughed him to scorn."
        },
        {
          "Verseid": "39008024",
          "Verse": "But when the people were put forth, he went in, and took her by the hand, and the maid arose."
        },
        {
          "Verseid": "39008025",
          "Verse": "And the fame hereof went abroad into all that land."
        },
        {
          "Verseid": "39008026",
          "Verse": "And when Jesus departed thence, two blind men followed him, crying, and saying, You son of David, have mercy on us."
        },
        {
          "Verseid": "39008027",
          "Verse": "And when he was come into the house, the blind men came to him: and Jesus says unto them, Believe all of you that I am able to do this? They said unto him, Yea, Lord."
        },
        {
          "Verseid": "39008028",
          "Verse": "Then touched he their eyes, saying, According to your faith be it unto you."
        },
        {
          "Verseid": "39008029",
          "Verse": "And their eyes were opened; and Jesus strictly charged them, saying, See that no man know it."
        },
        {
          "Verseid": "39008030",
          "Verse": "But they, when they were departed, spread abroad his fame in all that country."
        },
        {
          "Verseid": "39008031",
          "Verse": "As they went out, behold, they brought to him a dumb man possessed with a devil."
        },
        {
          "Verseid": "39008032",
          "Verse": "And when the devil was cast out, the dumb spoke: and the multitudes marvelled, saying, It was never so seen in Israel."
        },
        {
          "Verseid": "39008033",
          "Verse": "But the Pharisees said, He casts out devils through the prince of the devils."
        },
        {
          "Verseid": "39008034",
          "Verse": "And Jesus went about all the cities and villages, teaching in their synagogues, and preaching the gospel of the kingdom, and healing every sickness and every disease among the people."
        },
        {
          "Verseid": "39008035",
          "Verse": "But when he saw the multitudes, he was moved with compassion on them, because they fainted, and were scattered abroad, as sheep having no shepherd."
        },
        {
          "Verseid": "39008036",
          "Verse": "Then says he unto his disciples, The harvest truly is abundant, but the labourers are few;"
        },
        {
          "Verseid": "39008037",
          "Verse": "Pray all of you therefore the Lord of the harvest, that he will send forth labourers into his harvest."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "39009000",
          "Verse": "And when he had called unto him his twelve disciples, he gave them power against unclean spirits, to cast them out, and to heal all manner of sickness and all manner of disease."
        },
        {
          "Verseid": "39009001",
          "Verse": "Now the names of the twelve apostles are these; The first, Simon, who is called Peter, and Andrew his brother; James the son of Zebedee, and John his brother;"
        },
        {
          "Verseid": "39009002",
          "Verse": "Philip, and Bartholomew; Thomas, and Matthew the publican; James the son of Alphaeus, and Lebbaeus, whose surname was Thaddaeus;"
        },
        {
          "Verseid": "39009003",
          "Verse": "Simon the Canaanite, and Judas Iscariot, who also betrayed him."
        },
        {
          "Verseid": "39009004",
          "Verse": "These twelve Jesus sent forth, and commanded them, saying, Go not into the way of the Gentiles, and into any city of the Samaritans enter all of you not:"
        },
        {
          "Verseid": "39009005",
          "Verse": "But go rather to the lost sheep of the house of Israel."
        },
        {
          "Verseid": "39009006",
          "Verse": "And as all of you go, preach, saying, The kingdom of heaven is at hand."
        },
        {
          "Verseid": "39009007",
          "Verse": "Heal the sick, cleanse the lepers, raise the dead, cast out devils: freely all of you have received, freely give."
        },
        {
          "Verseid": "39009008",
          "Verse": "Provide neither gold, nor silver, nor brass in your purses,"
        },
        {
          "Verseid": "39009009",
          "Verse": "Nor pouch for your journey, neither two coats, neither shoes, nor yet staves: for the workman is worthy of his food."
        },
        {
          "Verseid": "39009010",
          "Verse": "And into whatsoever city or town all of you shall enter, enquire who in it is worthy; and there abide till all of you go thence."
        },
        {
          "Verseid": "39009011",
          "Verse": "And when all of you come into an house, salute it."
        },
        {
          "Verseid": "39009012",
          "Verse": "And if the house be worthy, let your peace come upon it: but if it be not worthy, let your peace return to you."
        },
        {
          "Verseid": "39009013",
          "Verse": "And whosoever shall not receive you, nor hear your words, when all of you depart out of that house or city, shake off the dust of your feet."
        },
        {
          "Verseid": "39009014",
          "Verse": "Verily I say unto you, It shall be more tolerable for the land of Sodom and Gomorrha in the day of judgment, than for that city."
        },
        {
          "Verseid": "39009015",
          "Verse": "Behold, I send you forth as sheep in the midst of wolves: be all of you therefore wise as serpents, and harmless as doves."
        },
        {
          "Verseid": "39009016",
          "Verse": "But beware of men: for they will deliver you up to the councils, and they will scourge you in their synagogues;"
        },
        {
          "Verseid": "39009017",
          "Verse": "And all of you shall be brought before governors and kings for my sake, for a testimony against them and the Gentiles."
        },
        {
          "Verseid": "39009018",
          "Verse": "But when they deliver you up, take no thought how or what all of you shall speak: for it shall be given you in that same hour what all of you shall speak."
        },
        {
          "Verseid": "39009019",
          "Verse": "For it is not all of you that speak, but the Spirit of your Father which speaks in you."
        },
        {
          "Verseid": "39009020",
          "Verse": "And the brother shall deliver up the brother to death, and the father the child: and the children shall rise up against their parents, and cause them to be put to death."
        },
        {
          "Verseid": "39009021",
          "Verse": "And all of you shall be hated of all men for my name's sake: but he that endures to the end shall be saved."
        },
        {
          "Verseid": "39009022",
          "Verse": "But when they persecute you in this city, flee all of you into another: for verily I say unto you, All of you shall not have gone over the cities of Israel, till the Son of man be come."
        },
        {
          "Verseid": "39009023",
          "Verse": "The disciple is not above his master, nor the servant above his lord."
        },
        {
          "Verseid": "39009024",
          "Verse": "It is enough for the disciple that he be as his master, and the servant as his lord. If they have called the master of the house Beelzebub, how much more shall they call them of his household?"
        },
        {
          "Verseid": "39009025",
          "Verse": "Fear them not therefore: for there is nothing covered, that shall not be revealed; and hid, that shall not be known."
        },
        {
          "Verseid": "39009026",
          "Verse": "What I tell you in darkness, that speak all of you in light: and what all of you hear in the ear, that preach all of you upon the housetops."
        },
        {
          "Verseid": "39009027",
          "Verse": "And fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell."
        },
        {
          "Verseid": "39009028",
          "Verse": "Are not two sparrows sold for a farthing? and one of them shall not fall on the ground without your Father."
        },
        {
          "Verseid": "39009029",
          "Verse": "But the very hairs of your head are all numbered."
        },
        {
          "Verseid": "39009030",
          "Verse": "Fear all of you not therefore, all of you are of more value than many sparrows."
        },
        {
          "Verseid": "39009031",
          "Verse": "Whosoever therefore shall confess me before men, him will I confess also before my Father which is in heaven."
        },
        {
          "Verseid": "39009032",
          "Verse": "But whosoever shall deny me before men, him will I also deny before my Father which is in heaven."
        },
        {
          "Verseid": "39009033",
          "Verse": "Think not that I am come to send peace on earth: I came not to send peace, but a sword."
        },
        {
          "Verseid": "39009034",
          "Verse": "For I am come to set a man at variance against his father, and the daughter against her mother, and the daughter in law against her mother in law."
        },
        {
          "Verseid": "39009035",
          "Verse": "And a man's foes shall be they of his own household."
        },
        {
          "Verseid": "39009036",
          "Verse": "He that loves father or mother more than me is not worthy of me: and he that loves son or daughter more than me is not worthy of me."
        },
        {
          "Verseid": "39009037",
          "Verse": "And he that takes not his cross, and follows after me, is not worthy of me."
        },
        {
          "Verseid": "39009038",
          "Verse": "He that finds his life shall lose it: and he that loses his life for my sake shall find it."
        },
        {
          "Verseid": "39009039",
          "Verse": "He that receives you receives me, and he that receives me receives him that sent me."
        },
        {
          "Verseid": "39009040",
          "Verse": "He that receives a prophet in the name of a prophet shall receive a prophet's reward; and he that receives a righteous man in the name of a righteous man shall receive a righteous man's reward."
        },
        {
          "Verseid": "39009041",
          "Verse": "And whosoever shall give to drink unto one of these little ones a cup of cold water only in the name of a disciple, verily I say unto you, he shall in no wise lose his reward."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "39010000",
          "Verse": "And it came to pass, when Jesus had made an end of commanding his twelve disciples, he departed thence to teach and to preach in their cities."
        },
        {
          "Verseid": "39010001",
          "Verse": "Now when John had heard in the prison the works of Christ, he sent two of his disciples,"
        },
        {
          "Verseid": "39010002",
          "Verse": "And said unto him, Are you he that should come, or do we look for another?"
        },
        {
          "Verseid": "39010003",
          "Verse": "Jesus answered and said unto them, Go and show John again those things which all of you do hear and see:"
        },
        {
          "Verseid": "39010004",
          "Verse": "The blind receive their sight, and the lame walk, the lepers are cleansed, and the deaf hear, the dead are raised up, and the poor have the gospel preached to them."
        },
        {
          "Verseid": "39010005",
          "Verse": "And blessed is he, whosoever shall not be offended in me."
        },
        {
          "Verseid": "39010006",
          "Verse": "And as they departed, Jesus began to say unto the multitudes concerning John, What went all of you out into the wilderness to see? A reed shaken with the wind?"
        },
        {
          "Verseid": "39010007",
          "Verse": "But what went all of you out in order to see? A man clothed in soft raiment? behold, they that wear soft clothing are in kings' houses."
        },
        {
          "Verseid": "39010008",
          "Verse": "But what went all of you out in order to see? A prophet? yea, I say unto you, and more than a prophet."
        },
        {
          "Verseid": "39010009",
          "Verse": "For this is he, of whom it is written, Behold, I send my messenger before your face, which shall prepare your way before you."
        },
        {
          "Verseid": "39010010",
          "Verse": "Verily I say unto you, Among them that are born of women there has not risen a greater than John the Baptist: notwithstanding he that is least in the kingdom of heaven is greater than he."
        },
        {
          "Verseid": "39010011",
          "Verse": "And from the days of John the Baptist until now the kingdom of heaven suffers violence, and the violent take it by force."
        },
        {
          "Verseid": "39010012",
          "Verse": "For all the prophets and the law prophesied until John."
        },
        {
          "Verseid": "39010013",
          "Verse": "And if all of you will receive it, this is Elijah, which was in order to come."
        },
        {
          "Verseid": "39010014",
          "Verse": "He that has ears to hear, let him hear."
        },
        {
          "Verseid": "39010015",
          "Verse": "But unto which shall I liken this generation? It is like unto children sitting in the markets, and calling unto their fellows,"
        },
        {
          "Verseid": "39010016",
          "Verse": "And saying, We have piped unto you, and all of you have not danced; we have mourned unto you, and all of you have not lamented."
        },
        {
          "Verseid": "39010017",
          "Verse": "For John came neither eating nor drinking, and they say, He has a devil."
        },
        {
          "Verseid": "39010018",
          "Verse": "The Son of man came eating and drinking, and they say, Behold a man gluttonous, and a wine indulger, a friend of publicans and sinners. But wisdom is justified of her children."
        },
        {
          "Verseid": "39010019",
          "Verse": "Then began he to reproach the cities wherein most of his mighty works were done, because they repented not:"
        },
        {
          "Verseid": "39010020",
          "Verse": "Woe unto you, Chorazin! woe unto you, Bethsaida! for if the mighty works, which were done in you, had been done in Tyre and Sidon, they would have repented long ago in sackcloth and ashes."
        },
        {
          "Verseid": "39010021",
          "Verse": "But I say unto you, It shall be more tolerable for Tyre and Sidon at the day of judgment, than for you."
        },
        {
          "Verseid": "39010022",
          "Verse": "And you, Capernaum, which are exalted unto heaven, shall be brought down to hell: for if the mighty works, which have been done in you, had been done in Sodom, it would have remained until this day."
        },
        {
          "Verseid": "39010023",
          "Verse": "But I say unto you, That it shall be more tolerable for the land of Sodom in the day of judgment, than for you."
        },
        {
          "Verseid": "39010024",
          "Verse": "At that time Jesus answered and said, I thank you, O Father, Lord of heaven and earth, because you have hid these things from the wise and prudent, and have revealed them unto babes."
        },
        {
          "Verseid": "39010025",
          "Verse": "Even so, Father: for so it seemed good in your sight."
        },
        {
          "Verseid": "39010026",
          "Verse": "All things are delivered unto me of my Father: and no man knows the Son, but the Father; neither knows any man the Father, save the Son, and he to whomsoever the Son will reveal him."
        },
        {
          "Verseid": "39010027",
          "Verse": "Come unto me, all you that labour and are heavy laden, and I will give you rest."
        },
        {
          "Verseid": "39010028",
          "Verse": "Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and all of you shall find rest unto your souls."
        },
        {
          "Verseid": "39010029",
          "Verse": "For my yoke is easy, and my burden is light."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "39011000",
          "Verse": "At that time Jesus went on the sabbath day through the corn; and his disciples were an hungered, and began to pluck the ears of corn and to eat."
        },
        {
          "Verseid": "39011001",
          "Verse": "But when the Pharisees saw it, they said unto him, Behold, your disciples do that which is not lawful to do upon the sabbath day."
        },
        {
          "Verseid": "39011002",
          "Verse": "But he said unto them, Have all of you not read what David did, when he was an hungered, and they that were with him;"
        },
        {
          "Verseid": "39011003",
          "Verse": "How he entered into the house of God, and did eat the showbread, which was not lawful for him to eat, neither for them which were with him, but only for the priests?"
        },
        {
          "Verseid": "39011004",
          "Verse": "Or have all of you not read in the law, how that on the sabbath days the priests in the temple profane the sabbath, and are blameless?"
        },
        {
          "Verseid": "39011005",
          "Verse": "But I say unto you, That in this place is one greater than the temple."
        },
        {
          "Verseid": "39011006",
          "Verse": "But if all of you had known what this means, I will have mercy, and not sacrifice, all of you would not have condemned the guiltless."
        },
        {
          "Verseid": "39011007",
          "Verse": "For the Son of man is Lord even of the sabbath day."
        },
        {
          "Verseid": "39011008",
          "Verse": "And when he was departed thence, he went into their synagogue:"
        },
        {
          "Verseid": "39011009",
          "Verse": "And, behold, there was a man which had his hand withered. And they asked him, saying, Is it lawful to heal on the sabbath days? that they might accuse him."
        },
        {
          "Verseid": "39011010",
          "Verse": "And he said unto them, What man shall there be among you, that shall have one sheep, and if it fall into a pit on the sabbath day, will he not lay hold on it, and lift it out?"
        },
        {
          "Verseid": "39011011",
          "Verse": "How much then is a man better than a sheep? Wherefore it is lawful to do well on the sabbath days."
        },
        {
          "Verseid": "39011012",
          "Verse": "Then says he to the man, Stretch forth yours hand. And he stretched it forth; and it was restored whole, like the other."
        },
        {
          "Verseid": "39011013",
          "Verse": "Then the Pharisees went out, and held a council against him, how they might destroy him."
        },
        {
          "Verseid": "39011014",
          "Verse": "But when Jesus knew it, he withdrew himself from thence: and great multitudes followed him, and he healed them all;"
        },
        {
          "Verseid": "39011015",
          "Verse": "And charged them that they should not make him known:"
        },
        {
          "Verseid": "39011016",
          "Verse": "That it might be fulfilled which was spoken by Isaiah the prophet, saying,"
        },
        {
          "Verseid": "39011017",
          "Verse": "Behold my servant, whom I have chosen; my beloved, in whom my soul is well pleased: I will put my spirit upon him, and he shall show judgment to the Gentiles."
        },
        {
          "Verseid": "39011018",
          "Verse": "He shall not strive, nor cry; neither shall any man hear his voice in the streets."
        },
        {
          "Verseid": "39011019",
          "Verse": "A bruised reed shall he not break, and smoking flax shall he not quench, till he send forth judgment unto victory."
        },
        {
          "Verseid": "39011020",
          "Verse": "And in his name shall the Gentiles trust."
        },
        {
          "Verseid": "39011021",
          "Verse": "Then was brought unto him one possessed with a devil, blind, and dumb: and he healed him, insomuch that the blind and dumb both spoke and saw."
        },
        {
          "Verseid": "39011022",
          "Verse": "And all the people were amazed, and said, Is not this the son of David?"
        },
        {
          "Verseid": "39011023",
          "Verse": "But when the Pharisees heard it, they said, This fellow does not cast out devils, but by Beelzebub the prince of the devils."
        },
        {
          "Verseid": "39011024",
          "Verse": "And Jesus knew their thoughts, and said unto them, Every kingdom divided against itself is brought to desolation; and every city or house divided against itself shall not stand:"
        },
        {
          "Verseid": "39011025",
          "Verse": "And if Satan cast out Satan, he is divided against himself; how shall then his kingdom stand?"
        },
        {
          "Verseid": "39011026",
          "Verse": "And if I by Beelzebub cast out devils, by whom do your children cast them out? therefore they shall be your judges."
        },
        {
          "Verseid": "39011027",
          "Verse": "But if I cast out devils by the Spirit of God, then the kingdom of God has come unto you."
        },
        {
          "Verseid": "39011028",
          "Verse": "Or else how can one enter into a strong man's house, and spoil his goods, except he first bind the strong man? and then he will spoil his house."
        },
        {
          "Verseid": "39011029",
          "Verse": "He that is not with me is against me; and he that gathers not with me scatters abroad."
        },
        {
          "Verseid": "39011030",
          "Verse": "Wherefore I say unto you, All manner of sin and blasphemy shall be forgiven unto men: but the blasphemy against the Holy Spirit shall not be forgiven unto men."
        },
        {
          "Verseid": "39011031",
          "Verse": "And whosoever speaks a word against the Son of man, it shall be forgiven him: but whosoever speaks against the Holy Spirit, it shall not be forgiven him, neither in this world, neither in the world to come."
        },
        {
          "Verseid": "39011032",
          "Verse": "Either make the tree good, and his fruit good; or else make the tree corrupt, and his fruit corrupt: for the tree is known by his fruit."
        },
        {
          "Verseid": "39011033",
          "Verse": "O generation of vipers, how can all of you, being evil, speak good things? for out of the abundance of the heart the mouth speaks."
        },
        {
          "Verseid": "39011034",
          "Verse": "A good man out of the good treasure of the heart brings forth good things: and an evil man out of the evil treasure brings forth evil things."
        },
        {
          "Verseid": "39011035",
          "Verse": "But I say unto you, That every idle word that men shall speak, they shall give account thereof in the day of judgment."
        },
        {
          "Verseid": "39011036",
          "Verse": "For by your words you shall be justified, and by your words you shall be condemned."
        },
        {
          "Verseid": "39011037",
          "Verse": "Then certain of the scribes and of the Pharisees answered, saying, Master, we would see a sign from you."
        },
        {
          "Verseid": "39011038",
          "Verse": "But he answered and said unto them, An evil and adulterous generation seeks after a sign; and there shall no sign be given to it, but the sign of the prophet Jonas:"
        },
        {
          "Verseid": "39011039",
          "Verse": "For as Jonas was three days and three nights in the whale's belly; so shall the Son of man be three days and three nights in the heart of the earth."
        },
        {
          "Verseid": "39011040",
          "Verse": "The men of Nineveh shall rise in judgment with this generation, and shall condemn it: because they repented at the preaching of Jonas; and, behold, a greater than Jonas is here."
        },
        {
          "Verseid": "39011041",
          "Verse": "The queen of the south shall rise up in the judgment with this generation, and shall condemn it: for she came from the uttermost parts of the earth to hear the wisdom of Solomon; and, behold, a greater than Solomon is here."
        },
        {
          "Verseid": "39011042",
          "Verse": "When the unclean spirit is gone out of a man, he walks through dry places, seeking rest, and finds none."
        },
        {
          "Verseid": "39011043",
          "Verse": "Then he says, I will return into my house from whence I came out; and when he has come, he finds it empty, swept, and garnished."
        },
        {
          "Verseid": "39011044",
          "Verse": "Then goes he, and takes with himself seven other spirits more wicked than himself, and they enter in and dwell there: and the last state of that man is worse than the first. Even so shall it be also unto this wicked generation."
        },
        {
          "Verseid": "39011045",
          "Verse": "While he yet talked to the people, behold, his mother and his brethren stood without, desiring to speak with him."
        },
        {
          "Verseid": "39011046",
          "Verse": "Then one said unto him, Behold, your mother and your brethren stand without, desiring to speak with you."
        },
        {
          "Verseid": "39011047",
          "Verse": "But he answered and said unto him that told him, Who is my mother? and who are my brethren?"
        },
        {
          "Verseid": "39011048",
          "Verse": "And he stretched forth his hand toward his disciples, and said, Behold my mother and my brethren!"
        },
        {
          "Verseid": "39011049",
          "Verse": "For whosoever shall do the will of my Father which is in heaven, the same is my brother, and sister, and mother."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "39012000",
          "Verse": "The same day went Jesus out of the house, and sat by the sea side."
        },
        {
          "Verseid": "39012001",
          "Verse": "And great multitudes were gathered together unto him, so that he went into a ship, and sat; and the whole multitude stood on the shore."
        },
        {
          "Verseid": "39012002",
          "Verse": "And he spoke many things unto them in parables, saying, Behold, a sower went forth to sow;"
        },
        {
          "Verseid": "39012003",
          "Verse": "And when he sowed, some seeds fell by the way side, and the fowls came and devoured them up:"
        },
        {
          "Verseid": "39012004",
          "Verse": "Some fell upon stony places, where they had not much earth: and forthwith they sprung up, because they had no deepness of earth:"
        },
        {
          "Verseid": "39012005",
          "Verse": "And when the sun was up, they were scorched; and because they had no root, they withered away."
        },
        {
          "Verseid": "39012006",
          "Verse": "And some fell among thorns; and the thorns sprung up, and choked them:"
        },
        {
          "Verseid": "39012007",
          "Verse": "But other fell into good ground, and brought forth fruit, some an hundredfold, some sixtyfold, some thirtyfold."
        },
        {
          "Verseid": "39012008",
          "Verse": "Who has ears to hear, let him hear."
        },
        {
          "Verseid": "39012009",
          "Verse": "And the disciples came, and said unto him, Why speak you unto them in parables?"
        },
        {
          "Verseid": "39012010",
          "Verse": "He answered and said unto them, Because it is given unto you to know the mysteries of the kingdom of heaven, but to them it is not given."
        },
        {
          "Verseid": "39012011",
          "Verse": "For whosoever has, to him shall be given, and he shall have more abundance: but whosoever has not, from him shall be taken away even that he has."
        },
        {
          "Verseid": "39012012",
          "Verse": "Therefore speak I to them in parables: because they seeing see not; and hearing they hear not, neither do they understand."
        },
        {
          "Verseid": "39012013",
          "Verse": "And in them is fulfilled the prophecy of Isaiah, which says, By hearing all of you shall hear, and shall not understand; and seeing all of you shall see, and shall not perceive:"
        },
        {
          "Verseid": "39012014",
          "Verse": "For this people's heart is waxed gross, and their ears are dull of hearing, and their eyes they have closed; lest at any time they should see with their eyes and hear with their ears, and should understand with their heart, and should be converted, and I should heal them."
        },
        {
          "Verseid": "39012015",
          "Verse": "But blessed are your eyes, for they see: and your ears, for they hear."
        },
        {
          "Verseid": "39012016",
          "Verse": "For verily I say unto you, That many prophets and righteous men have desired to see those things which all of you see, and have not seen them; and to hear those things which all of you hear, and have not heard them."
        },
        {
          "Verseid": "39012017",
          "Verse": "Hear all of you therefore the parable of the sower."
        },
        {
          "Verseid": "39012018",
          "Verse": "When any one hears the word of the kingdom, and understands it not, then comes the wicked one, and catches away that which was sown in his heart. This is he which received seed by the way side."
        },
        {
          "Verseid": "39012019",
          "Verse": "But he that received the seed into stony places, the same is he that hears the word, and soon with joy receives it;"
        },
        {
          "Verseid": "39012020",
          "Verse": "Yet has he not root in himself, but endures for a while: for when tribulation or persecution arises because of the word, by and by he is offended."
        },
        {
          "Verseid": "39012021",
          "Verse": "He also that received seed among the thorns is he that hears the word; and the care of this world, and the deceitfulness of riches, choke the word, and he becomes unfruitful."
        },
        {
          "Verseid": "39012022",
          "Verse": "But he that received seed into the good ground is he that hears the word, and understands it; which also bears fruit, and brings forth, some an hundredfold, some sixty, some thirty."
        },
        {
          "Verseid": "39012023",
          "Verse": "Another parable put he forth unto them, saying, The kingdom of heaven is likened unto a man which sowed good seed in his field:"
        },
        {
          "Verseid": "39012024",
          "Verse": "But while men slept, his enemy came and sowed tares among the wheat, and went his way."
        },
        {
          "Verseid": "39012025",
          "Verse": "But when the blade was sprung up, and brought forth fruit, then appeared the tares also."
        },
        {
          "Verseid": "39012026",
          "Verse": "So the servants of the householder came and said unto him, Sir, did not you sow good seed in your field? from whence then has it tares?"
        },
        {
          "Verseid": "39012027",
          "Verse": "He said unto them, An enemy has done this. The servants said unto him, Will you then that we go and gather them up?"
        },
        {
          "Verseid": "39012028",
          "Verse": "But he said, Nay; lest while all of you gather up the tares, all of you root up also the wheat with them."
        },
        {
          "Verseid": "39012029",
          "Verse": "Let both grow together until the harvest: and in the time of harvest I will say to the reapers, Gather all of you together first the tares, and bind them in bundles to burn them: but gather the wheat into my barn."
        },
        {
          "Verseid": "39012030",
          "Verse": "Another parable put he forth unto them, saying, The kingdom of heaven is like to a grain of mustard seed, which a man took, and sowed in his field:"
        },
        {
          "Verseid": "39012031",
          "Verse": "Which indeed is the least of all seeds: but when it is grown, it is the greatest among herbs, and becomes a tree, so that the birds of the air come and lodge in the branches thereof."
        },
        {
          "Verseid": "39012032",
          "Verse": "Another parable spoke he unto them; The kingdom of heaven is like unto leaven, which a woman took, and hid in three measures of meal, till the whole was leavened."
        },
        {
          "Verseid": "39012033",
          "Verse": "All these things spoke Jesus unto the multitude in parables; and without a parable spoke he not unto them:"
        },
        {
          "Verseid": "39012034",
          "Verse": "That it might be fulfilled which was spoken by the prophet, saying, I will open my mouth in parables; I will utter things which have been kept secret from the foundation of the world."
        },
        {
          "Verseid": "39012035",
          "Verse": "Then Jesus sent the multitude away, and went into the house: and his disciples came unto him, saying, Declare unto us the parable of the tares of the field."
        },
        {
          "Verseid": "39012036",
          "Verse": "He answered and said unto them, He that sows the good seed is the Son of man;"
        },
        {
          "Verseid": "39012037",
          "Verse": "The field is the world; the good seed are the children of the kingdom; but the tares are the children of the wicked one;"
        },
        {
          "Verseid": "39012038",
          "Verse": "The enemy that sowed them is the devil; the harvest is the end of the world; and the reapers are the angels."
        },
        {
          "Verseid": "39012039",
          "Verse": "As therefore the tares are gathered and burned in the fire; so shall it be in the end of this world."
        },
        {
          "Verseid": "39012040",
          "Verse": "The Son of man shall send forth his angels, and they shall gather out of his kingdom all things that offend, and them which do iniquity;"
        },
        {
          "Verseid": "39012041",
          "Verse": "And shall cast them into a furnace of fire: there shall be wailing and gnashing of teeth."
        },
        {
          "Verseid": "39012042",
          "Verse": "Then shall the righteous shine forth as the sun in the kingdom of their Father. Who has ears to hear, let him hear."
        },
        {
          "Verseid": "39012043",
          "Verse": "Again, the kingdom of heaven is like unto treasure hid in a field; the which when a man has found, he hides, and for joy thereof goes and sells all that he has, and buys that field."
        },
        {
          "Verseid": "39012044",
          "Verse": "Again, the kingdom of heaven is like unto a merchant man, seeking goodly pearls:"
        },
        {
          "Verseid": "39012045",
          "Verse": "Who, when he had found one pearl of great price, went and sold all that he had, and bought it."
        },
        {
          "Verseid": "39012046",
          "Verse": "Again, the kingdom of heaven is like unto a net, that was cast into the sea, and gathered of every kind:"
        },
        {
          "Verseid": "39012047",
          "Verse": "Which, when it was full, they drew to shore, and sat down, and gathered the good into vessels, but cast the bad away."
        },
        {
          "Verseid": "39012048",
          "Verse": "So shall it be at the end of the world: the angels shall come forth, and sever the wicked from among the just,"
        },
        {
          "Verseid": "39012049",
          "Verse": "And shall cast them into the furnace of fire: there shall be wailing and gnashing of teeth."
        },
        {
          "Verseid": "39012050",
          "Verse": "Jesus says unto them, Have all of you understood all these things? They say unto him, Yea, Lord."
        },
        {
          "Verseid": "39012051",
          "Verse": "Then said he unto them, Therefore every scribe which is instructed unto the kingdom of heaven is like unto a man that is an householder, which brings forth out of his treasure things new and old."
        },
        {
          "Verseid": "39012052",
          "Verse": "And it came to pass, that when Jesus had finished these parables, he departed thence."
        },
        {
          "Verseid": "39012053",
          "Verse": "And when he was come into his own country, he taught them in their synagogue, insomuch that they were astonished, and said, Whence has this man this wisdom, and these mighty works?"
        },
        {
          "Verseid": "39012054",
          "Verse": "Is not this the carpenter's son? is not his mother called Mary? and his brethren, James, and Joses, and Simon, and Judas?"
        },
        {
          "Verseid": "39012055",
          "Verse": "And his sisters, are they not all with us? Whence then has this man all these things?"
        },
        {
          "Verseid": "39012056",
          "Verse": "And they were offended in him. But Jesus said unto them, A prophet is not without honour, save in his own country, and in his own house."
        },
        {
          "Verseid": "39012057",
          "Verse": "And he did not many mighty works there because of their unbelief."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "39013000",
          "Verse": "At that time Herod the tetrarch heard of the fame of Jesus,"
        },
        {
          "Verseid": "39013001",
          "Verse": "And said unto his servants, This is John the Baptist; he has risen from the dead; and therefore mighty works do show forth themselves in him."
        },
        {
          "Verseid": "39013002",
          "Verse": "For Herod had laid hold on John, and bound him, and put him in prison for Herodias' sake, his brother Philip's wife."
        },
        {
          "Verseid": "39013003",
          "Verse": "For John said unto him, It is not lawful for you to have her."
        },
        {
          "Verseid": "39013004",
          "Verse": "And when he would have put him to death, he feared the multitude, because they counted him as a prophet."
        },
        {
          "Verseid": "39013005",
          "Verse": "But when Herod's birthday was kept, the daughter of Herodias danced before them, and pleased Herod."
        },
        {
          "Verseid": "39013006",
          "Verse": "Whereupon he promised with an oath to give her whatsoever she would ask."
        },
        {
          "Verseid": "39013007",
          "Verse": "And she, being before instructed of her mother, said, Give me here John Baptist's head in a charger."
        },
        {
          "Verseid": "39013008",
          "Verse": "And the king was sorry: nevertheless for the oath's sake, and them which sat with him at food, he commanded it to be given her."
        },
        {
          "Verseid": "39013009",
          "Verse": "And he sent, and beheaded John in the prison."
        },
        {
          "Verseid": "39013010",
          "Verse": "And his head was brought in a charger, and given to the damsel: and she brought it to her mother."
        },
        {
          "Verseid": "39013011",
          "Verse": "And his disciples came, and took up the body, and buried it, and went and told Jesus."
        },
        {
          "Verseid": "39013012",
          "Verse": "When Jesus heard of it, he departed thence by ship into a desert place apart: and when the people had heard thereof, they followed him on foot out of the cities."
        },
        {
          "Verseid": "39013013",
          "Verse": "And Jesus went forth, and saw a great multitude, and was moved with compassion toward them, and he healed their sick."
        },
        {
          "Verseid": "39013014",
          "Verse": "And when it was evening, his disciples came to him, saying, This is a desert place, and the time is now past; send the multitude away, that they may go into the villages, and buy themselves victuals."
        },
        {
          "Verseid": "39013015",
          "Verse": "But Jesus said unto them, They need not depart; give all of you them to eat."
        },
        {
          "Verseid": "39013016",
          "Verse": "And they say unto him, We have here but five loaves, and two fishes."
        },
        {
          "Verseid": "39013017",
          "Verse": "He said, Bring them here to me."
        },
        {
          "Verseid": "39013018",
          "Verse": "And he commanded the multitude to sit down on the grass, and took the five loaves, and the two fishes, and looking up to heaven, he blessed, and brake, and gave the loaves to his disciples, and the disciples to the multitude."
        },
        {
          "Verseid": "39013019",
          "Verse": "And they did all eat, and were filled: and they took up of the fragments that remained twelve baskets full."
        },
        {
          "Verseid": "39013020",
          "Verse": "And they that had eaten were about five thousand men, beside women and children."
        },
        {
          "Verseid": "39013021",
          "Verse": "And immediately Jesus constrained his disciples to get into a ship, and to go before him unto the other side, while he sent the multitudes away."
        },
        {
          "Verseid": "39013022",
          "Verse": "And when he had sent the multitudes away, he went up into a mountain apart to pray: and when the evening was come, he was there alone."
        },
        {
          "Verseid": "39013023",
          "Verse": "But the ship was now in the midst of the sea, tossed with waves: for the wind was contrary."
        },
        {
          "Verseid": "39013024",
          "Verse": "And in the fourth watch of the night Jesus went unto them, walking on the sea."
        },
        {
          "Verseid": "39013025",
          "Verse": "And when the disciples saw him walking on the sea, they were troubled, saying, It is a spirit; and they cried out for fear."
        },
        {
          "Verseid": "39013026",
          "Verse": "But immediately Jesus spoke unto them, saying, Be of good cheer; it is I; be not afraid."
        },
        {
          "Verseid": "39013027",
          "Verse": "And Peter answered him and said, Lord, if it be you, bid me come unto you on the water."
        },
        {
          "Verseid": "39013028",
          "Verse": "And he said, Come. And when Peter was come down out of the ship, he walked on the water, to go to Jesus."
        },
        {
          "Verseid": "39013029",
          "Verse": "But when he saw the wind boisterous, he was afraid; and beginning to sink, he cried, saying, Lord, save me."
        },
        {
          "Verseid": "39013030",
          "Verse": "And immediately Jesus stretched forth his hand, and caught him, and said unto him, O you of little faith, wherefore did you doubt?"
        },
        {
          "Verseid": "39013031",
          "Verse": "And when they were come into the ship, the wind ceased."
        },
        {
          "Verseid": "39013032",
          "Verse": "Then they that were in the ship came and worshipped him, saying, Truthfully you are the Son of God."
        },
        {
          "Verseid": "39013033",
          "Verse": "And when they were gone over, they came into the land of Gennesaret."
        },
        {
          "Verseid": "39013034",
          "Verse": "And when the men of that place had knowledge of him, they sent out into all that country round about, and brought unto him all that were diseased;"
        },
        {
          "Verseid": "39013035",
          "Verse": "And besought him that they might only touch the hem of his garment: and as many as touched were made perfectly whole."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "39014000",
          "Verse": "Then came to Jesus scribes and Pharisees, which were of Jerusalem, saying,"
        },
        {
          "Verseid": "39014001",
          "Verse": "Why do your disciples transgress the tradition of the elders? for they wash not their hands when they eat bread."
        },
        {
          "Verseid": "39014002",
          "Verse": "But he answered and said unto them, Why do all of you also transgress the commandment of God by your tradition?"
        },
        {
          "Verseid": "39014003",
          "Verse": "For God commanded, saying, Honour your father and mother: and, He that curses father or mother, let him die the death."
        },
        {
          "Verseid": "39014004",
          "Verse": "But all of you say, Whosoever shall say to his father or his mother, It is a gift, by whatsoever you might be profited by me;"
        },
        {
          "Verseid": "39014005",
          "Verse": "And honour not his father or his mother, he shall be free. Thus have all of you made the commandment of God of no effect by your tradition."
        },
        {
          "Verseid": "39014006",
          "Verse": "All of you hypocrites, well did Isaiah prophesy of you, saying,"
        },
        {
          "Verseid": "39014007",
          "Verse": "This people draws nigh unto me with their mouth, and honors me with their lips; but their heart is far from me."
        },
        {
          "Verseid": "39014008",
          "Verse": "But in vain they do worship me, teaching for doctrines the commandments of men."
        },
        {
          "Verseid": "39014009",
          "Verse": "And he called the multitude, and said unto them, Hear, and understand:"
        },
        {
          "Verseid": "39014010",
          "Verse": "Not that which goes into the mouth defiles a man; but that which comes out of the mouth, this defiles a man."
        },
        {
          "Verseid": "39014011",
          "Verse": "Then came his disciples, and said unto him, Know you that the Pharisees were offended, after they heard this saying?"
        },
        {
          "Verseid": "39014012",
          "Verse": "But he answered and said, Every plant, which my heavenly Father has not planted, shall be rooted up."
        },
        {
          "Verseid": "39014013",
          "Verse": "Let them alone: they be blind leaders of the blind. And if the blind lead the blind, both shall fall into the ditch."
        },
        {
          "Verseid": "39014014",
          "Verse": "Then answered Peter and said unto him, Declare unto us this parable."
        },
        {
          "Verseid": "39014015",
          "Verse": "And Jesus said, Are all of you also yet without understanding?"
        },
        {
          "Verseid": "39014016",
          "Verse": "Do not all of you yet understand, that whatsoever enters in at the mouth goes into the belly, and is cast out into the draught?"
        },
        {
          "Verseid": "39014017",
          "Verse": "But those things which proceed out of the mouth come forth from the heart; and they defile the man."
        },
        {
          "Verseid": "39014018",
          "Verse": "For out of the heart proceed evil thoughts, murders, adulteries, fornications, thefts, false witness, blasphemies:"
        },
        {
          "Verseid": "39014019",
          "Verse": "These are the things which defile a man: but to eat with unwashed hands defiles not a man."
        },
        {
          "Verseid": "39014020",
          "Verse": "Then Jesus went thence, and departed into the coasts of Tyre and Sidon."
        },
        {
          "Verseid": "39014021",
          "Verse": "And, behold, a woman of Canaan came out of the same coasts, and cried unto him, saying, Have mercy on me, O Lord, you son of David; my daughter is grievously vexed with a devil."
        },
        {
          "Verseid": "39014022",
          "Verse": "But he answered her not a word. And his disciples came and besought him, saying, Send her away; for she cries after us."
        },
        {
          "Verseid": "39014023",
          "Verse": "But he answered and said, I am not sent but unto the lost sheep of the house of Israel."
        },
        {
          "Verseid": "39014024",
          "Verse": "Then came she and worshipped him, saying, Lord, help me."
        },
        {
          "Verseid": "39014025",
          "Verse": "But he answered and said, It is not meet to take the children's bread, and to cast it to dogs."
        },
        {
          "Verseid": "39014026",
          "Verse": "And she said, Truth, Lord: yet the dogs eat of the crumbs which fall from their masters' table."
        },
        {
          "Verseid": "39014027",
          "Verse": "Then Jesus answered and said unto her, O woman, great is your faith: be it unto you even as you will. And her daughter was made whole from that very hour."
        },
        {
          "Verseid": "39014028",
          "Verse": "And Jesus departed from thence, and came nigh unto the sea of Galilee; and went up into a mountain, and sat down there."
        },
        {
          "Verseid": "39014029",
          "Verse": "And great multitudes came unto him, having with them those that were lame, blind, dumb, physically disabled, and many others, and cast them down at Jesus' feet; and he healed them:"
        },
        {
          "Verseid": "39014030",
          "Verse": "Insomuch that the multitude wondered, when they saw the dumb to speak, the physically disabled to be whole, the lame to walk, and the blind to see: and they glorified the God of Israel."
        },
        {
          "Verseid": "39014031",
          "Verse": "Then Jesus called his disciples unto him, and said, I have compassion on the multitude, because they continue with me now three days, and have nothing to eat: and I will not send them away fasting, lest they faint in the way."
        },
        {
          "Verseid": "39014032",
          "Verse": "And his disciples say unto him, Whence should we have so much bread in the wilderness, as to fill so great a multitude?"
        },
        {
          "Verseid": "39014033",
          "Verse": "And Jesus says unto them, How many loaves have all of you? And they said, Seven, and a few little fishes."
        },
        {
          "Verseid": "39014034",
          "Verse": "And he commanded the multitude to sit down on the ground."
        },
        {
          "Verseid": "39014035",
          "Verse": "And he took the seven loaves and the fishes, and gave thanks, and brake them, and gave to his disciples, and the disciples to the multitude."
        },
        {
          "Verseid": "39014036",
          "Verse": "And they did all eat, and were filled: and they took up of the broken food that was left seven baskets full."
        },
        {
          "Verseid": "39014037",
          "Verse": "And they that did eat were four thousand men, beside women and children."
        },
        {
          "Verseid": "39014038",
          "Verse": "And he sent away the multitude, and took ship, and came into the coasts of Magdala."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "39015000",
          "Verse": "The Pharisees also with the Sadducees came, and tempting desired him that he would show them a sign from heaven."
        },
        {
          "Verseid": "39015001",
          "Verse": "He answered and said unto them, When it is evening, all of you say, It will be fair weather: for the sky is red."
        },
        {
          "Verseid": "39015002",
          "Verse": "And in the morning, It will be foul weather to day: for the sky is red and lowering. O all of you hypocrites, all of you can discern the face of the sky; but can all of you not discern the signs of the times?"
        },
        {
          "Verseid": "39015003",
          "Verse": "A wicked and adulterous generation seeks after a sign; and there shall no sign be given unto it, but the sign of the prophet Jonas. And he left them, and departed."
        },
        {
          "Verseid": "39015004",
          "Verse": "And when his disciples were come to the other side, they had forgotten to take bread."
        },
        {
          "Verseid": "39015005",
          "Verse": "Then Jesus said unto them, Take heed and beware of the leaven of the Pharisees and of the Sadducees."
        },
        {
          "Verseid": "39015006",
          "Verse": "And they reasoned among themselves, saying, It is because we have taken no bread."
        },
        {
          "Verseid": "39015007",
          "Verse": "Which when Jesus perceived, he said unto them, O all of you of little faith, why reason all of you among yourselves, because all of you have brought no bread?"
        },
        {
          "Verseid": "39015008",
          "Verse": "Do all of you not yet understand, neither remember the five loaves of the five thousand, and how many baskets all of you took up?"
        },
        {
          "Verseid": "39015009",
          "Verse": "Neither the seven loaves of the four thousand, and how many baskets all of you took up?"
        },
        {
          "Verseid": "39015010",
          "Verse": "How is it that all of you do not understand that I spoke it not to you concerning bread, that all of you should beware of the leaven of the Pharisees and of the Sadducees?"
        },
        {
          "Verseid": "39015011",
          "Verse": "Then understood they how that he bade them not beware of the leaven of bread, but of the doctrine of the Pharisees and of the Sadducees."
        },
        {
          "Verseid": "39015012",
          "Verse": "When Jesus came into the coasts of Caesarea Philippi, he asked his disciples, saying, Whom do men say that I the Son of man am?"
        },
        {
          "Verseid": "39015013",
          "Verse": "And they said, Some say that you are John the Baptist: some, Elijah; and others, Jeremias, or one of the prophets."
        },
        {
          "Verseid": "39015014",
          "Verse": "He says unto them, But whom say all of you that I am?"
        },
        {
          "Verseid": "39015015",
          "Verse": "And Simon Peter answered and said, You are the Christ, the Son of the living God."
        },
        {
          "Verseid": "39015016",
          "Verse": "And Jesus answered and said unto him, Blessed are you, Simon Barjona: for flesh and blood has not revealed it unto you, but my Father which is in heaven."
        },
        {
          "Verseid": "39015017",
          "Verse": "And I say also unto you, That you are Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it."
        },
        {
          "Verseid": "39015018",
          "Verse": "And I will give unto you the keys of the kingdom of heaven: and whatsoever you shall bind on earth shall be bound in heaven: and whatsoever you shall loose on earth shall be loosed in heaven."
        },
        {
          "Verseid": "39015019",
          "Verse": "Then charged he his disciples that they should tell no man that he was Jesus the Christ."
        },
        {
          "Verseid": "39015020",
          "Verse": "From that time forth began Jesus to show unto his disciples, how that he must go unto Jerusalem, and suffer many things of the elders and chief priests and scribes, and be killed, and be raised again the third day."
        },
        {
          "Verseid": "39015021",
          "Verse": "Then Peter took him, and began to rebuke him, saying, Be it far from you, Lord: this shall not be unto you."
        },
        {
          "Verseid": "39015022",
          "Verse": "But he turned, and said unto Peter, Get you behind me, Satan: you are an offence unto me: for you savour not the things that be of God, but those that be of men."
        },
        {
          "Verseid": "39015023",
          "Verse": "Then said Jesus unto his disciples, If any man will come after me, let him deny himself, and take up his cross, and follow me."
        },
        {
          "Verseid": "39015024",
          "Verse": "For whosoever will save his life shall lose it: and whosoever will lose his life for my sake shall find it."
        },
        {
          "Verseid": "39015025",
          "Verse": "For what is a man profited, if he shall gain the whole world, and lose his own soul? or what shall a man give in exchange for his soul?"
        },
        {
          "Verseid": "39015026",
          "Verse": "For the Son of man shall come in the glory of his Father with his angels; and then he shall reward every man according to his works."
        },
        {
          "Verseid": "39015027",
          "Verse": "Verily I say unto you, There be some standing here, which shall not taste of death, till they see the Son of man coming in his kingdom."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "39016000",
          "Verse": "And after six days Jesus takes Peter, James, and John his brother, and brings them up into an high mountain apart,"
        },
        {
          "Verseid": "39016001",
          "Verse": "And was transfigured before them: and his face did shine as the sun, and his raiment was white as the light."
        },
        {
          "Verseid": "39016002",
          "Verse": "And, behold, there appeared unto them Moses and Elijah talking with him."
        },
        {
          "Verseid": "39016003",
          "Verse": "Then answered Peter, and said unto Jesus, Lord, it is good for us to be here: if you will, let us make here three tabernacles; one for you, and one for Moses, and one for Elijah."
        },
        {
          "Verseid": "39016004",
          "Verse": "While he yet spoke, behold, a bright cloud overshadowed them: and behold a voice out of the cloud, which said, This is my beloved Son, in whom I am well pleased; hear all of you him."
        },
        {
          "Verseid": "39016005",
          "Verse": "And when the disciples heard it, they fell on their face, and were sore afraid."
        },
        {
          "Verseid": "39016006",
          "Verse": "And Jesus came and touched them, and said, Arise, and be not afraid."
        },
        {
          "Verseid": "39016007",
          "Verse": "And when they had lifted up their eyes, they saw no man, save Jesus only."
        },
        {
          "Verseid": "39016008",
          "Verse": "And as they came down from the mountain, Jesus charged them, saying, Tell the vision to no man, until the Son of man be risen again from the dead."
        },
        {
          "Verseid": "39016009",
          "Verse": "And his disciples asked him, saying, Why then say the scribes that Elijah must first come?"
        },
        {
          "Verseid": "39016010",
          "Verse": "And Jesus answered and said unto them, Elijah truly shall first come, and restore all things."
        },
        {
          "Verseid": "39016011",
          "Verse": "But I say unto you, That Elijah has come already, and they knew him not, but have done unto him whatsoever they listed. Likewise shall also the Son of man suffer of them."
        },
        {
          "Verseid": "39016012",
          "Verse": "Then the disciples understood that he spoke unto them of John the Baptist."
        },
        {
          "Verseid": "39016013",
          "Verse": "And when they were come to the multitude, there came to him a certain man, kneeling down to him, and saying,"
        },
        {
          "Verseid": "39016014",
          "Verse": "Lord, have mercy on my son: for he is lunatic, and sore vexed: for frequently he falls into the fire, and often into the water."
        },
        {
          "Verseid": "39016015",
          "Verse": "And I brought him to your disciples, and they could not cure him."
        },
        {
          "Verseid": "39016016",
          "Verse": "Then Jesus answered and said, O faithless and perverse generation, how long shall I be with you? how long shall I suffer you? bring him here to me."
        },
        {
          "Verseid": "39016017",
          "Verse": "And Jesus rebuked the devil; and he departed out of him: and the child was cured from that very hour."
        },
        {
          "Verseid": "39016018",
          "Verse": "Then came the disciples to Jesus apart, and said, Why could not we cast him out?"
        },
        {
          "Verseid": "39016019",
          "Verse": "And Jesus said unto them, Because of your unbelief: for verily I say unto you, If all of you have faith as a grain of mustard seed, all of you shall say unto this mountain, Remove behind to yonder place; and it shall remove; and nothing shall be impossible unto you."
        },
        {
          "Verseid": "39016020",
          "Verse": "Nevertheless this kind goes not out but by prayer and fasting."
        },
        {
          "Verseid": "39016021",
          "Verse": "And while they abode in Galilee, Jesus said unto them, The Son of man shall be betrayed into the hands of men:"
        },
        {
          "Verseid": "39016022",
          "Verse": "And they shall kill him, and the third day he shall be raised again. And they were exceeding sorry."
        },
        {
          "Verseid": "39016023",
          "Verse": "And when they were come to Capernaum, they that received tribute money came to Peter, and said, Does not your master pay tribute?"
        },
        {
          "Verseid": "39016024",
          "Verse": "He says, Yes. And when he was come into the house, Jesus prevented him, saying, What think you, Simon? of whom do the kings of the earth take custom or tribute? of their own children, or of strangers?"
        },
        {
          "Verseid": "39016025",
          "Verse": "Peter says unto him, Of strangers. Jesus says unto him, Then are the children free."
        },
        {
          "Verseid": "39016026",
          "Verse": "Notwithstanding, lest we should offend them, go you to the sea, and cast an hook, and take up the fish that first comes up; and when you have opened his mouth, you shall find a piece of money: that take, and give unto them for me and you."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "39017000",
          "Verse": "At the same time came the disciples unto Jesus, saying, Who is the greatest in the kingdom of heaven?"
        },
        {
          "Verseid": "39017001",
          "Verse": "And Jesus called a little child unto him, and set him in the midst of them,"
        },
        {
          "Verseid": "39017002",
          "Verse": "And said, Verily I say unto you, Except all of you be converted, and become as little children, all of you shall not enter into the kingdom of heaven."
        },
        {
          "Verseid": "39017003",
          "Verse": "Whosoever therefore shall humble himself as this little child, the same is greatest in the kingdom of heaven."
        },
        {
          "Verseid": "39017004",
          "Verse": "And whoso shall receive one such little child in my name receives me."
        },
        {
          "Verseid": "39017005",
          "Verse": "But whoso shall offend one of these little ones which believe in me, it were better for him that a millstone were hanged about his neck, and that he were drowned in the depth of the sea."
        },
        {
          "Verseid": "39017006",
          "Verse": "Woe unto the world because of offences! for it must essentially be that offences come; but woe to that man by whom the offence comes!"
        },
        {
          "Verseid": "39017007",
          "Verse": "Wherefore if your hand or your foot offend you, cut them off, and cast them from you: it is better for you to enter into life halt or physically disabled, rather than having two hands or two feet to be cast into everlasting fire."
        },
        {
          "Verseid": "39017008",
          "Verse": "And if yours eye offend you, pluck it out, and cast it from you: it is better for you to enter into life with one eye, rather than having two eyes to be cast into hell fire."
        },
        {
          "Verseid": "39017009",
          "Verse": "Take heed that all of you despise not one of these little ones; for I say unto you, That in heaven their angels do always behold the face of my Father which is in heaven."
        },
        {
          "Verseid": "39017010",
          "Verse": "For the Son of man has come to save that which was lost."
        },
        {
          "Verseid": "39017011",
          "Verse": "How think all of you? if a man have an hundred sheep, and one of them be gone astray, does he not leave the ninety and nine, and goes into the mountains, and seeks that which is gone astray?"
        },
        {
          "Verseid": "39017012",
          "Verse": "And if so be that he find it, verily I say unto you, he rejoices more of that sheep, than of the ninety and nine which went not astray."
        },
        {
          "Verseid": "39017013",
          "Verse": "Even so it is not the will of your Father which is in heaven, that one of these little ones should perish."
        },
        {
          "Verseid": "39017014",
          "Verse": "Moreover if your brother shall trespass against you, go and tell him his fault between you and him alone: if he shall hear you, you have gained your brother."
        },
        {
          "Verseid": "39017015",
          "Verse": "But if he will not hear you, then take with you one or two more, that in the mouth of two or three witnesses every word may be established."
        },
        {
          "Verseid": "39017016",
          "Verse": "And if he shall neglect to hear them, tell it unto the church: but if he neglect to hear the church, let him be unto you as an heathen man and a publican."
        },
        {
          "Verseid": "39017017",
          "Verse": "Verily I say unto you, Whatsoever all of you shall bind on earth shall be bound in heaven: and whatsoever all of you shall loose on earth shall be loosed in heaven."
        },
        {
          "Verseid": "39017018",
          "Verse": "Again I say unto you, That if two of you shall agree on earth as concerning any thing that they shall ask, it shall be done for them of my Father which is in heaven."
        },
        {
          "Verseid": "39017019",
          "Verse": "For where two or three are gathered together in my name, there am I in the midst of them."
        },
        {
          "Verseid": "39017020",
          "Verse": "Then came Peter to him, and said, Lord, how often shall my brother sin against me, and I forgive him? till seven times?"
        },
        {
          "Verseid": "39017021",
          "Verse": "Jesus says unto him, I say not unto you, Until seven times: but, Until seventy times seven."
        },
        {
          "Verseid": "39017022",
          "Verse": "Therefore is the kingdom of heaven likened unto a certain king, which would take account of his servants."
        },
        {
          "Verseid": "39017023",
          "Verse": "And when he had begun to reckon, one was brought unto him, which owed him ten thousand talents."
        },
        {
          "Verseid": "39017024",
          "Verse": "But forasmuch as he had not to pay, his lord commanded him to be sold, and his wife, and children, and all that he had, and payment to be made."
        },
        {
          "Verseid": "39017025",
          "Verse": "The servant therefore fell down, and worshipped him, saying, Lord, have patience with me, and I will pay you all."
        },
        {
          "Verseid": "39017026",
          "Verse": "Then the lord of that servant was moved with compassion, and loosed him, and forgave him the debt."
        },
        {
          "Verseid": "39017027",
          "Verse": "But the same servant went out, and found one of his fellow servants, which owed him an hundred pence: and he laid hands on him, and took him by the throat, saying, Pay me that you owe."
        },
        {
          "Verseid": "39017028",
          "Verse": "And his fellow servant fell down at his feet, and besought him, saying, Have patience with me, and I will pay you all."
        },
        {
          "Verseid": "39017029",
          "Verse": "And he would not: but went and cast him into prison, till he should pay the debt."
        },
        {
          "Verseid": "39017030",
          "Verse": "So when his fellow servants saw what was done, they were very sorry, and came and told unto their lord all that was done."
        },
        {
          "Verseid": "39017031",
          "Verse": "Then his lord, after that he had called him, said unto him, O you wicked servant, I forgave you all that debt, because you desired me:"
        },
        {
          "Verseid": "39017032",
          "Verse": "Should not you also have had compassion on your fellow servant, even as I had pity on you?"
        },
        {
          "Verseid": "39017033",
          "Verse": "And his lord was angry, and delivered him to the tormentors, till he should pay all that was due unto him."
        },
        {
          "Verseid": "39017034",
          "Verse": "So likewise shall my heavenly Father do also unto you, if all of you from your hearts forgive not every one his brother their trespasses."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "39018000",
          "Verse": "And it came to pass, that when Jesus had finished these sayings, he departed from Galilee, and came into the coasts of Judaea beyond Jordan;"
        },
        {
          "Verseid": "39018001",
          "Verse": "And great multitudes followed him; and he healed them there."
        },
        {
          "Verseid": "39018002",
          "Verse": "The Pharisees also came unto him, tempting him, and saying unto him, Is it lawful for a man to put away his wife for every cause?"
        },
        {
          "Verseid": "39018003",
          "Verse": "And he answered and said unto them, Have all of you not read, that he which made them at the beginning made them male and female,"
        },
        {
          "Verseid": "39018004",
          "Verse": "And said, For this cause shall a man leave father and mother, and shall cleave to his wife: and they two shall be one flesh?"
        },
        {
          "Verseid": "39018005",
          "Verse": "Wherefore they are no more two, but one flesh. What therefore God has joined together, let not man put asunder."
        },
        {
          "Verseid": "39018006",
          "Verse": "They say unto him, Why did Moses then command to give a writing of divorcement, and to put her away?"
        },
        {
          "Verseid": "39018007",
          "Verse": "He says unto them, Moses because of the hardness of your hearts suffered you to put away your wives: but from the beginning it was not so."
        },
        {
          "Verseid": "39018008",
          "Verse": "And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, commits adultery: and whoso marries her which is put away does commit adultery."
        },
        {
          "Verseid": "39018009",
          "Verse": "His disciples say unto him, If the case of the man be so with his wife, it is not good to marry."
        },
        {
          "Verseid": "39018010",
          "Verse": "But he said unto them, All men cannot receive this saying, save they to whom it is given."
        },
        {
          "Verseid": "39018011",
          "Verse": "For there are some eunuchs, which were so born from their mother's womb: and there are some eunuchs, which were made eunuchs of men: and there be eunuchs, which have made themselves eunuchs for the kingdom of heaven's sake. He that is able to receive it, let him receive it."
        },
        {
          "Verseid": "39018012",
          "Verse": "Then were there brought unto him little children, that he should put his hands on them, and pray: and the disciples rebuked them."
        },
        {
          "Verseid": "39018013",
          "Verse": "But Jesus said, Suffer little children, and forbid them not, to come unto me: for of such is the kingdom of heaven."
        },
        {
          "Verseid": "39018014",
          "Verse": "And he laid his hands on them, and departed thence."
        },
        {
          "Verseid": "39018015",
          "Verse": "And, behold, one came and said unto him, Good Master, what good thing shall I do, that I may have eternal life?"
        },
        {
          "Verseid": "39018016",
          "Verse": "And he said unto him, Why call you me good? there is none good but one, that is, God: but if you will enter into life, keep the commandments."
        },
        {
          "Verseid": "39018017",
          "Verse": "He says unto him, Which? Jesus said, You shall do no murder, You shall not commit adultery, You shall not steal, You shall not bear false witness,"
        },
        {
          "Verseid": "39018018",
          "Verse": "Honour your father and your mother: and, You shall love your neighbour as yourself."
        },
        {
          "Verseid": "39018019",
          "Verse": "The young man says unto him, All these things have I kept from my youth up: what lack I yet?"
        },
        {
          "Verseid": "39018020",
          "Verse": "Jesus said unto him, If you will be perfect, go and sell that you have, and give to the poor, and you shall have treasure in heaven: and come and follow me."
        },
        {
          "Verseid": "39018021",
          "Verse": "But when the young man heard that saying, he went away sorrowful: for he had great possessions."
        },
        {
          "Verseid": "39018022",
          "Verse": "Then said Jesus unto his disciples, Verily I say unto you, That a rich man shall hardly enter into the kingdom of heaven."
        },
        {
          "Verseid": "39018023",
          "Verse": "And again I say unto you, It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God."
        },
        {
          "Verseid": "39018024",
          "Verse": "When his disciples heard it, they were exceedingly amazed, saying, Who then can be saved?"
        },
        {
          "Verseid": "39018025",
          "Verse": "But Jesus beheld them, and said unto them, With men this is impossible; but with God all things are possible."
        },
        {
          "Verseid": "39018026",
          "Verse": "Then answered Peter and said unto him, Behold, we have forsaken all, and followed you; what shall we have therefore?"
        },
        {
          "Verseid": "39018027",
          "Verse": "And Jesus said unto them, Verily I say unto you, That all of you which have followed me, in the regeneration when the Son of man shall sit in the throne of his glory, all of you also shall sit upon twelve thrones, judging the twelve tribes of Israel."
        },
        {
          "Verseid": "39018028",
          "Verse": "And every one that has forsaken houses, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my name's sake, shall receive an hundredfold, and shall inherit everlasting life."
        },
        {
          "Verseid": "39018029",
          "Verse": "But many that are first shall be last; and the last shall be first."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "39019000",
          "Verse": "For the kingdom of heaven is like unto a man that is an householder, which went out early in the morning to hire labourers into his vineyard."
        },
        {
          "Verseid": "39019001",
          "Verse": "And when he had agreed with the labourers for a penny a day, he sent them into his vineyard."
        },
        {
          "Verseid": "39019002",
          "Verse": "And he went out about the third hour, and saw others standing idle in the marketplace,"
        },
        {
          "Verseid": "39019003",
          "Verse": "And said unto them; Go all of you also into the vineyard, and whatsoever is right I will give you. And they went their way."
        },
        {
          "Verseid": "39019004",
          "Verse": "Again he went out about the sixth and ninth hour, and did likewise."
        },
        {
          "Verseid": "39019005",
          "Verse": "And about the eleventh hour he went out, and found others standing idle, and says unto them, Why stand all of you here all the day idle?"
        },
        {
          "Verseid": "39019006",
          "Verse": "They say unto him, Because no man has hired us. He says unto them, Go all of you also into the vineyard; and whatsoever is right, that shall all of you receive."
        },
        {
          "Verseid": "39019007",
          "Verse": "So when even was come, the lord of the vineyard says unto his steward, Call the labourers, and give them their hire, beginning from the last unto the first."
        },
        {
          "Verseid": "39019008",
          "Verse": "And when they came that were hired about the eleventh hour, they received every man a penny."
        },
        {
          "Verseid": "39019009",
          "Verse": "But when the first came, they supposed that they should have received more; and they likewise received every man a penny."
        },
        {
          "Verseid": "39019010",
          "Verse": "And when they had received it, they murmured against the goodman of the house,"
        },
        {
          "Verseid": "39019011",
          "Verse": "Saying, These last have wrought but one hour, and you have made them equal unto us, which have borne the burden and heat of the day."
        },
        {
          "Verseid": "39019012",
          "Verse": "But he answered one of them, and said, Friend, I do you no wrong: did not you agree with me for a penny?"
        },
        {
          "Verseid": "39019013",
          "Verse": "Take that yours is, and go your way: I will give unto this last, even as unto you."
        },
        {
          "Verseid": "39019014",
          "Verse": "Is it not lawful for me to do what I will with mine own? Is yours eye evil, because I am good?"
        },
        {
          "Verseid": "39019015",
          "Verse": "So the last shall be first, and the first last: for many be called, but few chosen."
        },
        {
          "Verseid": "39019016",
          "Verse": "And Jesus going up to Jerusalem took the twelve disciples apart in the way, and said unto them,"
        },
        {
          "Verseid": "39019017",
          "Verse": "Behold, we go up to Jerusalem; and the Son of man shall be betrayed unto the chief priests and unto the scribes, and they shall condemn him to death,"
        },
        {
          "Verseid": "39019018",
          "Verse": "And shall deliver him to the Gentiles to mock, and to scourge, and to crucify him: and the third day he shall rise again."
        },
        {
          "Verseid": "39019019",
          "Verse": "Then came to him the mother of Zebedees children with her sons, worshipping him, and desiring a certain thing of him."
        },
        {
          "Verseid": "39019020",
          "Verse": "And he said unto her, What will you? She says unto him, Grant that these my two sons may sit, the one on your right hand, and the other on the left, in your kingdom."
        },
        {
          "Verseid": "39019021",
          "Verse": "But Jesus answered and said, All of you know not what all of you ask. Are all of you able to drink of the cup that I shall drink of, and to be baptized with the baptism that I am baptized with? They say unto him, We are able."
        },
        {
          "Verseid": "39019022",
          "Verse": "And he says unto them, All of you shall drink indeed of my cup, and be baptized with the baptism that I am baptized with: but to sit on my right hand, and on my left, is not mine to give, but it shall be given to them for whom it is prepared of my Father."
        },
        {
          "Verseid": "39019023",
          "Verse": "And when the ten heard it, they were moved with indignation against the two brethren."
        },
        {
          "Verseid": "39019024",
          "Verse": "But Jesus called them unto him, and said, All of you know that the princes of the Gentiles exercise dominion over them, and they that are great exercise authority upon them."
        },
        {
          "Verseid": "39019025",
          "Verse": "But it shall not be so among you: but whosoever will be great among you, let him be your minister;"
        },
        {
          "Verseid": "39019026",
          "Verse": "And whosoever will be chief among you, let him be your servant:"
        },
        {
          "Verseid": "39019027",
          "Verse": "Even as the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many."
        },
        {
          "Verseid": "39019028",
          "Verse": "And as they departed from Jericho, a great multitude followed him."
        },
        {
          "Verseid": "39019029",
          "Verse": "And, behold, two blind men sitting by the way side, when they heard that Jesus passed by, cried out, saying, Have mercy on us, O Lord, you son of David."
        },
        {
          "Verseid": "39019030",
          "Verse": "And the multitude rebuked them, because they should hold their peace: but they cried the more, saying, Have mercy on us, O Lord, you son of David."
        },
        {
          "Verseid": "39019031",
          "Verse": "And Jesus stood still, and called them, and said, What will all of you that I shall do unto you?"
        },
        {
          "Verseid": "39019032",
          "Verse": "They say unto him, Lord, that our eyes may be opened."
        },
        {
          "Verseid": "39019033",
          "Verse": "So Jesus had compassion on them, and touched their eyes: and immediately their eyes received sight, and they followed him."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "39020000",
          "Verse": "And when they drew nigh unto Jerusalem, and were come to Bethphage, unto the mount of Olives, then sent Jesus two disciples,"
        },
        {
          "Verseid": "39020001",
          "Verse": "Saying unto them, Go into the village opposite to you, and immediately all of you shall find an ass tied, and a colt with her: loose them, and bring them unto me."
        },
        {
          "Verseid": "39020002",
          "Verse": "And if any man say ought unto you, all of you shall say, The Lord has need of them; and immediately he will send them."
        },
        {
          "Verseid": "39020003",
          "Verse": "All this was done, that it might be fulfilled which was spoken by the prophet, saying,"
        },
        {
          "Verseid": "39020004",
          "Verse": "Tell all of you the daughter of Sion, Behold, your King comes unto you, meek, and sitting upon an ass, and a colt the foal of an ass."
        },
        {
          "Verseid": "39020005",
          "Verse": "And the disciples went, and did as Jesus commanded them,"
        },
        {
          "Verseid": "39020006",
          "Verse": "And brought the ass, and the colt, and put on them their clothes, and they set him thereon."
        },
        {
          "Verseid": "39020007",
          "Verse": "And a very great multitude spread their garments in the way; others cut down branches from the trees, and scattered them in the way."
        },
        {
          "Verseid": "39020008",
          "Verse": "And the multitudes that went before, and that followed, cried, saying, Hosanna to the son of David: Blessed is he that comes in the name of the Lord; Hosanna in the highest."
        },
        {
          "Verseid": "39020009",
          "Verse": "And when he was come into Jerusalem, all the city was moved, saying, Who is this?"
        },
        {
          "Verseid": "39020010",
          "Verse": "And the multitude said, This is Jesus the prophet of Nazareth of Galilee."
        },
        {
          "Verseid": "39020011",
          "Verse": "And Jesus went into the temple of God, and cast out all them that sold and bought in the temple, and overthrew the tables of the moneychangers, and the seats of them that sold doves,"
        },
        {
          "Verseid": "39020012",
          "Verse": "And said unto them, It is written, My house shall be called the house of prayer; but all of you have made it a den of thieves."
        },
        {
          "Verseid": "39020013",
          "Verse": "And the blind and the lame came to him in the temple; and he healed them."
        },
        {
          "Verseid": "39020014",
          "Verse": "And when the chief priests and scribes saw the wonderful things that he did, and the children crying in the temple, and saying, Hosanna to the son of David; they were sore displeased,"
        },
        {
          "Verseid": "39020015",
          "Verse": "And said unto him, Hear you what these say? And Jesus says unto them, Yea; have all of you never read, Out of the mouth of babes and infants you have perfected praise?"
        },
        {
          "Verseid": "39020016",
          "Verse": "And he left them, and went out of the city into Bethany; and he lodged there."
        },
        {
          "Verseid": "39020017",
          "Verse": "Now in the morning as he returned into the city, he hungered."
        },
        {
          "Verseid": "39020018",
          "Verse": "And when he saw a fig tree in the way, he came to it, and found nothing thereon, but leaves only, and said unto it, Let no fruit grow on you henceforward for ever. And presently the fig tree withered away."
        },
        {
          "Verseid": "39020019",
          "Verse": "And when the disciples saw it, they marvelled, saying, How soon is the fig tree withered away!"
        },
        {
          "Verseid": "39020020",
          "Verse": "Jesus answered and said unto them, Verily I say unto you, If all of you have faith, and doubt not, all of you shall not only do this which is done to the fig tree, but also if all of you shall say unto this mountain, Be you removed, and be you cast into the sea; it shall be done."
        },
        {
          "Verseid": "39020021",
          "Verse": "And all things, whatsoever all of you shall ask in prayer, believing, all of you shall receive."
        },
        {
          "Verseid": "39020022",
          "Verse": "And when he was come into the temple, the chief priests and the elders of the people came unto him as he was teaching, and said, By what authority do you these things? and who gave you this authority?"
        },
        {
          "Verseid": "39020023",
          "Verse": "And Jesus answered and said unto them, I also will ask you one thing, which if all of you tell me, I in like wise will tell you by what authority I do these things."
        },
        {
          "Verseid": "39020024",
          "Verse": "The baptism of John, whence was it? from heaven, or of men? And they reasoned with themselves, saying, If we shall say, From heaven; he will say unto us, Why did all of you not then believe him?"
        },
        {
          "Verseid": "39020025",
          "Verse": "But if we shall say, Of men; we fear the people; for all hold John as a prophet."
        },
        {
          "Verseid": "39020026",
          "Verse": "And they answered Jesus, and said, We cannot tell. And he said unto them, Neither tell I you by what authority I do these things."
        },
        {
          "Verseid": "39020027",
          "Verse": "But what think all of you? A certain man had two sons; and he came to the first, and said, Son, go work to day in my vineyard."
        },
        {
          "Verseid": "39020028",
          "Verse": "He answered and said, I will not: but afterward he repented, and went."
        },
        {
          "Verseid": "39020029",
          "Verse": "And he came to the second, and said likewise. And he answered and said, I go, sir: and went not."
        },
        {
          "Verseid": "39020030",
          "Verse": "Whether of them two did the will of his father? They say unto him, The first. Jesus says unto them, Verily I say unto you, That the publicans and the harlots go into the kingdom of God before you."
        },
        {
          "Verseid": "39020031",
          "Verse": "For John came unto you in the way of righteousness, and all of you believed him not: but the publicans and the harlots believed him: and all of you, when all of you had seen it, repented not afterward, that all of you might believe him."
        },
        {
          "Verseid": "39020032",
          "Verse": "Hear another parable: There was a certain householder, which planted a vineyard, and hedged it round about, and dug a winepress in it, and built a tower, and let it out to husbandmen, and went into a far country:"
        },
        {
          "Verseid": "39020033",
          "Verse": "And when the time of the fruit drew near, he sent his servants to the husbandmen, that they might receive the fruits of it."
        },
        {
          "Verseid": "39020034",
          "Verse": "And the husbandmen took his servants, and beat one, and killed another, and stoned another."
        },
        {
          "Verseid": "39020035",
          "Verse": "Again, he sent other servants more than the first: and they did unto them likewise."
        },
        {
          "Verseid": "39020036",
          "Verse": "But last of all he sent unto them his son, saying, They will reverence my son."
        },
        {
          "Verseid": "39020037",
          "Verse": "But when the husbandmen saw the son, they said among themselves, This is the heir; come, let us kill him, and let us seize on his inheritance."
        },
        {
          "Verseid": "39020038",
          "Verse": "And they caught him, and cast him out of the vineyard, and slew him."
        },
        {
          "Verseid": "39020039",
          "Verse": "When the lord therefore of the vineyard comes, what will he do unto those husbandmen?"
        },
        {
          "Verseid": "39020040",
          "Verse": "They say unto him, He will miserably destroy those wicked men, and will let out his vineyard unto other husbandmen, which shall render him the fruits in their seasons."
        },
        {
          "Verseid": "39020041",
          "Verse": "Jesus says unto them, Did all of you never read in the scriptures, The stone which the builders rejected, the same is become the head of the corner: this is the Lord's doing, and it is marvellous in our eyes?"
        },
        {
          "Verseid": "39020042",
          "Verse": "Therefore say I unto you, The kingdom of God shall be taken from you, and given to a nation bringing forth the fruits thereof."
        },
        {
          "Verseid": "39020043",
          "Verse": "And whosoever shall fall on this stone shall be broken: but on whomsoever it shall fall, it will grind him to powder."
        },
        {
          "Verseid": "39020044",
          "Verse": "And when the chief priests and Pharisees had heard his parables, they perceived that he spoke of them."
        },
        {
          "Verseid": "39020045",
          "Verse": "But when they sought to lay hands on him, they feared the multitude, because they took him for a prophet."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "39021000",
          "Verse": "And Jesus answered and spoke unto them again by parables, and said,"
        },
        {
          "Verseid": "39021001",
          "Verse": "The kingdom of heaven is like unto a certain king, which made a marriage for his son,"
        },
        {
          "Verseid": "39021002",
          "Verse": "And sent forth his servants to call them that were bidden to the wedding: and they would not come."
        },
        {
          "Verseid": "39021003",
          "Verse": "Again, he sent forth other servants, saying, Tell them which are bidden, Behold, I have prepared my dinner: my oxen and my fatlings are killed, and all things are ready: come unto the marriage."
        },
        {
          "Verseid": "39021004",
          "Verse": "But they made light of it, and went their ways, one to his farm, another to his merchandise:"
        },
        {
          "Verseid": "39021005",
          "Verse": "And the remnant took his servants, and pleaded them spitefully, and slew them."
        },
        {
          "Verseid": "39021006",
          "Verse": "But when the king heard thereof, he was angry: and he sent forth his armies, and destroyed those murderers, and burned up their city."
        },
        {
          "Verseid": "39021007",
          "Verse": "Then says he to his servants, The wedding is ready, but they which were bidden were not worthy."
        },
        {
          "Verseid": "39021008",
          "Verse": "Go all of you therefore into the highways, and as many as all of you shall find, bid to the marriage."
        },
        {
          "Verseid": "39021009",
          "Verse": "So those servants went out into the highways, and gathered together all as many as they found, both bad and good: and the wedding was furnished with guest."
        },
        {
          "Verseid": "39021010",
          "Verse": "And when the king came in to see the guest, he saw there a man which had not on a wedding garment:"
        },
        {
          "Verseid": "39021011",
          "Verse": "And he says unto him, Friend, how came you in here not having a wedding garment? And he was speechless."
        },
        {
          "Verseid": "39021012",
          "Verse": "Then said the king to the servants, Bind him hand and foot, and take him away, and cast him into outer darkness, there shall be weeping and gnashing of teeth."
        },
        {
          "Verseid": "39021013",
          "Verse": "For many are called, but few are chosen."
        },
        {
          "Verseid": "39021014",
          "Verse": "Then went the Pharisees, and took counsel how they might entangle him in his talk."
        },
        {
          "Verseid": "39021015",
          "Verse": "And they sent out unto him their disciples with the Herodians, saying, Master, we know that you are true, and teach the way of God in truth, neither care you for any man: for you regard not the person of men."
        },
        {
          "Verseid": "39021016",
          "Verse": "Tell us therefore, What think you? Is it lawful to give tribute unto Caesar, or not?"
        },
        {
          "Verseid": "39021017",
          "Verse": "But Jesus perceived their wickedness, and said, Why tempt all of you me, all of you hypocrites?"
        },
        {
          "Verseid": "39021018",
          "Verse": "Show me the tribute money. And they brought unto him a penny."
        },
        {
          "Verseid": "39021019",
          "Verse": "And he says unto them, Whose is this image and superscription?"
        },
        {
          "Verseid": "39021020",
          "Verse": "They say unto him, Caesar's. Then says he unto them, Render therefore unto Caesar the things which are Caesar's; and unto God the things that are God's."
        },
        {
          "Verseid": "39021021",
          "Verse": "When they had heard these words, they marvelled, and left him, and went their way."
        },
        {
          "Verseid": "39021022",
          "Verse": "The same day came to him the Sadducees, which say that there is no resurrection, and asked him,"
        },
        {
          "Verseid": "39021023",
          "Verse": "Saying, Master, Moses said, If a man die, having no children, his brother shall marry his wife, and raise up seed unto his brother."
        },
        {
          "Verseid": "39021024",
          "Verse": "Now there were with us seven brethren: and the first, when he had married a wife, deceased, and, having no issue, left his wife unto his brother:"
        },
        {
          "Verseid": "39021025",
          "Verse": "Likewise the second also, and the third, unto the seventh."
        },
        {
          "Verseid": "39021026",
          "Verse": "And last of all the woman died also."
        },
        {
          "Verseid": "39021027",
          "Verse": "Therefore in the resurrection whose wife shall she be of the seven? for they all had her."
        },
        {
          "Verseid": "39021028",
          "Verse": "Jesus answered and said unto them, All of you do go astray, not knowing the scriptures, nor the power of God."
        },
        {
          "Verseid": "39021029",
          "Verse": "For in the resurrection they neither marry, nor are given in marriage, but are as the angels of God in heaven."
        },
        {
          "Verseid": "39021030",
          "Verse": "But as concerning the resurrection of the dead, have all of you not read that which was spoken unto you by God, saying,"
        },
        {
          "Verseid": "39021031",
          "Verse": "I am the God of Abraham, and the God of Isaac, and the God of Jacob? God is not the God of the dead, but of the living."
        },
        {
          "Verseid": "39021032",
          "Verse": "And when the multitude heard this, they were astonished at his doctrine."
        },
        {
          "Verseid": "39021033",
          "Verse": "But when the Pharisees had heard that he had put the Sadducees to silence, they were gathered together."
        },
        {
          "Verseid": "39021034",
          "Verse": "Then one of them, which was a lawyer, asked him a question, tempting him, and saying,"
        },
        {
          "Verseid": "39021035",
          "Verse": "Master, which is the great commandment in the law?"
        },
        {
          "Verseid": "39021036",
          "Verse": "Jesus said unto him, You shall love the Lord your God with all your heart, and with all your soul, and with all your mind."
        },
        {
          "Verseid": "39021037",
          "Verse": "This is the first and great commandment."
        },
        {
          "Verseid": "39021038",
          "Verse": "And the second is like unto it, You shall love your neighbour as yourself."
        },
        {
          "Verseid": "39021039",
          "Verse": "On these two commandments hang all the law and the prophets."
        },
        {
          "Verseid": "39021040",
          "Verse": "While the Pharisees were gathered together, Jesus asked them,"
        },
        {
          "Verseid": "39021041",
          "Verse": "Saying, What think all of you of Christ? whose son is he? They say unto him, The son of David."
        },
        {
          "Verseid": "39021042",
          "Verse": "He says unto them, How then does David in spirit call him Lord, saying,"
        },
        {
          "Verseid": "39021043",
          "Verse": "The LORD said unto my Lord, Sit you on my right hand, till I make yours enemies your footstool?"
        },
        {
          "Verseid": "39021044",
          "Verse": "If David then call him Lord, how is he his son?"
        },
        {
          "Verseid": "39021045",
          "Verse": "And no man was able to answer him a word, neither durst any man from that day forth ask him any more questions."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "39022000",
          "Verse": "Then spoke Jesus to the multitude, and to his disciples,"
        },
        {
          "Verseid": "39022001",
          "Verse": "Saying The scribes and the Pharisees sit in Moses' seat:"
        },
        {
          "Verseid": "39022002",
          "Verse": "All therefore whatsoever they bid you observe, that observe and do; but do not all of you after their works: for they say, and do not."
        },
        {
          "Verseid": "39022003",
          "Verse": "For they bind heavy burdens and grievous to be borne, and lay them on men's shoulders; but they themselves will not move them with one of their fingers."
        },
        {
          "Verseid": "39022004",
          "Verse": "But all their works they do in order to be seen of men: they make broad their phylacteries, and enlarge the borders of their garments,"
        },
        {
          "Verseid": "39022005",
          "Verse": "And love the uppermost rooms at feasts, and the chief seats in the synagogues,"
        },
        {
          "Verseid": "39022006",
          "Verse": "And greetings in the markets, and to be called of men, Rabbi, Rabbi."
        },
        {
          "Verseid": "39022007",
          "Verse": "But be not all of you called Rabbi: for one is your Master, even Christ; and all you are brethren."
        },
        {
          "Verseid": "39022008",
          "Verse": "And call no man your father upon the earth: for one is your Father, which is in heaven."
        },
        {
          "Verseid": "39022009",
          "Verse": "Neither be all of you called masters: for one is your Master, even Christ."
        },
        {
          "Verseid": "39022010",
          "Verse": "But he that is greatest among you shall be your servant."
        },
        {
          "Verseid": "39022011",
          "Verse": "And whosoever shall exalt himself shall be brought low; and he that shall humble himself shall be exalted."
        },
        {
          "Verseid": "39022012",
          "Verse": "But woe unto you, scribes and Pharisees, hypocrites! for all of you shut up the kingdom of heaven against men: for all of you neither go in yourselves, neither suffer all of you them that are entering to go in."
        },
        {
          "Verseid": "39022013",
          "Verse": "Woe unto you, scribes and Pharisees, hypocrites! for all of you devour widows' houses, and for a pretence make long prayer: therefore all of you shall receive the greater damnation."
        },
        {
          "Verseid": "39022014",
          "Verse": "Woe unto you, scribes and Pharisees, hypocrites! for all of you compass sea and land to make one proselyte, and when he is made, all of you make him twofold more the child of hell than yourselves."
        },
        {
          "Verseid": "39022015",
          "Verse": "Woe unto you, all of you blind guides, which say, Whosoever shall swear by the temple, it is nothing; but whosoever shall swear by the gold of the temple, he is a debtor!"
        },
        {
          "Verseid": "39022016",
          "Verse": "All of you fools and blind: for whether is greater, the gold, or the temple that santifies the gold?"
        },
        {
          "Verseid": "39022017",
          "Verse": "And, Whosoever shall swear by the altar, it is nothing; but whosoever swears by the gift that is upon it, he is guilty."
        },
        {
          "Verseid": "39022018",
          "Verse": "All of you fools and blind: for whether is greater, the gift, or the altar that santifies the gift?"
        },
        {
          "Verseid": "39022019",
          "Verse": "Whoso therefore shall swear by the altar, swears by it, and by all things thereon."
        },
        {
          "Verseid": "39022020",
          "Verse": "And whoso shall swear by the temple, swears by it, and by him that dwells therein."
        },
        {
          "Verseid": "39022021",
          "Verse": "And he that shall swear by heaven, swears by the throne of God, and by him that sits thereon."
        },
        {
          "Verseid": "39022022",
          "Verse": "Woe unto you, scribes and Pharisees, hypocrites! for all of you pay tithe of mint and anise and cummin, and have omitted the weightier matters of the law, judgment, mercy, and faith: these ought all of you to have done, and not to leave the other undone."
        },
        {
          "Verseid": "39022023",
          "Verse": "All of you blind guides, which strain out a gnat, and swallow a camel."
        },
        {
          "Verseid": "39022024",
          "Verse": "Woe unto you, scribes and Pharisees, hypocrites! for all of you make clean the outside of the cup and of the platter, but within they are full of extortion and excess."
        },
        {
          "Verseid": "39022025",
          "Verse": "You blind Pharisee, cleanse first that which is within the cup and platter, that the outside of them may be clean also."
        },
        {
          "Verseid": "39022026",
          "Verse": "Woe unto you, scribes and Pharisees, hypocrites! for all of you are like unto whitewashed sepulchers, which indeed appear beautiful outward, but are within full of dead men's bones, and of all uncleanness."
        },
        {
          "Verseid": "39022027",
          "Verse": "Even so all of you also outwardly appear righteous unto men, but within all of you are full of hypocrisy and iniquity."
        },
        {
          "Verseid": "39022028",
          "Verse": "Woe unto you, scribes and Pharisees, hypocrites! because all of you build the tombs of the prophets, and garnish the sepulchers of the righteous,"
        },
        {
          "Verseid": "39022029",
          "Verse": "And say, If we had been in the days of our fathers, we would not have been partakers with them in the blood of the prophets."
        },
        {
          "Verseid": "39022030",
          "Verse": "Wherefore all of you be witnesses unto yourselves, that all of you are the children of them which killed the prophets."
        },
        {
          "Verseid": "39022031",
          "Verse": "Fill all of you up then the measure of your fathers."
        },
        {
          "Verseid": "39022032",
          "Verse": "All of you serpents, all of you generation of vipers, how can all of you escape the damnation of hell?"
        },
        {
          "Verseid": "39022033",
          "Verse": "Wherefore, behold, I send unto you prophets, and wise men, and scribes: and some of them all of you shall kill and crucify; and some of them shall all of you scourge in your synagogues, and persecute them from city to city:"
        },
        {
          "Verseid": "39022034",
          "Verse": "That upon you may come all the righteous blood shed upon the earth, from the blood of righteous Abel unto the blood of Zacharias son of Barachias, whom all of you slew between the temple and the altar."
        },
        {
          "Verseid": "39022035",
          "Verse": "Verily I say unto you, All these things shall come upon this generation."
        },
        {
          "Verseid": "39022036",
          "Verse": "O Jerusalem, Jerusalem, you that kill the prophets, and stone them which are sent unto you, how often would I have gathered your children together, even as a hen gathers her chickens under her wings, and all of you would not!"
        },
        {
          "Verseid": "39022037",
          "Verse": "Behold, your house is left unto you desolate."
        },
        {
          "Verseid": "39022038",
          "Verse": "For I say unto you, All of you shall not see me henceforth, till all of you shall say, Blessed is he that comes in the name of the Lord."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "39023000",
          "Verse": "And Jesus went out, and departed from the temple: and his disciples came to him in order to show him the buildings of the temple."
        },
        {
          "Verseid": "39023001",
          "Verse": "And Jesus said unto them, See all of you not all these things? verily I say unto you, There shall not be left here one stone upon another, that shall not be thrown down."
        },
        {
          "Verseid": "39023002",
          "Verse": "And as he sat upon the mount of Olives, the disciples came unto him privately, saying, Tell us, when shall these things be? and what shall be the sign of your coming, and of the end of the world?"
        },
        {
          "Verseid": "39023003",
          "Verse": "And Jesus answered and said unto them, Take heed that no man deceive you."
        },
        {
          "Verseid": "39023004",
          "Verse": "For many shall come in my name, saying, I am Christ; and shall deceive many."
        },
        {
          "Verseid": "39023005",
          "Verse": "And all of you shall hear of wars and rumours of wars: see that all of you be not troubled: for all these things must come to pass, but the end is not yet."
        },
        {
          "Verseid": "39023006",
          "Verse": "For nation shall rise against nation, and kingdom against kingdom: and there shall be famines, and pestilences, and earthquakes, in divers places."
        },
        {
          "Verseid": "39023007",
          "Verse": "All these are the beginning of sorrows."
        },
        {
          "Verseid": "39023008",
          "Verse": "Then shall they deliver you up to be afflicted, and shall kill you: and all of you shall be hated of all nations for my name's sake."
        },
        {
          "Verseid": "39023009",
          "Verse": "And then shall many be offended, and shall betray one another, and shall hate one another."
        },
        {
          "Verseid": "39023010",
          "Verse": "And many false prophets shall rise, and shall deceive many."
        },
        {
          "Verseid": "39023011",
          "Verse": "And because iniquity shall abound, the love of many shall wax cold."
        },
        {
          "Verseid": "39023012",
          "Verse": "But he that shall endure unto the end, the same shall be saved."
        },
        {
          "Verseid": "39023013",
          "Verse": "And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come."
        },
        {
          "Verseid": "39023014",
          "Verse": "When all of you therefore shall see the abomination of desolation, spoken of by Daniel the prophet, stand in the holy place, (whoso reads, let him understand:)"
        },
        {
          "Verseid": "39023015",
          "Verse": "Then let them which be in Judaea flee into the mountains:"
        },
        {
          "Verseid": "39023016",
          "Verse": "Let him which is on the housetop not come down to take any thing out of his house:"
        },
        {
          "Verseid": "39023017",
          "Verse": "Neither let him which is in the field return back to take his clothes."
        },
        {
          "Verseid": "39023018",
          "Verse": "And woe unto them that are with child, and to them that give suck in those days!"
        },
        {
          "Verseid": "39023019",
          "Verse": "But pray all of you that your flight be not in the winter, neither on the sabbath day:"
        },
        {
          "Verseid": "39023020",
          "Verse": "For then shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be."
        },
        {
          "Verseid": "39023021",
          "Verse": "And except those days should be shortened, there should no flesh be saved: but for the elect's sake those days shall be shortened."
        },
        {
          "Verseid": "39023022",
          "Verse": "Then if any man shall say unto you, Lo, here is Christ, or there; believe it not."
        },
        {
          "Verseid": "39023023",
          "Verse": "For there shall arise false Christs, and false prophets, and shall show great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect."
        },
        {
          "Verseid": "39023024",
          "Verse": "Behold, I have told you before."
        },
        {
          "Verseid": "39023025",
          "Verse": "Wherefore if they shall say unto you, Behold, he is in the desert; go not forth: behold, he is in the secret chambers; believe it not."
        },
        {
          "Verseid": "39023026",
          "Verse": "For as the lightning comes out of the east, and shines even unto the west; so shall also the coming of the Son of man be."
        },
        {
          "Verseid": "39023027",
          "Verse": "For where ever the carcass is, there will the eagles be gathered together."
        },
        {
          "Verseid": "39023028",
          "Verse": "Immediately after the tribulation of those days shall the sun be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of the heavens shall be shaken:"
        },
        {
          "Verseid": "39023029",
          "Verse": "And then shall appear the sign of the Son of man in heaven: and then shall all the tribes of the earth mourn, and they shall see the Son of man coming in the clouds of heaven with power and great glory."
        },
        {
          "Verseid": "39023030",
          "Verse": "And he shall send his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other."
        },
        {
          "Verseid": "39023031",
          "Verse": "Now learn a parable of the fig tree; When his branch is yet tender, and puts forth leaves, all of you know that summer is nigh:"
        },
        {
          "Verseid": "39023032",
          "Verse": "So likewise all of you, when all of you shall see all these things, know that it is near, even at the doors."
        },
        {
          "Verseid": "39023033",
          "Verse": "Verily I say unto you, This generation shall not pass, till all these things be fulfilled."
        },
        {
          "Verseid": "39023034",
          "Verse": "Heaven and earth shall pass away, but my words shall not pass away."
        },
        {
          "Verseid": "39023035",
          "Verse": "But of that day and hour knows no man, no, not the angels of heaven, but my Father only."
        },
        {
          "Verseid": "39023036",
          "Verse": "But as the days of Noe were, so shall also the coming of the Son of man be."
        },
        {
          "Verseid": "39023037",
          "Verse": "For as in the days that were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noe entered into the ark,"
        },
        {
          "Verseid": "39023038",
          "Verse": "And knew not until the flood came, and took them all away; so shall also the coming of the Son of man be."
        },
        {
          "Verseid": "39023039",
          "Verse": "Then shall two be in the field; the one shall be taken, and the other left."
        },
        {
          "Verseid": "39023040",
          "Verse": "Two women shall be grinding at the mill; the one shall be taken, and the other left."
        },
        {
          "Verseid": "39023041",
          "Verse": "Watch therefore: for all of you know not what hour your Lord does come."
        },
        {
          "Verseid": "39023042",
          "Verse": "But know this, that if the goodman of the house had known in what watch the thief would come, he would have watched, and would not have suffered his house to be broken up."
        },
        {
          "Verseid": "39023043",
          "Verse": "Therefore be all of you also ready: for in such an hour as all of you think not the Son of man comes."
        },
        {
          "Verseid": "39023044",
          "Verse": "Who then is a faithful and wise servant, whom his lord has made ruler over his household, to give them food in due season?"
        },
        {
          "Verseid": "39023045",
          "Verse": "Blessed is that servant, whom his lord when he comes shall find so doing."
        },
        {
          "Verseid": "39023046",
          "Verse": "Verily I say unto you, That he shall make him ruler over all his goods."
        },
        {
          "Verseid": "39023047",
          "Verse": "But and if that evil servant shall say in his heart, My lord delays his coming;"
        },
        {
          "Verseid": "39023048",
          "Verse": "And shall begin to strike his fellow servants, and to eat and drink with the drunken;"
        },
        {
          "Verseid": "39023049",
          "Verse": "The lord of that servant shall come in a day when he looks not for him, and in an hour that he is not aware of,"
        },
        {
          "Verseid": "39023050",
          "Verse": "And shall cut him asunder, and appoint him his portion with the hypocrites: there shall be weeping and gnashing of teeth."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "39024000",
          "Verse": "Then shall the kingdom of heaven be likened unto ten virgins, which took their lamps, and went forth to meet the bridegroom."
        },
        {
          "Verseid": "39024001",
          "Verse": "And five of them were wise, and five were foolish."
        },
        {
          "Verseid": "39024002",
          "Verse": "They that were foolish took their lamps, and took no oil with them:"
        },
        {
          "Verseid": "39024003",
          "Verse": "But the wise took oil in their vessels with their lamps."
        },
        {
          "Verseid": "39024004",
          "Verse": "While the bridegroom tarried, they all slumbered and slept."
        },
        {
          "Verseid": "39024005",
          "Verse": "And at midnight there was a cry made, Behold, the bridegroom comes; go all of you out to meet him."
        },
        {
          "Verseid": "39024006",
          "Verse": "Then all those virgins arose, and trimmed their lamps."
        },
        {
          "Verseid": "39024007",
          "Verse": "And the foolish said unto the wise, Give us of your oil; for our lamps are gone out."
        },
        {
          "Verseid": "39024008",
          "Verse": "But the wise answered, saying, Not so; lest there be not enough for us and you: but go all of you rather to them that sell, and buy for yourselves."
        },
        {
          "Verseid": "39024009",
          "Verse": "And while they went to buy, the bridegroom came; and they that were ready went in with him to the marriage: and the door was shut."
        },
        {
          "Verseid": "39024010",
          "Verse": "Afterward came also the other virgins, saying, Lord, Lord, open to us."
        },
        {
          "Verseid": "39024011",
          "Verse": "But he answered and said, Verily I say unto you, I know you not."
        },
        {
          "Verseid": "39024012",
          "Verse": "Watch therefore, for all of you know neither the day nor the hour wherein the Son of man comes."
        },
        {
          "Verseid": "39024013",
          "Verse": "For the kingdom of heaven is as a man travelling into a far country, who called his own servants, and delivered unto them his goods."
        },
        {
          "Verseid": "39024014",
          "Verse": "And unto one he gave five talents, to another two, and to another one; to every man according to his several ability; and immediately took his journey."
        },
        {
          "Verseid": "39024015",
          "Verse": "Then he that had received the five talents went and traded with the same, and made them other five talents."
        },
        {
          "Verseid": "39024016",
          "Verse": "And likewise he that had received two, he also gained other two."
        },
        {
          "Verseid": "39024017",
          "Verse": "But he that had received one went and dug in the earth, and hid his lord's money."
        },
        {
          "Verseid": "39024018",
          "Verse": "After a long time the lord of those servants comes, and reckons with them."
        },
        {
          "Verseid": "39024019",
          "Verse": "And so he that had received five talents came and brought other five talents, saying, Lord, you delivered unto me five talents: behold, I have gained beside them five talents more."
        },
        {
          "Verseid": "39024020",
          "Verse": "His lord said unto him, Well done, you good and faithful servant: you have been faithful over a few things, I will make you ruler over many things: enter you into the joy of your lord."
        },
        {
          "Verseid": "39024021",
          "Verse": "He also that had received two talents came and said, Lord, you delivered unto me two talents: behold, I have gained two other talents beside them."
        },
        {
          "Verseid": "39024022",
          "Verse": "His lord said unto him, Well done, good and faithful servant; you have been faithful over a few things, I will make you ruler over many things: enter you into the joy of your lord."
        },
        {
          "Verseid": "39024023",
          "Verse": "Then he which had received the one talent came and said, Lord, I knew you that you are an hard man, reaping where you have not sown, and gathering where you have not scattered:"
        },
        {
          "Verseid": "39024024",
          "Verse": "And I was afraid, and went and hid your talent in the earth: lo, there you have that is yours."
        },
        {
          "Verseid": "39024025",
          "Verse": "His lord answered and said unto him, You wicked and slothful servant, you knew that I reap where I sowed not, and gather where I have not scattered:"
        },
        {
          "Verseid": "39024026",
          "Verse": "You ought therefore to have put my money to the exchangers, and then at my coming I should have received mine own with interest."
        },
        {
          "Verseid": "39024027",
          "Verse": "Take therefore the talent from him, and give it unto him which has ten talents."
        },
        {
          "Verseid": "39024028",
          "Verse": "For unto every one that has shall be given, and he shall have abundance: but from him that has not shall be taken away even that which he has."
        },
        {
          "Verseid": "39024029",
          "Verse": "And cast all of you the useless servant into outer darkness: there shall be weeping and gnashing of teeth."
        },
        {
          "Verseid": "39024030",
          "Verse": "When the Son of man shall come in his glory, and all the holy angels with him, then shall he sit upon the throne of his glory:"
        },
        {
          "Verseid": "39024031",
          "Verse": "And before him shall be gathered all nations: and he shall separate them one from another, as a shepherd divides his sheep from the goats:"
        },
        {
          "Verseid": "39024032",
          "Verse": "And he shall set the sheep on his right hand, but the goats on the left."
        },
        {
          "Verseid": "39024033",
          "Verse": "Then shall the King say unto them on his right hand, Come, all of you blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:"
        },
        {
          "Verseid": "39024034",
          "Verse": "For I was an hungered, and all of you gave me food: I was thirsty, and all of you gave me drink: I was a stranger, and all of you took me in:"
        },
        {
          "Verseid": "39024035",
          "Verse": "Naked, and all of you clothed me: I was sick, and all of you visited me: I was in prison, and all of you came unto me."
        },
        {
          "Verseid": "39024036",
          "Verse": "Then shall the righteous answer him, saying, Lord, when saw we you an hungered, and fed you? or thirsty, and gave you drink?"
        },
        {
          "Verseid": "39024037",
          "Verse": "When saw we you a stranger, and took you in? or naked, and clothed you?"
        },
        {
          "Verseid": "39024038",
          "Verse": "Or when saw we you sick, or in prison, and came unto you?"
        },
        {
          "Verseid": "39024039",
          "Verse": "And the King shall answer and say unto them, Verily I say unto you, Inasmuch as all of you have done it unto one of the least of these my brethren, all of you have done it unto me."
        },
        {
          "Verseid": "39024040",
          "Verse": "Then shall he say also unto them on the left hand, Depart from me, all of you cursed, into everlasting fire, prepared for the devil and his angels:"
        },
        {
          "Verseid": "39024041",
          "Verse": "For I was an hungered, and all of you gave me no food: I was thirsty, and all of you gave me no drink:"
        },
        {
          "Verseid": "39024042",
          "Verse": "I was a stranger, and all of you took me not in: naked, and all of you clothed me not: sick, and in prison, and all of you visited me not."
        },
        {
          "Verseid": "39024043",
          "Verse": "Then shall they also answer him, saying, Lord, when saw we you an hungered, or thirsty, or a stranger, or naked, or sick, or in prison, and did not minister unto you?"
        },
        {
          "Verseid": "39024044",
          "Verse": "Then shall he answer them, saying, Verily I say unto you, Inasmuch as all of you did it not to one of the least of these, all of you did it not to me."
        },
        {
          "Verseid": "39024045",
          "Verse": "And these shall go away into everlasting punishment: but the righteous into life eternal."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "39025000",
          "Verse": "And it came to pass, when Jesus had finished all these sayings, he said unto his disciples,"
        },
        {
          "Verseid": "39025001",
          "Verse": "All of you know that after two days is the feast of the passover, and the Son of man is betrayed to be crucified."
        },
        {
          "Verseid": "39025002",
          "Verse": "Then assembled together the chief priests, and the scribes, and the elders of the people, unto the palace of the high priest, who was called Caiaphas,"
        },
        {
          "Verseid": "39025003",
          "Verse": "And consulted that they might take Jesus by subtlety, and kill him."
        },
        {
          "Verseid": "39025004",
          "Verse": "But they said, Not on the feast day, lest there be an uproar among the people."
        },
        {
          "Verseid": "39025005",
          "Verse": "Now when Jesus was in Bethany, in the house of Simon the leper,"
        },
        {
          "Verseid": "39025006",
          "Verse": "There came unto him a woman having an alabaster box of very precious ointment, and poured it on his head, as he sat at food."
        },
        {
          "Verseid": "39025007",
          "Verse": "But when his disciples saw it, they had indignation, saying, To what purpose is this waste?"
        },
        {
          "Verseid": "39025008",
          "Verse": "For this ointment might have been sold for much, and given to the poor."
        },
        {
          "Verseid": "39025009",
          "Verse": "When Jesus understood it, he said unto them, Why trouble all of you the woman? for she has wrought a good work upon me."
        },
        {
          "Verseid": "39025010",
          "Verse": "For all of you have the poor always with you; but me all of you have not always."
        },
        {
          "Verseid": "39025011",
          "Verse": "For in that she has poured this ointment on my body, she did it for my burial."
        },
        {
          "Verseid": "39025012",
          "Verse": "Verily I say unto you, Where ever this gospel shall be preached in the whole world, there shall also this, that this woman has done, be told for a memorial of her."
        },
        {
          "Verseid": "39025013",
          "Verse": "Then one of the twelve, called Judas Iscariot, went unto the chief priests,"
        },
        {
          "Verseid": "39025014",
          "Verse": "And said unto them, What will all of you give me, and I will deliver him unto you? And they covenanted with him for thirty pieces of silver."
        },
        {
          "Verseid": "39025015",
          "Verse": "And from that time he sought opportunity to betray him."
        },
        {
          "Verseid": "39025016",
          "Verse": "Now the first day of the feast of unleavened bread the disciples came to Jesus, saying unto him, Where will you that we prepare for you to eat the passover?"
        },
        {
          "Verseid": "39025017",
          "Verse": "And he said, Go into the city to such a man, and say unto him, The Master says, My time is at hand; I will keep the passover at your house with my disciples."
        },
        {
          "Verseid": "39025018",
          "Verse": "And the disciples did as Jesus had appointed them; and they made ready the passover."
        },
        {
          "Verseid": "39025019",
          "Verse": "Now when the even was come, he sat down with the twelve."
        },
        {
          "Verseid": "39025020",
          "Verse": "And as they did eat, he said, Verily I say unto you, that one of you shall betray me."
        },
        {
          "Verseid": "39025021",
          "Verse": "And they were exceeding sorrowful, and began every one of them to say unto him, Lord, is it I?"
        },
        {
          "Verseid": "39025022",
          "Verse": "And he answered and said, He that dips his hand with me in the dish, the same shall betray me."
        },
        {
          "Verseid": "39025023",
          "Verse": "The Son of man goes as it is written of him: but woe unto that man by whom the Son of man is betrayed! it had been good for that man if he had not been born."
        },
        {
          "Verseid": "39025024",
          "Verse": "Then Judas, which betrayed him, answered and said, Master, is it I? He said unto him, You have said."
        },
        {
          "Verseid": "39025025",
          "Verse": "And as they were eating, Jesus took bread, and blessed it, and brake it, and gave it to the disciples, and said, Take, eat; this is my body."
        },
        {
          "Verseid": "39025026",
          "Verse": "And he took the cup, and gave thanks, and gave it to them, saying, Drink all of you all of it;"
        },
        {
          "Verseid": "39025027",
          "Verse": "For this is my blood of the new testament, which is shed for many for the remission of sins."
        },
        {
          "Verseid": "39025028",
          "Verse": "But I say unto you, I will not drink henceforth of this fruit of the vine, until that day when I drink it new with you in my Father's kingdom."
        },
        {
          "Verseid": "39025029",
          "Verse": "And when they had sung an hymn, they went out into the mount of Olives."
        },
        {
          "Verseid": "39025030",
          "Verse": "Then says Jesus unto them, All you shall be offended because of me this night: for it is written, I will strike the shepherd, and the sheep of the flock shall be scattered abroad."
        },
        {
          "Verseid": "39025031",
          "Verse": "But after I am risen again, I will go before you into Galilee."
        },
        {
          "Verseid": "39025032",
          "Verse": "Peter answered and said unto him, Though all men shall be offended because of you, yet will I never be offended."
        },
        {
          "Verseid": "39025033",
          "Verse": "Jesus said unto him, Verily I say unto you, That this night, before the cock crow, you shall deny me three times."
        },
        {
          "Verseid": "39025034",
          "Verse": "Peter said unto him, Though I should die with you, yet will I not deny you. Likewise also said all the disciples."
        },
        {
          "Verseid": "39025035",
          "Verse": "Then comes Jesus with them unto a place called Gethsemane, and says unto the disciples, Sit all of you here, while I go and pray yonder."
        },
        {
          "Verseid": "39025036",
          "Verse": "And he took with him Peter and the two sons of Zebedee, and began to be sorrowful and very heavy."
        },
        {
          "Verseid": "39025037",
          "Verse": "Then says he unto them, My soul is exceeding sorrowful, even unto death: tarry all of you here, and watch with me."
        },
        {
          "Verseid": "39025038",
          "Verse": "And he went a little farther, and fell on his face, and prayed, saying, O my Father, if it be possible, let this cup pass from me: nevertheless not as I will, but as you will."
        },
        {
          "Verseid": "39025039",
          "Verse": "And he comes unto the disciples, and finds them asleep, and says unto Peter, What, could all of you not watch with me one hour?"
        },
        {
          "Verseid": "39025040",
          "Verse": "Watch and pray, that all of you enter not into temptation: the spirit indeed is willing, but the flesh is weak."
        },
        {
          "Verseid": "39025041",
          "Verse": "He went away again the second time, and prayed, saying, O my Father, if this cup may not pass away from me, except I drink it, your will be done."
        },
        {
          "Verseid": "39025042",
          "Verse": "And he came and found them asleep again: for their eyes were heavy."
        },
        {
          "Verseid": "39025043",
          "Verse": "And he left them, and went away again, and prayed the third time, saying the same words."
        },
        {
          "Verseid": "39025044",
          "Verse": "Then comes he to his disciples, and says unto them, Sleep on now, and take your rest: behold, the hour is at hand, and the Son of man is betrayed into the hands of sinners."
        },
        {
          "Verseid": "39025045",
          "Verse": "Rise, let us be going: behold, he is at hand that does betray me."
        },
        {
          "Verseid": "39025046",
          "Verse": "And while he yet spoke, lo, Judas, one of the twelve, came, and with him a great multitude with swords and staves, from the chief priests and elders of the people."
        },
        {
          "Verseid": "39025047",
          "Verse": "Now he that betrayed him gave them a sign, saying, Whomsoever I shall kiss, that same is he: hold him fast."
        },
        {
          "Verseid": "39025048",
          "Verse": "And forthwith he came to Jesus, and said, Hail, master; and kissed him."
        },
        {
          "Verseid": "39025049",
          "Verse": "And Jesus said unto him, Friend, wherefore are you come? Then came they, and laid hands on Jesus and took him."
        },
        {
          "Verseid": "39025050",
          "Verse": "And, behold, one of them which were with Jesus stretched out his hand, and drew his sword, and struck a servant of the high priest's, and stroke off his ear."
        },
        {
          "Verseid": "39025051",
          "Verse": "Then said Jesus unto him, Put up again your sword into his place: for all they that take the sword shall perish with the sword."
        },
        {
          "Verseid": "39025052",
          "Verse": "Think you that I cannot now pray to my Father, and he shall presently give me more than twelve legions of angels?"
        },
        {
          "Verseid": "39025053",
          "Verse": "But how then shall the scriptures be fulfilled, that thus it must be?"
        },
        {
          "Verseid": "39025054",
          "Verse": "In that same hour said Jesus to the multitudes, Are all of you come out as against a thief with swords and staves in order to take me? I sat daily with you teaching in the temple, and all of you laid no hold on me."
        },
        {
          "Verseid": "39025055",
          "Verse": "But all this was done, that the scriptures of the prophets might be fulfilled. Then all the disciples forsook him, and fled."
        },
        {
          "Verseid": "39025056",
          "Verse": "And they that had laid hold on Jesus led him away to Caiaphas the high priest, where the scribes and the elders were assembled."
        },
        {
          "Verseid": "39025057",
          "Verse": "But Peter followed him far off unto the high priest's palace, and went in, and sat with the servants, to see the end."
        },
        {
          "Verseid": "39025058",
          "Verse": "Now the chief priests, and elders, and all the council, sought false witness against Jesus, to put him to death;"
        },
        {
          "Verseid": "39025059",
          "Verse": "But found none: yea, though many false witnesses came, yet found they none. At the last came two false witnesses,"
        },
        {
          "Verseid": "39025060",
          "Verse": "And said, This fellow said, I am able to destroy the temple of God, and to build it in three days."
        },
        {
          "Verseid": "39025061",
          "Verse": "And the high priest arose, and said unto him, Answer you nothing? what is it which these witness against you?"
        },
        {
          "Verseid": "39025062",
          "Verse": "But Jesus held his peace, And the high priest answered and said unto him, I adjure you by the living God, that you tell us whether you be the Christ, the Son of God."
        },
        {
          "Verseid": "39025063",
          "Verse": "Jesus says unto him, You have said: nevertheless I say unto you, Hereafter shall all of you see the Son of man sitting on the right hand of power, and coming in the clouds of heaven."
        },
        {
          "Verseid": "39025064",
          "Verse": "Then the high priest rent his clothes, saying, He has spoken blasphemy; what further need have we of witnesses? behold, now all of you have heard his blasphemy."
        },
        {
          "Verseid": "39025065",
          "Verse": "What think all of you? They answered and said, He is guilty of death."
        },
        {
          "Verseid": "39025066",
          "Verse": "Then did they spit in his face, and buffeted him; and others stroke him with the palms of their hands,"
        },
        {
          "Verseid": "39025067",
          "Verse": "Saying, Prophesy unto us, you Christ, Who is he that stroke you?"
        },
        {
          "Verseid": "39025068",
          "Verse": "Now Peter sat without in the palace: and a damsel came unto him, saying, You also were with Jesus of Galilee."
        },
        {
          "Verseid": "39025069",
          "Verse": "But he denied before them all, saying, I know not what you says."
        },
        {
          "Verseid": "39025070",
          "Verse": "And when he was gone out into the porch, another maid saw him, and said unto them that were there, This fellow was also with Jesus of Nazareth."
        },
        {
          "Verseid": "39025071",
          "Verse": "And again he denied with an oath, I do not know the man."
        },
        {
          "Verseid": "39025072",
          "Verse": "And after a while came unto him they that stood by, and said to Peter, Surely you also are one of them; for your speech betrayed you."
        },
        {
          "Verseid": "39025073",
          "Verse": "Then began he to curse and to swear, saying, I know not the man. And immediately the cock crew."
        },
        {
          "Verseid": "39025074",
          "Verse": "And Peter remembered the word of Jesus, which said unto him, Before the cock crow, you shall deny me three times. And he went out, and wept bitterly."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "39026000",
          "Verse": "When the morning was come, all the chief priests and elders of the people took counsel against Jesus to put him to death:"
        },
        {
          "Verseid": "39026001",
          "Verse": "And when they had bound him, they led him away, and delivered him to Pontius Pilate the governor."
        },
        {
          "Verseid": "39026002",
          "Verse": "Then Judas, which had betrayed him, when he saw that he was condemned, repented himself, and brought again the thirty pieces of silver to the chief priests and elders,"
        },
        {
          "Verseid": "39026003",
          "Verse": "Saying, I have sinned in that I have betrayed the innocent blood. And they said, What is that to us? see you to that."
        },
        {
          "Verseid": "39026004",
          "Verse": "And he cast down the pieces of silver in the temple, and departed, and went and hanged himself."
        },
        {
          "Verseid": "39026005",
          "Verse": "And the chief priests took the silver pieces, and said, It is not lawful in order to put them into the treasury, because it is the price of blood."
        },
        {
          "Verseid": "39026006",
          "Verse": "And they took counsel, and bought with them the potter's field, to bury strangers in."
        },
        {
          "Verseid": "39026007",
          "Verse": "Wherefore that field was called, The field of blood, unto this day."
        },
        {
          "Verseid": "39026008",
          "Verse": "Then was fulfilled that which was spoken by Jeremy the prophet, saying, And they took the thirty pieces of silver, the price of him that was valued, whom they of the children of Israel did value;"
        },
        {
          "Verseid": "39026009",
          "Verse": "And gave them for the potter's field, as the Lord appointed me."
        },
        {
          "Verseid": "39026010",
          "Verse": "And Jesus stood before the governor: and the governor asked him, saying, Are you the King of the Jews? And Jesus said unto him, You says."
        },
        {
          "Verseid": "39026011",
          "Verse": "And when he was accused of the chief priests and elders, he answered nothing."
        },
        {
          "Verseid": "39026012",
          "Verse": "Then said Pilate unto him, Hear you not how many things they witness against you?"
        },
        {
          "Verseid": "39026013",
          "Verse": "And he answered him to not a word; insomuch that the governor marvelled greatly."
        },
        {
          "Verseid": "39026014",
          "Verse": "Now at that feast the governor was known to release unto the people a prisoner, whom they would."
        },
        {
          "Verseid": "39026015",
          "Verse": "And they had then a notable prisoner, called Barabbas."
        },
        {
          "Verseid": "39026016",
          "Verse": "Therefore when they were gathered together, Pilate said unto them, Whom will all of you that I release unto you? Barabbas, or Jesus which is called Christ?"
        },
        {
          "Verseid": "39026017",
          "Verse": "For he knew that for envy they had delivered him."
        },
        {
          "Verseid": "39026018",
          "Verse": "When he was set down on the judgment seat, his wife sent unto him, saying, Have you nothing to do with that just man: for I have suffered many things this day in a dream because of him."
        },
        {
          "Verseid": "39026019",
          "Verse": "But the chief priests and elders persuaded the multitude that they should ask Barabbas, and destroy Jesus."
        },
        {
          "Verseid": "39026020",
          "Verse": "The governor answered and said unto them, Whether of the two will all of you that I release unto you? They said, Barabbas."
        },
        {
          "Verseid": "39026021",
          "Verse": "Pilate says unto them, What shall I do then with Jesus which is called Christ? They all say unto him, Let him be crucified."
        },
        {
          "Verseid": "39026022",
          "Verse": "And the governor said, Why, what evil has he done? But they cried out the more, saying, Let him be crucified."
        },
        {
          "Verseid": "39026023",
          "Verse": "When Pilate saw that he could prevail nothing, but that rather a tumult was made, he took water, and washed his hands before the multitude, saying, I am innocent of the blood of this just person: see all of you to it."
        },
        {
          "Verseid": "39026024",
          "Verse": "Then answered all the people, and said, His blood be on us, and on our children."
        },
        {
          "Verseid": "39026025",
          "Verse": "Then released he Barabbas unto them: and when he had scourged Jesus, he delivered him to be crucified."
        },
        {
          "Verseid": "39026026",
          "Verse": "Then the soldiers of the governor took Jesus into the common hall, and gathered unto him the whole band of soldiers."
        },
        {
          "Verseid": "39026027",
          "Verse": "And they stripped him, and put on him a scarlet robe."
        },
        {
          "Verseid": "39026028",
          "Verse": "And when they had intertwined a crown of thorns, they put it upon his head, and a reed in his right hand: and they bowed the knee before him, and mocked him, saying, Hail, King of the Jews!"
        },
        {
          "Verseid": "39026029",
          "Verse": "And they spit upon him, and took the reed, and stroke him on the head."
        },
        {
          "Verseid": "39026030",
          "Verse": "And after that they had mocked him, they took the robe off from him, and put his own raiment on him, and led him away to crucify him."
        },
        {
          "Verseid": "39026031",
          "Verse": "And as they came out, they found a man of Cyrene, Simon by name: him they compelled to bear his cross."
        },
        {
          "Verseid": "39026032",
          "Verse": "And when they were come unto a place called Golgotha, that is to say, a place of a skull,"
        },
        {
          "Verseid": "39026033",
          "Verse": "They gave him vinegar to drink mingled with gall: and when he had tasted thereof, he would not drink."
        },
        {
          "Verseid": "39026034",
          "Verse": "And they crucified him, and parted his garments, casting lots: that it might be fulfilled which was spoken by the prophet, They parted my garments among them, and upon my vesture did they cast lots."
        },
        {
          "Verseid": "39026035",
          "Verse": "And sitting down they watched him there;"
        },
        {
          "Verseid": "39026036",
          "Verse": "And set up over his head his accusation written, THIS IS JESUS THE KING OF THE JEWS."
        },
        {
          "Verseid": "39026037",
          "Verse": "Then were there two thieves crucified with him, one on the right hand, and another on the left."
        },
        {
          "Verseid": "39026038",
          "Verse": "And they that passed by reviled him, wagging their heads,"
        },
        {
          "Verseid": "39026039",
          "Verse": "And saying, You that destroys the temple, and build it in three days, save yourself. If you be the Son of God, come down from the cross."
        },
        {
          "Verseid": "39026040",
          "Verse": "Likewise also the chief priests mocking him, with the scribes and elders, said,"
        },
        {
          "Verseid": "39026041",
          "Verse": "He saved others; himself he cannot save. If he be the King of Israel, let him now come down from the cross, and we will believe him."
        },
        {
          "Verseid": "39026042",
          "Verse": "He trusted in God; let him deliver him now, if he will have him: for he said, I am the Son of God."
        },
        {
          "Verseid": "39026043",
          "Verse": "The thieves also, which were crucified with him, cast the same in his teeth."
        },
        {
          "Verseid": "39026044",
          "Verse": "Now from the sixth hour there was darkness over all the land unto the ninth hour."
        },
        {
          "Verseid": "39026045",
          "Verse": "And about the ninth hour Jesus cried with a loud voice, saying, Eli, Eli, lama sabachthani? that is to say, My God, my God, why have you forsaken me?"
        },
        {
          "Verseid": "39026046",
          "Verse": "Some of them that stood there, when they heard that, said, This man calls for Elijah."
        },
        {
          "Verseid": "39026047",
          "Verse": "And immediately one of them ran, and took a sponge, and filled it with vinegar, and put it on a reed, and gave him to drink."
        },
        {
          "Verseid": "39026048",
          "Verse": "The rest said, Let be, let us see whether Elijah will come to save him."
        },
        {
          "Verseid": "39026049",
          "Verse": "Jesus, when he had cried again with a loud voice, yielded up the spirit."
        },
        {
          "Verseid": "39026050",
          "Verse": "And, behold, the veil of the temple was rent in two from the top to the bottom; and the earth did quake, and the rocks rent;"
        },
        {
          "Verseid": "39026051",
          "Verse": "And the graves were opened; and many bodies of the saints which slept arose,"
        },
        {
          "Verseid": "39026052",
          "Verse": "And came out of the graves after his resurrection, and went into the holy city, and appeared unto many."
        },
        {
          "Verseid": "39026053",
          "Verse": "Now when the centurion, and they that were with him, watching Jesus, saw the earthquake, and those things that were done, they feared greatly, saying, Truly this was the Son of God."
        },
        {
          "Verseid": "39026054",
          "Verse": "And many women were there beholding far off, which followed Jesus from Galilee, ministering unto him:"
        },
        {
          "Verseid": "39026055",
          "Verse": "Among which was Mary Magdalene, and Mary the mother of James and Joses, and the mother of Zebedees children."
        },
        {
          "Verseid": "39026056",
          "Verse": "When the even was come, there came a rich man of Arimathaea, named Joseph, who also himself was Jesus' disciple:"
        },
        {
          "Verseid": "39026057",
          "Verse": "He went to Pilate, and begged the body of Jesus. Then Pilate commanded the body to be delivered."
        },
        {
          "Verseid": "39026058",
          "Verse": "And when Joseph had taken the body, he wrapped it in a clean linen cloth,"
        },
        {
          "Verseid": "39026059",
          "Verse": "And laid it in his own new tomb, which he had hewn out in the rock: and he rolled a great stone to the door of the tomb, and departed."
        },
        {
          "Verseid": "39026060",
          "Verse": "And there was Mary Magdalene, and the other Mary, sitting opposite to the tomb."
        },
        {
          "Verseid": "39026061",
          "Verse": "Now the next day, that followed the day of the preparation, the chief priests and Pharisees came together unto Pilate,"
        },
        {
          "Verseid": "39026062",
          "Verse": "Saying, Sir, we remember that that deceiver said, while he was yet alive, After three days I will rise again."
        },
        {
          "Verseid": "39026063",
          "Verse": "Command therefore that the tomb be made sure until the third day, lest his disciples come by night, and steal him away, and say unto the people, He has risen from the dead: so the last error shall be worse than the first."
        },
        {
          "Verseid": "39026064",
          "Verse": "Pilate said unto them, All of you have a watch: go your way, make it as sure as all of you can."
        },
        {
          "Verseid": "39026065",
          "Verse": "So they went, and made the tomb sure, sealing the stone, and setting a watch."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "39027000",
          "Verse": "In the end of the sabbath, as it began to dawn toward the first day of the week, came Mary Magdalene and the other Mary to see the tomb."
        },
        {
          "Verseid": "39027001",
          "Verse": "And, behold, there was a great earthquake: for the angel of the Lord descended from heaven, and came and rolled back the stone from the door, and sat upon it."
        },
        {
          "Verseid": "39027002",
          "Verse": "His countenance was like lightning, and his raiment white as snow:"
        },
        {
          "Verseid": "39027003",
          "Verse": "And for fear of him the keepers did shake, and became as dead men."
        },
        {
          "Verseid": "39027004",
          "Verse": "And the angel answered and said unto the women, Fear not all of you: for I know that all of you seek Jesus, which was crucified."
        },
        {
          "Verseid": "39027005",
          "Verse": "He is not here: for he has risen, as he said. Come, see the place where the Lord lay."
        },
        {
          "Verseid": "39027006",
          "Verse": "And go quickly, and tell his disciples that he has risen from the dead; and, behold, he goes before you into Galilee; there shall all of you see him: lo, I have told you."
        },
        {
          "Verseid": "39027007",
          "Verse": "And they departed quickly from the tomb with fear and great joy; and did run to bring his disciples word."
        },
        {
          "Verseid": "39027008",
          "Verse": "And as they went to tell his disciples, behold, Jesus met them, saying, All hail. And they came and held him by the feet, and worshipped him."
        },
        {
          "Verseid": "39027009",
          "Verse": "Then said Jesus unto them, Be not afraid: go tell my brethren that they go into Galilee, and there shall they see me."
        },
        {
          "Verseid": "39027010",
          "Verse": "Now when they were going, behold, some of the watch came into the city, and showed unto the chief priests all the things that were done."
        },
        {
          "Verseid": "39027011",
          "Verse": "And when they were assembled with the elders, and had taken counsel, they gave large money unto the soldiers,"
        },
        {
          "Verseid": "39027012",
          "Verse": "Saying, Say all of you, His disciples came by night, and stole him away while we slept."
        },
        {
          "Verseid": "39027013",
          "Verse": "And if this come to the governor's ears, we will persuade him, and secure you."
        },
        {
          "Verseid": "39027014",
          "Verse": "So they took the money, and did as they were taught: and this saying is commonly reported among the Jews until this day."
        },
        {
          "Verseid": "39027015",
          "Verse": "Then the eleven disciples went away into Galilee, into a mountain where Jesus had appointed them."
        },
        {
          "Verseid": "39027016",
          "Verse": "And when they saw him, they worshipped him: but some doubted."
        },
        {
          "Verseid": "39027017",
          "Verse": "And Jesus came and spoke unto them, saying, All power is given unto me in heaven and in earth."
        },
        {
          "Verseid": "39027018",
          "Verse": "Go all of you therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Spirit:"
        },
        {
          "Verseid": "39027019",
          "Verse": "Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you always, even unto the end of the world. Amen."
        }
      ]
    }
  ]
}