{
  "Chapter": [
    {
      "Verse": [
        {
          "Verseid": "58000000",
          "Verse": "James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting."
        },
        {
          "Verseid": "58000001",
          "Verse": "My brethren, count it all joy when all of you fall into divers temptations;"
        },
        {
          "Verseid": "58000002",
          "Verse": "Knowing this, that the trying of your faith works patience."
        },
        {
          "Verseid": "58000003",
          "Verse": "But let patience have her perfect work, that all of you may be perfect and entire, lacking nothing."
        },
        {
          "Verseid": "58000004",
          "Verse": "If any of you lack wisdom, let him ask of God, that gives to all men liberally, and reproaches not; and it shall be given him."
        },
        {
          "Verseid": "58000005",
          "Verse": "But let him ask in faith, nothing wavering. For he that wavers is like a wave of the sea driven with the wind and tossed."
        },
        {
          "Verseid": "58000006",
          "Verse": "For let not that man think that he shall receive any thing of the Lord."
        },
        {
          "Verseid": "58000007",
          "Verse": "A double minded man is unstable in all his ways."
        },
        {
          "Verseid": "58000008",
          "Verse": "Let the brother of low degree rejoice in that he is exalted:"
        },
        {
          "Verseid": "58000009",
          "Verse": "But the rich, in that he is made low: because as the flower of the grass he shall pass away."
        },
        {
          "Verseid": "58000010",
          "Verse": "For the sun is no sooner risen with a burning heat, but it withers the grass, and the flower thereof falls, and the grace of the fashion of it perishes: so also shall the rich man fade away in his ways."
        },
        {
          "Verseid": "58000011",
          "Verse": "Blessed is the man that endures temptation: for when he is tried, he shall receive the crown of life, which the Lord has promised to them that love him."
        },
        {
          "Verseid": "58000012",
          "Verse": "Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempts he any man:"
        },
        {
          "Verseid": "58000013",
          "Verse": "But every man is tempted, when he is drawn away of his own lust, and enticed."
        },
        {
          "Verseid": "58000014",
          "Verse": "Then when lust has conceived, it brings forth sin: and sin, when it is finished, brings forth death."
        },
        {
          "Verseid": "58000015",
          "Verse": "Do not go astray, my beloved brethren."
        },
        {
          "Verseid": "58000016",
          "Verse": "Every good gift and every perfect gift is from above, and comes down from the Father of lights, with whom is no variableness, neither shadow of turning."
        },
        {
          "Verseid": "58000017",
          "Verse": "Of his own will brings forth he us with the word of truth, that we should be a kind of first- fruits of his creatures."
        },
        {
          "Verseid": "58000018",
          "Verse": "Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:"
        },
        {
          "Verseid": "58000019",
          "Verse": "For the wrath of man works not the righteousness of God."
        },
        {
          "Verseid": "58000020",
          "Verse": "Wherefore lay apart all filthiness and abundance of evil, and receive with meekness the implanted word, which is able to save your souls."
        },
        {
          "Verseid": "58000021",
          "Verse": "But be all of you doers of the word, and not hearers only, deceiving your own selves."
        },
        {
          "Verseid": "58000022",
          "Verse": "For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:"
        },
        {
          "Verseid": "58000023",
          "Verse": "For he beholds himself, and goes his way, and immediately forgets what manner of man he was."
        },
        {
          "Verseid": "58000024",
          "Verse": "But whoso looks into the perfect law of liberty, and continues therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed."
        },
        {
          "Verseid": "58000025",
          "Verse": "If any man among you seem to be religious, and bridles not his tongue, but deceives his own heart, this man's religion is vain."
        },
        {
          "Verseid": "58000026",
          "Verse": "Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "58001000",
          "Verse": "My brethren, have not the faith of our Lord Jesus Christ, the Lord of glory, with respect of persons."
        },
        {
          "Verseid": "58001001",
          "Verse": "For if there come unto your assembly a man with a gold ring, in goodly apparel, and there come in also a poor man in vile raiment;"
        },
        {
          "Verseid": "58001002",
          "Verse": "And all of you have respect to him that wears the cheerful clothing, and say unto him, Sit you here in a good place; and say to the poor, Stand you there, or sit here under my footstool:"
        },
        {
          "Verseid": "58001003",
          "Verse": "Are all of you not then partial in yourselves, and are become judges of evil thoughts?"
        },
        {
          "Verseid": "58001004",
          "Verse": "Hearken, my beloved brethren, Has not God chosen the poor of this world rich in faith, and heirs of the kingdom which he has promised to them that love him?"
        },
        {
          "Verseid": "58001005",
          "Verse": "But all of you have despised the poor. Do not rich men oppress you, and draw you before the judgment seats?"
        },
        {
          "Verseid": "58001006",
          "Verse": "Do not they blaspheme that worthy name by the which all of you are called?"
        },
        {
          "Verseid": "58001007",
          "Verse": "If all of you fulfill the royal law according to the scripture, You shall love your neighbour as yourself, all of you do well:"
        },
        {
          "Verseid": "58001008",
          "Verse": "But if all of you have respect to persons, all of you commit sin, and are convinced of the law as transgressors."
        },
        {
          "Verseid": "58001009",
          "Verse": "For whosoever shall keep the whole law, and yet offend in one point, he is guilty of all."
        },
        {
          "Verseid": "58001010",
          "Verse": "For he that said, Do not commit adultery, said also, Do not kill. Now if you commit no adultery, yet if you kill, you are become a transgressor of the law."
        },
        {
          "Verseid": "58001011",
          "Verse": "So speak all of you, and so do, as they that shall be judged by the law of liberty."
        },
        {
          "Verseid": "58001012",
          "Verse": "For he shall have judgment without mercy, that has showed no mercy; and mercy rejoices against judgment."
        },
        {
          "Verseid": "58001013",
          "Verse": "What does it profit, my brethren, though a man say he has faith, and have not works? can faith save him?"
        },
        {
          "Verseid": "58001014",
          "Verse": "If a brother or sister be naked, and destitute of daily food,"
        },
        {
          "Verseid": "58001015",
          "Verse": "And one of you say unto them, Depart in peace, be all of you warmed and filled; notwithstanding all of you give them not those things which are necessary to the body; what does it profit?"
        },
        {
          "Verseid": "58001016",
          "Verse": "Even so faith, if it has not works, is dead, being alone."
        },
        {
          "Verseid": "58001017",
          "Verse": "Yea, a man may say, You have faith, and I have works: show me your faith without your works, and I will show you my faith by my works."
        },
        {
          "Verseid": "58001018",
          "Verse": "You believe that there is one God; you do well: the devils also believe, and tremble."
        },
        {
          "Verseid": "58001019",
          "Verse": "But will you know, O vain man, that faith without works is dead?"
        },
        {
          "Verseid": "58001020",
          "Verse": "Was not Abraham our father justified by works, when he had offered Isaac his son upon the altar?"
        },
        {
          "Verseid": "58001021",
          "Verse": "See you how faith wrought with his works, and by works was faith made perfect?"
        },
        {
          "Verseid": "58001022",
          "Verse": "And the scripture was fulfilled which says, Abraham believed God, and it was imputed unto him for righteousness: and he was called the Friend of God."
        },
        {
          "Verseid": "58001023",
          "Verse": "All of you see then how that by works a man is justified, and not by faith only."
        },
        {
          "Verseid": "58001024",
          "Verse": "Likewise also was not Rahab the harlot justified by works, when she had received the messengers, and had sent them out another way?"
        },
        {
          "Verseid": "58001025",
          "Verse": "For as the body without the spirit is dead, so faith without works is dead also."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "58002000",
          "Verse": "My brethren, be not many masters, knowing that we shall receive the greater condemnation."
        },
        {
          "Verseid": "58002001",
          "Verse": "For in many things we offend all. If any man offend not in word, the same is a perfect man, and able also to bridle the whole body."
        },
        {
          "Verseid": "58002002",
          "Verse": "Behold, we put bits in the horses' mouths, that they may obey us; and we turn about their whole body."
        },
        {
          "Verseid": "58002003",
          "Verse": "Behold also the ships, which though they be so great, and are driven of fierce winds, yet are they turned about with a very small helm, anywhere the governor decides."
        },
        {
          "Verseid": "58002004",
          "Verse": "Even so the tongue is a little member, and boasts great things. Behold, how great a matter a little fire kindles!"
        },
        {
          "Verseid": "58002005",
          "Verse": "And the tongue is a fire, a world of iniquity: so is the tongue among our members, that it defiles the whole body, and sets on fire the course of nature; and it is set on fire of hell."
        },
        {
          "Verseid": "58002006",
          "Verse": "For every kind of beasts, and of birds, and of serpents, and of things in the sea, is tamed, and has been tamed of mankind:"
        },
        {
          "Verseid": "58002007",
          "Verse": "But the tongue can no man tame; it is an unruly evil, full of deadly poison."
        },
        {
          "Verseid": "58002008",
          "Verse": "Therewith bless we God, even the Father; and therewith curse we men, which are made after the embodiment of God."
        },
        {
          "Verseid": "58002009",
          "Verse": "Out of the same mouth proceeds blessing and cursing. My brethren, these things ought not so to be."
        },
        {
          "Verseid": "58002010",
          "Verse": "Does a fountain send forth at the same place sweet water and bitter?"
        },
        {
          "Verseid": "58002011",
          "Verse": "Can the fig tree, my brethren, bear olive berries? either a vine, figs? so can no fountain both yield salt water and fresh."
        },
        {
          "Verseid": "58002012",
          "Verse": "Who is a wise man and imbued with knowledge among you? let him show out of a good conversation his works with meekness of wisdom."
        },
        {
          "Verseid": "58002013",
          "Verse": "But if all of you have bitter envying and strife in your hearts, glory not, and lie not against the truth."
        },
        {
          "Verseid": "58002014",
          "Verse": "This wisdom descends not from above, but is earthly, sensual, devilish."
        },
        {
          "Verseid": "58002015",
          "Verse": "For where envying and strife is, there is confusion and every evil work."
        },
        {
          "Verseid": "58002016",
          "Verse": "But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be implored, full of mercy and good fruits, without partiality, and without hypocrisy."
        },
        {
          "Verseid": "58002017",
          "Verse": "And the fruit of righteousness is sown in peace of them that make peace."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "58003000",
          "Verse": "From whence come wars and fightings among you? come they not behind, even of your lusts that war in your members?"
        },
        {
          "Verseid": "58003001",
          "Verse": "All of you lust, and have not: all of you kill, and desire to have, and cannot obtain: all of you fight and war, yet all of you have not, because all of you ask not."
        },
        {
          "Verseid": "58003002",
          "Verse": "All of you ask, and receive not, because all of you ask amiss, that all of you may consume it upon your lusts."
        },
        {
          "Verseid": "58003003",
          "Verse": "All of you adulterers and adulteresses, know all of you not that the friendship of the world is enmity with God? whosoever therefore will be a friend of the world is the enemy of God."
        },
        {
          "Verseid": "58003004",
          "Verse": "Do all of you think that the scripture says in vain, The spirit that dwells in us lusts to envy?"
        },
        {
          "Verseid": "58003005",
          "Verse": "But he gives more grace. Wherefore he says, God resists the proud, but gives grace unto the humble."
        },
        {
          "Verseid": "58003006",
          "Verse": "Submit yourselves therefore to God. Resist the devil, and he will flee from you."
        },
        {
          "Verseid": "58003007",
          "Verse": "Draw nigh to God, and he will draw nigh to you. Cleanse your hands, all of you sinners; and purify your hearts, all of you double minded."
        },
        {
          "Verseid": "58003008",
          "Verse": "Be afflicted, and mourn, and weep: let your laughter be turned to mourning, and your joy to heaviness."
        },
        {
          "Verseid": "58003009",
          "Verse": "Humble yourselves in the sight of the Lord, and he shall lift you up."
        },
        {
          "Verseid": "58003010",
          "Verse": "Speak not evil one of another, brethren. He that speaks evil of his brother, and judges his brother, speaks evil of the law, and judges the law: but if you judge the law, you are not a doer of the law, but a judge."
        },
        {
          "Verseid": "58003011",
          "Verse": "There is one lawgiver, who is able to save and to destroy: who are you that judge another?"
        },
        {
          "Verseid": "58003012",
          "Verse": "Go to now, all of you that say, To day or tomorrow we will go into such a city, and continue there a year, and buy and sell, and get gain:"
        },
        {
          "Verseid": "58003013",
          "Verse": "Whereas all of you know not what shall be on the next day. For what is your life? It is even a vapour, that appears for a little time, and then vanishes away."
        },
        {
          "Verseid": "58003014",
          "Verse": "For that all of you ought to say, If the Lord will, we shall live, and do this, or that."
        },
        {
          "Verseid": "58003015",
          "Verse": "But now all of you rejoice in your boastings: all such rejoicing is evil."
        },
        {
          "Verseid": "58003016",
          "Verse": "Therefore to him that knows to do good, and does it not, to him it is sin."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "58004000",
          "Verse": "Go to now, all of you rich men, weep and wail for your miseries that shall come upon you."
        },
        {
          "Verseid": "58004001",
          "Verse": "Your riches are corrupted, and your garments are moth-eaten."
        },
        {
          "Verseid": "58004002",
          "Verse": "Your gold and silver is cankered; and the rust of them shall be a witness against you, and shall eat your flesh as it were fire. All of you have heaped treasure together for the last days."
        },
        {
          "Verseid": "58004003",
          "Verse": "Behold, the hire of the labourers who have reaped down your fields, which is of you kept back by fraud, cries: and the cries of them which have reaped are entered into the ears of the Lord of sabaoth."
        },
        {
          "Verseid": "58004004",
          "Verse": "All of you have lived in pleasure on the earth, and been wanton; all of you have nourished your hearts, as in a day of slaughter."
        },
        {
          "Verseid": "58004005",
          "Verse": "All of you have condemned and killed the just; and he does not resist you."
        },
        {
          "Verseid": "58004006",
          "Verse": "Be patient therefore, brethren, unto the coming of the Lord. Behold, the farmer waits for the precious fruit of the earth, and has long patience for it, until he receive the early and latter rain."
        },
        {
          "Verseid": "58004007",
          "Verse": "Be all of you also patient; establish your hearts: for the coming of the Lord draws nigh."
        },
        {
          "Verseid": "58004008",
          "Verse": "Grudge not one against another, brethren, lest all of you be condemned: behold, the judge stands before the door."
        },
        {
          "Verseid": "58004009",
          "Verse": "Take, my brethren, the prophets, who have spoken in the name of the Lord, for an example of suffering affliction, and of patience."
        },
        {
          "Verseid": "58004010",
          "Verse": "Behold, we count them happy which endure. All of you have heard of the patience of Job, and have seen the end of the Lord; that the Lord is very pitiful, and of tender mercy."
        },
        {
          "Verseid": "58004011",
          "Verse": "But above all things, my brethren, swear not, neither by heaven, neither by the earth, neither by any other oath: but let your yea be yea; and your nay, nay; lest all of you fall into condemnation."
        },
        {
          "Verseid": "58004012",
          "Verse": "Is any among you afflicted? let him pray. Is any merry? let him sing psalms."
        },
        {
          "Verseid": "58004013",
          "Verse": "Is any sick among you? let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord:"
        },
        {
          "Verseid": "58004014",
          "Verse": "And the prayer of faith shall save the sick, and the Lord shall raise him up; and if he have committed sins, they shall be forgiven him."
        },
        {
          "Verseid": "58004015",
          "Verse": "Confess your faults one to another, and pray one for another, that all of you may be healed. The effectual fervent prayer of a righteous man avails much."
        },
        {
          "Verseid": "58004016",
          "Verse": "Elijah was a man subject to like passions as we are, and he prayed earnestly that it might not rain: and it rained not on the earth by the space of three years and six months."
        },
        {
          "Verseid": "58004017",
          "Verse": "And he prayed again, and the heaven gave rain, and the earth brought forth her fruit."
        },
        {
          "Verseid": "58004018",
          "Verse": "Brethren, if any of you do go astray from the truth, and one convert him;"
        },
        {
          "Verseid": "58004019",
          "Verse": "Let him know, that he which converts the sinner from the error of his way shall save a soul from death, and shall hide a multitude of sins."
        }
      ]
    }
  ]
}