{
  "Chapter": [
    {
      "Verse": [
        {
          "Verseid": "59000000",
          "Verse": "Peter, an apostle of Jesus Christ, to the strangers scattered throughout Pontus, Galatia, Cappadocia, Asia, and Bithynia,"
        },
        {
          "Verseid": "59000001",
          "Verse": "Elect according to the foreknowledge of God the Father, through sanctification of the Spirit, unto obedience and sprinkling of the blood of Jesus Christ: Grace unto you, and peace, be multiplied."
        },
        {
          "Verseid": "59000002",
          "Verse": "Blessed be the God and Father of our Lord Jesus Christ, which according to his abundant mercy has begotten us again unto a lively hope by the resurrection of Jesus Christ from the dead,"
        },
        {
          "Verseid": "59000003",
          "Verse": "To an inheritance incorruptible, and undefiled, and that fades not away, reserved in heaven for you,"
        },
        {
          "Verseid": "59000004",
          "Verse": "Who are kept by the power of God through faith unto salvation ready to be revealed in the last time."
        },
        {
          "Verseid": "59000005",
          "Verse": "Wherein all of you greatly rejoice, though now for a season, if need be, all of you are in heaviness through manifold temptations:"
        },
        {
          "Verseid": "59000006",
          "Verse": "That the trial of your faith, being much more precious than of gold that perishes, though it be tried with fire, might be found unto praise and honour and glory at the appearing of Jesus Christ:"
        },
        {
          "Verseid": "59000007",
          "Verse": "Whom having not seen, all of you love; in whom, though now all of you see him not, yet believing, all of you rejoice with joy unspeakable and full of glory:"
        },
        {
          "Verseid": "59000008",
          "Verse": "Receiving the end of your faith, even the salvation of your souls."
        },
        {
          "Verseid": "59000009",
          "Verse": "Of which salvation the prophets have enquired and searched diligently, who prophesied of the grace that should come unto you:"
        },
        {
          "Verseid": "59000010",
          "Verse": "Searching what, or what manner of time the Spirit of Christ which was in them did signify, when it testified beforehand the sufferings of Christ, and the glory that should follow."
        },
        {
          "Verseid": "59000011",
          "Verse": "Unto whom it was revealed, that not unto themselves, but unto us they did minister the things, which are now reported unto you by them that have preached the gospel unto you with the Holy Spirit sent down from heaven; which things the angels desire to look into."
        },
        {
          "Verseid": "59000012",
          "Verse": "Wherefore gird up the loins of your mind, be sober, and hope to the end for the grace that is to be brought unto you at the revelation of Jesus Christ;"
        },
        {
          "Verseid": "59000013",
          "Verse": "As obedient children, not fashioning yourselves according to the former lusts in your ignorance:"
        },
        {
          "Verseid": "59000014",
          "Verse": "But as he which has called you is holy, so be all of you holy in all manner of conversation;"
        },
        {
          "Verseid": "59000015",
          "Verse": "Because it is written, Be all of you holy; for I am holy."
        },
        {
          "Verseid": "59000016",
          "Verse": "And if all of you call on the Father, who without respect of persons judges according to every man's work, pass the time of your sojourning here in fear:"
        },
        {
          "Verseid": "59000017",
          "Verse": "Forasmuch as all of you know that all of you were not redeemed with corruptible things, as silver and gold, from your vain conversation received by tradition from your fathers;"
        },
        {
          "Verseid": "59000018",
          "Verse": "But with the precious blood of Christ, as of a lamb without blemish and without spot:"
        },
        {
          "Verseid": "59000019",
          "Verse": "Who verily was foreordained before the foundation of the world, but was manifest in these last times for you,"
        },
        {
          "Verseid": "59000020",
          "Verse": "Who by him do believe in God, that raised him up from the dead, and gave him glory; that your faith and hope might be in God."
        },
        {
          "Verseid": "59000021",
          "Verse": "Seeing all of you have purified your souls in obeying the truth through the Spirit unto sincere love of the brethren, see that all of you love one another with a pure heart fervently:"
        },
        {
          "Verseid": "59000022",
          "Verse": "Being born again, not of corruptible seed, but of incorruptible, by the word of God, which lives and abides for ever."
        },
        {
          "Verseid": "59000023",
          "Verse": "For all flesh is as grass, and all the glory of man as the flower of grass. The grass withers, and the flower thereof falls away:"
        },
        {
          "Verseid": "59000024",
          "Verse": "But the word of the Lord endures for ever. And this is the word which by the gospel is preached unto you."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "59001000",
          "Verse": "Wherefore laying aside all malice, and all guile, and hypocrisies, and envies, all evil speaking,"
        },
        {
          "Verseid": "59001001",
          "Verse": "As newborn babes, desire the sincere milk of the word, that all of you may grow thereby:"
        },
        {
          "Verseid": "59001002",
          "Verse": "If so be all of you have tasted that the Lord is gracious."
        },
        {
          "Verseid": "59001003",
          "Verse": "To whom coming, as unto a living stone, disallowed indeed of men, but chosen of God, and precious,"
        },
        {
          "Verseid": "59001004",
          "Verse": "All of you also, as lively stones, are built up a spiritual house, an holy priesthood, to offer up spiritual sacrifices, acceptable to God by Jesus Christ."
        },
        {
          "Verseid": "59001005",
          "Verse": "Wherefore also it is contained in the scripture, Behold, I lay in Sion a chief corner stone, elect, precious: and he that believes on him shall not be confounded."
        },
        {
          "Verseid": "59001006",
          "Verse": "Unto you therefore which believe he is precious: but unto them which be disobedient, the stone which the builders disallowed, the same is made the head of the corner,"
        },
        {
          "Verseid": "59001007",
          "Verse": "And a stone of stumbling, and a rock of offence, even to them which stumble at the word, being disobedient: unto which also they were appointed."
        },
        {
          "Verseid": "59001008",
          "Verse": "But all of you are a chosen generation, a royal priesthood, an holy nation, an exclusive people; that all of you should show forth the praises of him who has called you out of darkness into his marvellous light;"
        },
        {
          "Verseid": "59001009",
          "Verse": "Which in time past were not a people, but are now the people of God: which had not obtained mercy, but now have obtained mercy."
        },
        {
          "Verseid": "59001010",
          "Verse": "Dearly beloved, I plead to you as strangers and pilgrims, abstain from fleshly lusts, which war against the soul;"
        },
        {
          "Verseid": "59001011",
          "Verse": "Having your conversation honest among the Gentiles: that, whereas they speak against you as evildoers, they may by your good works, which they shall behold, glorify God in the day of visitation."
        },
        {
          "Verseid": "59001012",
          "Verse": "Submit yourselves to every ordinance of man for the Lord's sake: whether it be to the king, as supreme;"
        },
        {
          "Verseid": "59001013",
          "Verse": "Or unto governors, as unto them that are sent by him for the punishment of evildoers, and for the praise of them that do well."
        },
        {
          "Verseid": "59001014",
          "Verse": "For so is the will of God, that with well doing all of you may put to silence the ignorance of foolish men:"
        },
        {
          "Verseid": "59001015",
          "Verse": "As free, and not using your liberty for a coat of maliciousness, but as the servants of God."
        },
        {
          "Verseid": "59001016",
          "Verse": "Honour all men. Love the brotherhood. Fear God. Honour the king."
        },
        {
          "Verseid": "59001017",
          "Verse": "Servants, be subject to your masters with all fear; not only to the good and gentle, but also to the perverse."
        },
        {
          "Verseid": "59001018",
          "Verse": "For this deserves giving of thanks, if a man for conscience toward God endure grief, suffering wrongfully."
        },
        {
          "Verseid": "59001019",
          "Verse": "For what glory is it, if, when all of you be buffeted for your faults, all of you shall take it patiently? but if, when all of you do well, and suffer for it, all of you take it patiently, this is acceptable with God."
        },
        {
          "Verseid": "59001020",
          "Verse": "For even hereunto were all of you called: because Christ also suffered for us, leaving us an example, that all of you should follow his steps:"
        },
        {
          "Verseid": "59001021",
          "Verse": "Who did no sin, neither was guile found in his mouth:"
        },
        {
          "Verseid": "59001022",
          "Verse": "Who, when he was reviled, reviled not again; when he suffered, he threatened not; but committed himself to him that judges righteously:"
        },
        {
          "Verseid": "59001023",
          "Verse": "Who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes all of you were healed."
        },
        {
          "Verseid": "59001024",
          "Verse": "For all of you were as sheep going astray; but are now returned unto the Shepherd and Bishop of your souls."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "59002000",
          "Verse": "Likewise, all of you wives, be in subjection to your own husbands; that, if any obey not the word, they also may without the word be won by the conversation of the wives;"
        },
        {
          "Verseid": "59002001",
          "Verse": "While they behold your chaste conversation coupled with fear."
        },
        {
          "Verseid": "59002002",
          "Verse": "Whose adorning let it not be that outward adorning of braiding the hair, and of wearing of gold, or of putting on of apparel;"
        },
        {
          "Verseid": "59002003",
          "Verse": "But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price."
        },
        {
          "Verseid": "59002004",
          "Verse": "For after this manner in the old time the holy women also, who trusted in God, adorned themselves, being in subjection unto their own husbands:"
        },
        {
          "Verseid": "59002005",
          "Verse": "Even as Sara obeyed Abraham, calling him lord: whose daughters all of you are, as long as all of you do well, and are not afraid with any amazement."
        },
        {
          "Verseid": "59002006",
          "Verse": "Likewise, all of you husbands, dwell with them according to knowledge, giving honour unto the wife, as unto the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered."
        },
        {
          "Verseid": "59002007",
          "Verse": "Finally, be all of you all of one mind, having compassion one of another, love as brethren, be pitiful, be courteous:"
        },
        {
          "Verseid": "59002008",
          "Verse": "Not rendering evil for evil, or railing for railing: but contrariwise blessing; knowing that all of you are thereunto called, that all of you should inherit a blessing."
        },
        {
          "Verseid": "59002009",
          "Verse": "For he that will love life, and see good days, let him refrain his tongue from evil, and his lips that they speak no guile:"
        },
        {
          "Verseid": "59002010",
          "Verse": "Let him shun evil, and do good; let him seek peace, and pursue it."
        },
        {
          "Verseid": "59002011",
          "Verse": "For the eyes of the Lord are over the righteous, and his ears are open unto their prayers: but the face of the Lord is against them that do evil."
        },
        {
          "Verseid": "59002012",
          "Verse": "And who is he that will harm you, if all of you be followers of that which is good?"
        },
        {
          "Verseid": "59002013",
          "Verse": "But and if all of you suffer for righteousness' sake, happy are all of you: and be not afraid of their terror, neither be troubled;"
        },
        {
          "Verseid": "59002014",
          "Verse": "But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asks you a reason of the hope that is in you with meekness and fear:"
        },
        {
          "Verseid": "59002015",
          "Verse": "Having a good conscience; that, whereas they speak evil of you, as of evildoers, they may be ashamed that falsely accuse your good conversation in Christ."
        },
        {
          "Verseid": "59002016",
          "Verse": "For it is better, if the will of God be so, that all of you suffer for well doing, than for evil doing."
        },
        {
          "Verseid": "59002017",
          "Verse": "For Christ also has once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:"
        },
        {
          "Verseid": "59002018",
          "Verse": "By which also he went and preached unto the spirits in prison;"
        },
        {
          "Verseid": "59002019",
          "Verse": "Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water."
        },
        {
          "Verseid": "59002020",
          "Verse": "The like figure unto which even baptism does also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:"
        },
        {
          "Verseid": "59002021",
          "Verse": "Who is gone into heaven, and is on the right hand of God; angels and authorities and powers being made subject unto him."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "59003000",
          "Verse": "Forasmuch then as Christ has suffered for us in the flesh, arm yourselves likewise with the same mind: for he that has suffered in the flesh has ceased from sin;"
        },
        {
          "Verseid": "59003001",
          "Verse": "That he no longer should live the rest of his time in the flesh to the lusts of men, but to the will of God."
        },
        {
          "Verseid": "59003002",
          "Verse": "For the time past of our life may suffice us to have wrought the will of the Gentiles, when we walked in lasciviousness, lusts, excess of wine, revellings, banquetings, and abominable idolatries:"
        },
        {
          "Verseid": "59003003",
          "Verse": "Wherein they think it strange that all of you run not with them to the same excess of riot, speaking evil of you:"
        },
        {
          "Verseid": "59003004",
          "Verse": "Who shall give account to him that is ready to judge the quick and the dead."
        },
        {
          "Verseid": "59003005",
          "Verse": "For for this cause was the gospel preached also to them that are dead, that they might be judged according to men in the flesh, but live according to God in the spirit."
        },
        {
          "Verseid": "59003006",
          "Verse": "But the end of all things is at hand: be all of you therefore sober, and watch unto prayer."
        },
        {
          "Verseid": "59003007",
          "Verse": "And above all things have fervent love among yourselves: for love shall cover the multitude of sins."
        },
        {
          "Verseid": "59003008",
          "Verse": "Use hospitality one to another without grudging."
        },
        {
          "Verseid": "59003009",
          "Verse": "As every man has received the gift, even so minister the same one to another, as good stewards of the manifold grace of God."
        },
        {
          "Verseid": "59003010",
          "Verse": "If any man speak, let him speak as the oracles of God; if any man minister, let him do it as of the ability which God gives: that God in all things may be glorified through Jesus Christ, to whom be praise and dominion for ever and ever. Amen."
        },
        {
          "Verseid": "59003011",
          "Verse": "Beloved, think it not strange concerning the fiery trial which is to try you, as though some strange thing happened unto you:"
        },
        {
          "Verseid": "59003012",
          "Verse": "But rejoice, inasmuch as all of you are partakers of Christ's sufferings; that, when his glory shall be revealed, all of you may be glad also with exceeding joy."
        },
        {
          "Verseid": "59003013",
          "Verse": "If all of you be reproached for the name of Christ, happy are all of you; for the spirit of glory and of God rests upon you: on their part he is evil spoken of, but on your part he is glorified."
        },
        {
          "Verseid": "59003014",
          "Verse": "But let none of you suffer as a murderer, or as a thief, or as an evildoer, or as a busybody in other men's matters."
        },
        {
          "Verseid": "59003015",
          "Verse": "Yet if any man suffer as a Christian, let him not be ashamed; but let him glorify God on this behalf."
        },
        {
          "Verseid": "59003016",
          "Verse": "For the time has come that judgment must begin at the house of God: and if it first begin at us, what shall the end be of them that obey not the gospel of God?"
        },
        {
          "Verseid": "59003017",
          "Verse": "And if the righteous scarcely be saved, where shall the ungodly and the sinner appear?"
        },
        {
          "Verseid": "59003018",
          "Verse": "Wherefore let them that suffer according to the will of God commit the keeping of their souls to him in well doing, as unto a faithful Creator."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "59004000",
          "Verse": "The elders which are among you I exhort, who am also an elder, and a witness of the sufferings of Christ, and also a partaker of the glory that shall be revealed:"
        },
        {
          "Verseid": "59004001",
          "Verse": "Feed the flock of God which is among you, taking the oversight thereof, not by constraint, but willingly; not for filthy illegal gain, but of a ready mind;"
        },
        {
          "Verseid": "59004002",
          "Verse": "Neither as being lords over God's heritage, but being ensamples to the flock."
        },
        {
          "Verseid": "59004003",
          "Verse": "And when the chief Shepherd shall appear, all of you shall receive a crown of glory that fades not away."
        },
        {
          "Verseid": "59004004",
          "Verse": "Likewise, all of you younger, submit yourselves unto the elder. Yea, all of you be subject one to another, and be clothed with humility: for God resists the proud, and gives grace to the humble."
        },
        {
          "Verseid": "59004005",
          "Verse": "Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time:"
        },
        {
          "Verseid": "59004006",
          "Verse": "Casting all your care upon him; for he cares for you."
        },
        {
          "Verseid": "59004007",
          "Verse": "Be sober, be vigilant; because your adversary the devil, as a roaring lion, walks about, seeking whom he may devour:"
        },
        {
          "Verseid": "59004008",
          "Verse": "Whom resist steadfast in the faith, knowing that the same afflictions are accomplished in your brethren that are in the world."
        },
        {
          "Verseid": "59004009",
          "Verse": "But the God of all grace, who has called us unto his eternal glory by Christ Jesus, after that all of you have suffered a while, make you perfect, establish, strengthen, settle you."
        },
        {
          "Verseid": "59004010",
          "Verse": "To him be glory and dominion for ever and ever. Amen."
        },
        {
          "Verseid": "59004011",
          "Verse": "By Silvanus, a faithful brother unto you, as I suppose, I have written briefly, exhorting, and testifying that this is the true grace of God wherein all of you stand."
        },
        {
          "Verseid": "59004012",
          "Verse": "The church that is at Babylon, elected together with you, salutes you; and so does Marcus my son."
        },
        {
          "Verseid": "59004013",
          "Verse": "Greet all of you one another with a kiss of love. Peace be with you all that are in Christ Jesus. Amen."
        }
      ]
    }
  ]
}