{
  "Chapter": [
    {
      "Verse": [
        {
          "Verseid": "22000000",
          "Verse": "The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah."
        },
        {
          "Verseid": "22000001",
          "Verse": "Hear, O heavens, and give ear, O earth: for the LORD has spoken, I have nourished and brought up children, and they have rebelled against me."
        },
        {
          "Verseid": "22000002",
          "Verse": "The ox knows his owner, and the ass his master's crib: but Israel does not know, my people does not consider."
        },
        {
          "Verseid": "22000003",
          "Verse": "Ah sinful nation, a people laden with iniquity, a seed of evildoers, children that are corrupters: they have forsaken the LORD, they have provoked the Holy One of Israel unto anger, they are gone away backward."
        },
        {
          "Verseid": "22000004",
          "Verse": "Why should all of you be stricken any more? all of you will revolt more and more: the whole head is sick, and the whole heart faint."
        },
        {
          "Verseid": "22000005",
          "Verse": "From the sole of the foot even unto the head there is no soundness in it; but wounds, and bruises, and rotting sores: they have not been closed, neither bound up, neither mollified with ointment."
        },
        {
          "Verseid": "22000006",
          "Verse": "Your country is desolate, your cities are burned with fire: your land, strangers devour it in your presence, and it is desolate, as overthrown by strangers."
        },
        {
          "Verseid": "22000007",
          "Verse": "And the daughter of Zion is left as a cottage in a vineyard, as a lodge in a garden of cucumbers, as a besieged city."
        },
        {
          "Verseid": "22000008",
          "Verse": "Except the LORD of hosts had left unto us a very small remnant, we should have been as Sodom, and we should have been like unto Gomorrah."
        },
        {
          "Verseid": "22000009",
          "Verse": "Hear the word of the LORD, all of you rulers of Sodom; give ear unto the law of our God, all of you people of Gomorrah."
        },
        {
          "Verseid": "22000010",
          "Verse": "To what purpose is the multitude of your sacrifices unto me? says the LORD: I am full of the burnt offerings of rams, and the fat of fed beasts; and I delight not in the blood of bullocks, or of lambs, or of he goats."
        },
        {
          "Verseid": "22000011",
          "Verse": "When all of you come to appear before me, who has required this at your hand, to tread my courts?"
        },
        {
          "Verseid": "22000012",
          "Verse": "Bring no more vain oblations; incense is an abomination unto me; the new moons and sabbaths, the calling of assemblies, I cannot away with; it is iniquity, even the solemn meeting."
        },
        {
          "Verseid": "22000013",
          "Verse": "Your new moons and your appointed feasts my soul hates: they are a trouble unto me; I am weary to bear them."
        },
        {
          "Verseid": "22000014",
          "Verse": "And when all of you spread forth your hands, I will hide mine eyes from you: yea, when all of you make many prayers, I will not hear: your hands are full of blood."
        },
        {
          "Verseid": "22000015",
          "Verse": "Wash you, make you clean; put away the evil of your doings from before mine eyes; cease to do evil;"
        },
        {
          "Verseid": "22000016",
          "Verse": "Learn to do well; seek judgment, relieve the oppressed, judge the fatherless, plead for the widow."
        },
        {
          "Verseid": "22000017",
          "Verse": "Come now, and let us reason together, says the LORD: though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool."
        },
        {
          "Verseid": "22000018",
          "Verse": "If all of you be willing and obedient, all of you shall eat the good of the land:"
        },
        {
          "Verseid": "22000019",
          "Verse": "But if all of you refuse and rebel, all of you shall be devoured with the sword: for the mouth of the LORD has spoken it."
        },
        {
          "Verseid": "22000020",
          "Verse": "How is the faithful city become an harlot! it was full of judgment; righteousness lodged in it; but now murderers."
        },
        {
          "Verseid": "22000021",
          "Verse": "Your silver is become dross, your wine mixed with water:"
        },
        {
          "Verseid": "22000022",
          "Verse": "Your princes are rebellious, and companions of thieves: every one loves gifts, and follows after rewards: they judge not the fatherless, neither does the cause of the widow come unto them."
        },
        {
          "Verseid": "22000023",
          "Verse": "Therefore says the LORD, the LORD of hosts, the mighty One of Israel, Ah, I will ease me of mine adversaries, and avenge me of mine enemies:"
        },
        {
          "Verseid": "22000024",
          "Verse": "And I will turn my hand upon you, and thoroughly purge away your dross, and take away all your tin:"
        },
        {
          "Verseid": "22000025",
          "Verse": "And I will restore your judges as at the first, and your counsellors as at the beginning: afterward you shall be called, The city of righteousness, the faithful city."
        },
        {
          "Verseid": "22000026",
          "Verse": "Zion shall be redeemed with judgment, and her converts with righteousness."
        },
        {
          "Verseid": "22000027",
          "Verse": "And the destruction of the transgressors and of the sinners shall be together, and they that forsake the LORD shall be consumed."
        },
        {
          "Verseid": "22000028",
          "Verse": "For they shall be ashamed of the oaks which all of you have desired, and all of you shall be confounded for the gardens that all of you have chosen."
        },
        {
          "Verseid": "22000029",
          "Verse": "For all of you shall be as an oak whose leaf fades, and as a garden that has no water."
        },
        {
          "Verseid": "22000030",
          "Verse": "And the strong shall be as tow, and the maker of it as a spark, and they shall both burn together, and none shall quench them."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22001000",
          "Verse": "The word that Isaiah the son of Amoz saw concerning Judah and Jerusalem."
        },
        {
          "Verseid": "22001001",
          "Verse": "And it shall come to pass in the last days, that the mountain of the LORD's house shall be established in the top of the mountains, and shall be exalted above the hills; and all nations shall flow unto it."
        },
        {
          "Verseid": "22001002",
          "Verse": "And many people shall go and say, Come all of you, and let us go up to the mountain of the LORD, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for out of Zion shall go forth the law, and the word of the LORD from Jerusalem."
        },
        {
          "Verseid": "22001003",
          "Verse": "And he shall judge among the nations, and shall rebuke many people: and they shall beat their swords into plowshares, and their spears into pruning hooks: nation shall not lift up sword against nation, neither shall they learn war any more."
        },
        {
          "Verseid": "22001004",
          "Verse": "O house of Jacob, come all of you, and let us walk in the light of the LORD."
        },
        {
          "Verseid": "22001005",
          "Verse": "Therefore you have forsaken your people the house of Jacob, because they be replenished from the east, and are soothsayers like the Philistines, and they please themselves in the children of strangers."
        },
        {
          "Verseid": "22001006",
          "Verse": "Their land also is full of silver and gold, neither is there any end of their treasures; their land is also full of horses, neither is there any end of their chariots:"
        },
        {
          "Verseid": "22001007",
          "Verse": "Their land also is full of idols; they worship the work of their own hands, that which their own fingers have made:"
        },
        {
          "Verseid": "22001008",
          "Verse": "And the mean man bows down, and the great man humbles himself: therefore forgive them not."
        },
        {
          "Verseid": "22001009",
          "Verse": "Enter into the rock, and hide you in the dust, for fear of the LORD, and for the glory of his majesty."
        },
        {
          "Verseid": "22001010",
          "Verse": "The lofty looks of man shall be humbled, and the haughtiness of men shall be bowed down, and the LORD alone shall be exalted in that day."
        },
        {
          "Verseid": "22001011",
          "Verse": "For the day of the LORD of hosts shall be upon every one that is proud and lofty, and upon every one that is lifted up; and he shall be brought low:"
        },
        {
          "Verseid": "22001012",
          "Verse": "And upon all the cedars of Lebanon, that are high and lifted up, and upon all the oaks of Bashan,"
        },
        {
          "Verseid": "22001013",
          "Verse": "And upon all the high mountains, and upon all the hills that are lifted up,"
        },
        {
          "Verseid": "22001014",
          "Verse": "And upon every high tower, and upon every fenced wall,"
        },
        {
          "Verseid": "22001015",
          "Verse": "And upon all the ships of Tarshish, and upon all pleasant pictures."
        },
        {
          "Verseid": "22001016",
          "Verse": "And the loftiness of man shall be bowed down, and the haughtiness of men shall be made low: and the LORD alone shall be exalted in that day."
        },
        {
          "Verseid": "22001017",
          "Verse": "And the idols he shall utterly abolish."
        },
        {
          "Verseid": "22001018",
          "Verse": "And they shall go into the holes of the rocks, and into the caves of the earth, for fear of the LORD, and for the glory of his majesty, when he arises to shake terribly the earth."
        },
        {
          "Verseid": "22001019",
          "Verse": "In that day a man shall cast his idols of silver, and his idols of gold, which they made each one for himself to worship, to the moles and to the bats;"
        },
        {
          "Verseid": "22001020",
          "Verse": "To go into the clefts of the rocks, and into the tops of the rugged rocks, for fear of the LORD, and for the glory of his majesty, when he arises to shake terribly the earth."
        },
        {
          "Verseid": "22001021",
          "Verse": "Cease all of you from man, whose breath is in his nostrils: for wherein is he to be accounted of ?"
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22002000",
          "Verse": "For, behold, the Lord, the LORD of hosts, does take away from Jerusalem and from Judah the stay and the staff, the whole stay of bread, and the whole stay of water."
        },
        {
          "Verseid": "22002001",
          "Verse": "The mighty man, and the man of war, the judge, and the prophet, and the prudent, and the ancient,"
        },
        {
          "Verseid": "22002002",
          "Verse": "The captain of fifty, and the honourable man, and the counsellor, and the cunning artificer, and the eloquent orator."
        },
        {
          "Verseid": "22002003",
          "Verse": "And I will give children to be their princes, and babes shall rule over them."
        },
        {
          "Verseid": "22002004",
          "Verse": "And the people shall be oppressed, every one by another, and every one by his neighbour: the child shall behave himself proudly against the ancient, and the base against the honourable."
        },
        {
          "Verseid": "22002005",
          "Verse": "When a man shall take hold of his brother of the house of his father, saying, You have clothing, be you our ruler, and let this ruin be under your hand:"
        },
        {
          "Verseid": "22002006",
          "Verse": "In that day shall he swear, saying, I will not be an healer; for in my house is neither bread nor clothing: make me not a ruler of the people."
        },
        {
          "Verseid": "22002007",
          "Verse": "For Jerusalem is ruined, and Judah is fallen: because their tongue and their doings are against the LORD, to provoke the eyes of his glory."
        },
        {
          "Verseid": "22002008",
          "Verse": "The show of their countenance does witness against them; and they declare their sin as Sodom, they hide it not. Woe unto their soul! for they have rewarded evil unto themselves."
        },
        {
          "Verseid": "22002009",
          "Verse": "Say all of you to the righteous, that it shall be well with him: for they shall eat the fruit of their doings."
        },
        {
          "Verseid": "22002010",
          "Verse": "Woe unto the wicked! it shall be ill with him: for the reward of his hands shall be given him."
        },
        {
          "Verseid": "22002011",
          "Verse": "As for my people, children are their oppressors, and women rule over them. O my people, they which lead you cause you to go astray, and destroy the way of your paths."
        },
        {
          "Verseid": "22002012",
          "Verse": "The LORD stands up to plead, and stands to judge the people."
        },
        {
          "Verseid": "22002013",
          "Verse": "The LORD will enter into judgment with the ancients of his people, and the princes thereof: for all of you have eaten up the vineyard; the spoil of the poor is in your houses."
        },
        {
          "Verseid": "22002014",
          "Verse": "What mean all of you that all of you beat my people to pieces, and grind the faces of the poor? says the Lord GOD of hosts."
        },
        {
          "Verseid": "22002015",
          "Verse": "Moreover the LORD says, Because the daughters of Zion are haughty, and walk with stretched forth necks and wanton eyes, walking and moving enticingly as they go, and making a tinkling with their feet:"
        },
        {
          "Verseid": "22002016",
          "Verse": "Therefore the LORD will strike with a scab the crown of the head of the daughters of Zion, and the LORD will discover their secret parts."
        },
        {
          "Verseid": "22002017",
          "Verse": "In that day the Lord will take away the bravery of their tinkling ornaments about their feet, and their cauls, and their round tires like the moon,"
        },
        {
          "Verseid": "22002018",
          "Verse": "The chains, and the bracelets, and the covering for the lower part of the face,"
        },
        {
          "Verseid": "22002019",
          "Verse": "The bonnets, and the ornaments of the legs, and the headbands, and the tablets, and the earrings,"
        },
        {
          "Verseid": "22002020",
          "Verse": "The rings, and nose jewels,"
        },
        {
          "Verseid": "22002021",
          "Verse": "The changeable suits of apparel, and the mantles, and the wimples, and the crisping pins,"
        },
        {
          "Verseid": "22002022",
          "Verse": "The glasses, and the fine linen, and the hoods, and the vails."
        },
        {
          "Verseid": "22002023",
          "Verse": "And it shall come to pass, that instead of sweet smell there shall be stink; and instead of a girdle a rent; and instead of well set hair baldness; and instead of a stomacher a girding of sackcloth; and burning instead of beauty."
        },
        {
          "Verseid": "22002024",
          "Verse": "Your men shall fall by the sword, and your mighty in the war."
        },
        {
          "Verseid": "22002025",
          "Verse": "And her gates shall lament and mourn; and she being desolate shall sit upon the ground."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22003000",
          "Verse": "And in that day seven women shall take hold of one man, saying, We will eat our own bread, and wear our own apparel: only let us be called by your name, to take away our reproach."
        },
        {
          "Verseid": "22003001",
          "Verse": "In that day shall the branch of the LORD be beautiful and glorious, and the fruit of the earth shall be excellent and comely for them that are escaped of Israel."
        },
        {
          "Verseid": "22003002",
          "Verse": "And it shall come to pass, that he that is left in Zion, and he that remains in Jerusalem, shall be called holy, even every one that is written among the living in Jerusalem:"
        },
        {
          "Verseid": "22003003",
          "Verse": "When the Lord shall have washed away the filth of the daughters of Zion, and shall have purged the blood of Jerusalem from the midst thereof by the spirit of judgment, and by the spirit of burning."
        },
        {
          "Verseid": "22003004",
          "Verse": "And the LORD will create upon every dwelling place of mount Zion, and upon her assemblies, a cloud and smoke by day, and the shining of a flaming fire by night: for upon all the glory shall be a defence."
        },
        {
          "Verseid": "22003005",
          "Verse": "And there shall be a tabernacle for a shadow in the day time from the heat, and for a place of refuge, and for a covert from storm and from rain."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22004000",
          "Verse": "Now will I sing to my beloved a song of my beloved concerning his vineyard. My beloved has a vineyard in a very fruitful hill:"
        },
        {
          "Verseid": "22004001",
          "Verse": "And he fenced it, and gathered out the stones thereof, and planted it with the best vine, and built a tower in the midst of it, and also made a winepress therein: and he looked that it should bring forth grapes, and it brought forth wild grapes."
        },
        {
          "Verseid": "22004002",
          "Verse": "And now, O inhabitants of Jerusalem, and men of Judah, judge, I pray you, between me and my vineyard."
        },
        {
          "Verseid": "22004003",
          "Verse": "What could have been done more to my vineyard, that I have not done in it? wherefore, when I looked that it should bring forth grapes, brought it forth wild grapes?"
        },
        {
          "Verseid": "22004004",
          "Verse": "And now go to; I will tell you what I will do to my vineyard: I will take away the hedge thereof, and it shall be eaten up; and break down the wall thereof, and it shall be trodden down:"
        },
        {
          "Verseid": "22004005",
          "Verse": "And I will lay it waste: it shall not be pruned, nor dug; but there shall come up briers and thorns: I will also command the clouds that they rain no rain upon it."
        },
        {
          "Verseid": "22004006",
          "Verse": "For the vineyard of the LORD of hosts is the house of Israel, and the men of Judah his pleasant plant: and he looked for judgment, but behold oppression; for righteousness, but behold a cry."
        },
        {
          "Verseid": "22004007",
          "Verse": "Woe unto them that join house to house, that lay field to field, till there be no place, that they may be placed alone in the midst of the earth!"
        },
        {
          "Verseid": "22004008",
          "Verse": "In mine ears said the LORD of hosts, Truthfully many houses shall be desolate, even great and fair, without inhabitant."
        },
        {
          "Verseid": "22004009",
          "Verse": "Yea, ten acres of vineyard shall yield one bath, and the seed of an homer shall yield an ephah."
        },
        {
          "Verseid": "22004010",
          "Verse": "Woe unto them that rise up early in the morning, that they may follow strong drink; that continue until night, till wine inflame them!"
        },
        {
          "Verseid": "22004011",
          "Verse": "And the harp, and the viol, the timbrel, and pipe, and wine, are in their feasts: but they regard not the work of the LORD, neither consider the operation of his hands."
        },
        {
          "Verseid": "22004012",
          "Verse": "Therefore my people are gone into captivity, because they have no knowledge: and their honourable men are famished, and their multitude dried up with thirst."
        },
        {
          "Verseid": "22004013",
          "Verse": "Therefore hell has enlarged herself, and opened her mouth without measure: and their glory, and their multitude, and their pomp, and he that rejoices, shall descend into it."
        },
        {
          "Verseid": "22004014",
          "Verse": "And the mean man shall be brought down, and the mighty man shall be humbled, and the eyes of the lofty shall be humbled:"
        },
        {
          "Verseid": "22004015",
          "Verse": "But the LORD of hosts shall be exalted in judgment, and God that is holy shall be sanctified in righteousness."
        },
        {
          "Verseid": "22004016",
          "Verse": "Then shall the lambs feed after their manner, and the waste places of the fat ones shall strangers eat."
        },
        {
          "Verseid": "22004017",
          "Verse": "Woe unto them that draw iniquity with cords of vanity, and sin as it were with a cart rope:"
        },
        {
          "Verseid": "22004018",
          "Verse": "That say, Let him make speed, and hasten his work, that we may see it: and let the counsel of the Holy One of Israel draw nigh and come, that we may know it!"
        },
        {
          "Verseid": "22004019",
          "Verse": "Woe unto them that call evil good, and good evil; that put darkness for light, and light for darkness; that put bitter for sweet, and sweet for bitter!"
        },
        {
          "Verseid": "22004020",
          "Verse": "Woe unto them that are wise in their own eyes, and prudent in their own sight!"
        },
        {
          "Verseid": "22004021",
          "Verse": "Woe unto them that are mighty to drink wine, and men of strength to mingle strong drink:"
        },
        {
          "Verseid": "22004022",
          "Verse": "Which justify the wicked for reward, and take away the righteousness of the righteous from him!"
        },
        {
          "Verseid": "22004023",
          "Verse": "Therefore as the fire devours the stubble, and the flame consumes the chaff, so their root shall be as rottenness, and their blossom shall go up as dust: because they have cast away the law of the LORD of hosts, and despised the word of the Holy One of Israel."
        },
        {
          "Verseid": "22004024",
          "Verse": "Therefore is the anger of the LORD kindled against his people, and he has stretched forth his hand against them, and has smitten them: and the hills did tremble, and their carcasses were torn in the midst of the streets. For all this his anger is not turned away, but his hand is stretched out still."
        },
        {
          "Verseid": "22004025",
          "Verse": "And he will lift up an explicit sign to the nations from far, and will hiss unto them from the end of the earth: and, behold, they shall come with speed swiftly:"
        },
        {
          "Verseid": "22004026",
          "Verse": "None shall be weary nor stumble among them; none shall slumber nor sleep; neither shall the girdle of their loins be loosed, nor the latchet of their shoes be broken:"
        },
        {
          "Verseid": "22004027",
          "Verse": "Whose arrows are sharp, and all their bows bent, their horses' hoofs shall be counted like flint, and their wheels like a whirlwind:"
        },
        {
          "Verseid": "22004028",
          "Verse": "Their roaring shall be like a lion, they shall roar like young lions: yea, they shall roar, and lay hold of the prey, and shall carry it away safe, and none shall deliver it."
        },
        {
          "Verseid": "22004029",
          "Verse": "And in that day they shall roar against them like the roaring of the sea: and if one look unto the land, behold darkness and sorrow, and the light is darkened in the heavens thereof."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22005000",
          "Verse": "In the year that king Uzziah died I saw also the LORD sitting upon a throne, high and lifted up, and his train filled the temple."
        },
        {
          "Verseid": "22005001",
          "Verse": "Above it stood the seraphims: each one had six wings; with two he covered his face, and with two he covered his feet, and with two he did fly."
        },
        {
          "Verseid": "22005002",
          "Verse": "And one cried unto another, and said, Holy, holy, holy, is the LORD of hosts: the whole earth is full of his glory."
        },
        {
          "Verseid": "22005003",
          "Verse": "And the posts of the door moved at the voice of him that cried, and the house was filled with smoke."
        },
        {
          "Verseid": "22005004",
          "Verse": "Then said I, Woe is me! for I am undone; because I am a man of unclean lips, and I dwell in the midst of a people of unclean lips: for mine eyes have seen the King, the LORD of hosts."
        },
        {
          "Verseid": "22005005",
          "Verse": "Then flew one of the seraphims unto me, having a live coal in his hand, which he had taken with the tongs from off the altar:"
        },
        {
          "Verseid": "22005006",
          "Verse": "And he laid it upon my mouth, and said, Lo, this has touched your lips; and yours iniquity is taken away, and your sin purged."
        },
        {
          "Verseid": "22005007",
          "Verse": "Also I heard the voice of the Lord, saying, Whom shall I send, and who will go for us? Then said I, Here am I; send me."
        },
        {
          "Verseid": "22005008",
          "Verse": "And he said, Go, and tell this people, Hear all of you indeed, but understand not; and see all of you indeed, but perceive not."
        },
        {
          "Verseid": "22005009",
          "Verse": "Make the heart of this people fat, and make their ears heavy, and shut their eyes; lest they see with their eyes, and hear with their ears, and understand with their heart, and convert, and be healed."
        },
        {
          "Verseid": "22005010",
          "Verse": "Then said I, Lord, how long? And he answered, Until the cities be wasted without inhabitant, and the houses without man, and the land be utterly desolate,"
        },
        {
          "Verseid": "22005011",
          "Verse": "And the LORD have removed men far away, and there be a great forsaking in the midst of the land."
        },
        {
          "Verseid": "22005012",
          "Verse": "But yet in it shall be a tenth, and it shall return, and shall be eaten: as a teil tree, and as an oak, whose substance is in them, when they cast their leaves: so the holy seed shall be the substance thereof."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22006000",
          "Verse": "And it came to pass in the days of Ahaz the son of Jotham, the son of Uzziah, king of Judah, that Rezin the king of Syria, and Pekah the son of Remaliah, king of Israel, went up toward Jerusalem to war against it, but could not prevail against it."
        },
        {
          "Verseid": "22006001",
          "Verse": "And it was told the house of David, saying, Syria is confederate with Ephraim. And his heart was moved, and the heart of his people, as the trees of the wood are moved with the wind."
        },
        {
          "Verseid": "22006002",
          "Verse": "Then said the LORD unto Isaiah, Go forth now to meet Ahaz, you, and Shearjashub your son, at the end of the conduit of the upper pool in the highway of the launderer's field;"
        },
        {
          "Verseid": "22006003",
          "Verse": "And say unto him, Take heed, and be quiet; fear not, neither be fainthearted for the two tails of these smoking firebrands, for the fierce anger of Rezin with Syria, and of the son of Remaliah."
        },
        {
          "Verseid": "22006004",
          "Verse": "Because Syria, Ephraim, and the son of Remaliah, have taken evil counsel against you, saying,"
        },
        {
          "Verseid": "22006005",
          "Verse": "Let us go up against Judah, and vex it, and let us make a breach therein for us, and set a king in the midst of it, even the son of Tabeal:"
        },
        {
          "Verseid": "22006006",
          "Verse": "Thus says the Lord GOD, It shall not stand, neither shall it come to pass."
        },
        {
          "Verseid": "22006007",
          "Verse": "For the head of Syria is Damascus, and the head of Damascus is Rezin; and within threescore and five years shall Ephraim be broken, that it be not a people."
        },
        {
          "Verseid": "22006008",
          "Verse": "And the head of Ephraim is Samaria, and the head of Samaria is Remaliah's son. If all of you will not believe, surely all of you shall not be established."
        },
        {
          "Verseid": "22006009",
          "Verse": "Moreover the LORD spoke again unto Ahaz, saying,"
        },
        {
          "Verseid": "22006010",
          "Verse": "Ask you a sign of the LORD your God; ask it either in the depth, or in the height above."
        },
        {
          "Verseid": "22006011",
          "Verse": "But Ahaz said, I will not ask, neither will I tempt the LORD."
        },
        {
          "Verseid": "22006012",
          "Verse": "And he said, Hear all of you now, O house of David; Is it a small thing for you to weary men, but will all of you weary my God also?"
        },
        {
          "Verseid": "22006013",
          "Verse": "Therefore the Lord himself shall give you a sign; Behold, a virgin shall conceive, and bear a son, and shall call his name Immanuel."
        },
        {
          "Verseid": "22006014",
          "Verse": "Butter and honey shall he eat, that he may know to refuse the evil, and choose the good."
        },
        {
          "Verseid": "22006015",
          "Verse": "For before the child shall know to refuse the evil, and choose the good, the land that you abhor shall be forsaken of both her kings."
        },
        {
          "Verseid": "22006016",
          "Verse": "The LORD shall bring upon you, and upon your people, and upon your father's house, days that have not come, from the day that Ephraim departed from Judah; even the king of Assyria."
        },
        {
          "Verseid": "22006017",
          "Verse": "And it shall come to pass in that day, that the LORD shall hiss for the fly that is in the uttermost part of the rivers of Egypt, and for the bee that is in the land of Assyria."
        },
        {
          "Verseid": "22006018",
          "Verse": "And they shall come, and shall rest all of them in the desolate valleys, and in the holes of the rocks, and upon all thorns, and upon all bushes."
        },
        {
          "Verseid": "22006019",
          "Verse": "In the same day shall the Lord shave with a razor that is hired, namely, by them beyond the river, by the king of Assyria, the head, and the hair of the feet: and it shall also consume the beard."
        },
        {
          "Verseid": "22006020",
          "Verse": "And it shall come to pass in that day, that a man shall nourish a young cow, and two sheep;"
        },
        {
          "Verseid": "22006021",
          "Verse": "And it shall come to pass, for the abundance of milk that they shall give he shall eat butter: for butter and honey shall every one eat that is left in the land."
        },
        {
          "Verseid": "22006022",
          "Verse": "And it shall come to pass in that day, that every place shall be, where there were a thousand vines at a thousand silver coins, it shall even be for briers and thorns."
        },
        {
          "Verseid": "22006023",
          "Verse": "With arrows and with bows shall men come thither; because all the land shall become briers and thorns."
        },
        {
          "Verseid": "22006024",
          "Verse": "And on all hills that shall be dug with the mattock, there shall not come thither the fear of briers and thorns: but it shall be for the sending out of oxen, and for the treading of lesser cattle."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22007000",
          "Verse": "Moreover the LORD said unto me, Take you a great roll, and write in it with a man's pen concerning Mahershalalhashbaz."
        },
        {
          "Verseid": "22007001",
          "Verse": "And I took unto me faithful witnesses to record, Uriah the priest, and Zechariah the son of Jeberechiah."
        },
        {
          "Verseid": "22007002",
          "Verse": "And I went unto the prophetess; and she conceived, and bare a son. Then said the LORD to me, Call his name Mahershalalhashbaz."
        },
        {
          "Verseid": "22007003",
          "Verse": "For before the child shall have knowledge to cry, My father, and my mother, the riches of Damascus and the spoil of Samaria shall be taken away before the king of Assyria."
        },
        {
          "Verseid": "22007004",
          "Verse": "The LORD spoke also unto me again, saying,"
        },
        {
          "Verseid": "22007005",
          "Verse": "Forasmuch as this people refuses the waters of Shiloah that go softly, and rejoice in Rezin and Remaliah's son;"
        },
        {
          "Verseid": "22007006",
          "Verse": "Now therefore, behold, the Lord brings up upon them the waters of the river, strong and many, even the king of Assyria, and all his glory: and he shall come up over all his channels, and go over all his banks:"
        },
        {
          "Verseid": "22007007",
          "Verse": "And he shall pass through Judah; he shall overflow and go over, he shall reach even to the neck; and the stretching out of his wings shall fill the breadth of your land, O Immanuel."
        },
        {
          "Verseid": "22007008",
          "Verse": "Associate yourselves, O all of you people, and all of you shall be broken in pieces; and give ear, all you of far countries: gird yourselves, and all of you shall be broken in pieces; gird yourselves, and all of you shall be broken in pieces."
        },
        {
          "Verseid": "22007009",
          "Verse": "Take counsel together, and it shall come to nothing; speak the word, and it shall not stand: for God is with us."
        },
        {
          "Verseid": "22007010",
          "Verse": "For the LORD spoke thus to me with a strong hand, and instructed me that I should not walk in the way of this people, saying,"
        },
        {
          "Verseid": "22007011",
          "Verse": "Say all of you not, A confederacy, to all them to whom this people shall say, A confederacy; neither fear all of you their fear, nor be afraid."
        },
        {
          "Verseid": "22007012",
          "Verse": "Sanctify the LORD of hosts himself; and let him be your fear, and let him be your dread."
        },
        {
          "Verseid": "22007013",
          "Verse": "And he shall be for a sanctuary; but for a stone of stumbling and for a rock of offence to both the houses of Israel, for a animal trap and for a snare to the inhabitants of Jerusalem."
        },
        {
          "Verseid": "22007014",
          "Verse": "And many among them shall stumble, and fall, and be broken, and be snared, and be taken."
        },
        {
          "Verseid": "22007015",
          "Verse": "Bind up the testimony, seal the law among my disciples."
        },
        {
          "Verseid": "22007016",
          "Verse": "And I will wait upon the LORD, that hides his face from the house of Jacob, and I will look for him."
        },
        {
          "Verseid": "22007017",
          "Verse": "Behold, I and the children whom the LORD has given me are for signs and for wonders in Israel from the LORD of hosts, which dwells in mount Zion."
        },
        {
          "Verseid": "22007018",
          "Verse": "And when they shall say unto you, Seek unto them that have familiar spirits, and unto wizards that peep, and that mumble: should not a people seek unto their God? for the living to the dead?"
        },
        {
          "Verseid": "22007019",
          "Verse": "To the law and to the testimony: if they speak not according to this word, it is because there is no light in them."
        },
        {
          "Verseid": "22007020",
          "Verse": "And they shall pass through it, hardly bestead and hungry: and it shall come to pass, that when they shall be hungry, they shall fret themselves, and curse their king and their God, and look upward."
        },
        {
          "Verseid": "22007021",
          "Verse": "And they shall look unto the earth; and behold trouble and darkness, dimness of anguish; and they shall be driven to darkness."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22008000",
          "Verse": "Nevertheless the dimness shall not be such as was in her vexation, when at the first he lightly afflicted the land of Zebulun and the land of Naphtali, and afterward did more grievously afflict her by the way of the sea, beyond Jordan, in Galilee of the nations."
        },
        {
          "Verseid": "22008001",
          "Verse": "The people that walked in darkness have seen a great light: they that dwell in the land of the shadow of death, upon them has the light shined."
        },
        {
          "Verseid": "22008002",
          "Verse": "You have multiplied the nation, and not increased the joy: they joy before you according to the joy in harvest, and as men rejoice when they divide the spoil."
        },
        {
          "Verseid": "22008003",
          "Verse": "For you have broken the yoke of his burden, and the staff of his shoulder, the rod of his oppressor, as in the day of Midian."
        },
        {
          "Verseid": "22008004",
          "Verse": "For every battle of the warrior is with confused noise, and garments rolled in blood; but this shall be with burning and fuel of fire."
        },
        {
          "Verseid": "22008005",
          "Verse": "For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder: and his name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace."
        },
        {
          "Verseid": "22008006",
          "Verse": "Of the increase of his government and peace there shall be no end, upon the throne of David, and upon his kingdom, to order it, and to establish it with judgment and with justice from henceforth even for ever. The zeal of the LORD of hosts will perform this."
        },
        {
          "Verseid": "22008007",
          "Verse": "The Lord sent a word into Jacob, and it has lighted upon Israel."
        },
        {
          "Verseid": "22008008",
          "Verse": "And all the people shall know, even Ephraim and the inhabitant of Samaria, that say in the pride and stoutness of heart,"
        },
        {
          "Verseid": "22008009",
          "Verse": "The bricks are fallen down, but we will build with hewn stones: the sycomores are cut down, but we will change them into cedars."
        },
        {
          "Verseid": "22008010",
          "Verse": "Therefore the LORD shall set up the adversaries of Rezin against him, and join his enemies together;"
        },
        {
          "Verseid": "22008011",
          "Verse": "The Syrians before, and the Philistines behind; and they shall devour Israel with open mouth. For all this his anger is not turned away, but his hand is stretched out still."
        },
        {
          "Verseid": "22008012",
          "Verse": "For the people turns not unto him that strikes them, neither do they seek the LORD of hosts."
        },
        {
          "Verseid": "22008013",
          "Verse": "Therefore the LORD will cut off from Israel head and tail, branch and rush, in one day."
        },
        {
          "Verseid": "22008014",
          "Verse": "The ancient and honourable, he is the head; and the prophet that teaches lies, he is the tail."
        },
        {
          "Verseid": "22008015",
          "Verse": "For the leaders of this people cause them to go astray; and they that are led of them are destroyed."
        },
        {
          "Verseid": "22008016",
          "Verse": "Therefore the LORD shall have no joy in their young men, neither shall have mercy on their fatherless and widows: for every one is an hypocrite and an evildoer, and every mouth speaks folly. For all this his anger is not turned away, but his hand is stretched out still."
        },
        {
          "Verseid": "22008017",
          "Verse": "For wickedness burns as the fire: it shall devour the briers and thorns, and shall kindle in the thickets of the forest, and they shall mount up like the lifting up of smoke."
        },
        {
          "Verseid": "22008018",
          "Verse": "Through the wrath of the LORD of hosts is the land darkened, and the people shall be as the fuel of the fire: no man shall spare his brother."
        },
        {
          "Verseid": "22008019",
          "Verse": "And he shall snatch on the right hand, and be hungry; and he shall eat on the left hand, and they shall not be satisfied: they shall eat every man the flesh of his own arm:"
        },
        {
          "Verseid": "22008020",
          "Verse": "Manasseh, Ephraim; and Ephraim, Manasseh: and they together shall be against Judah. For all this his anger is not turned away, but his hand is stretched out still."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22009000",
          "Verse": "Woe unto them that decree unrighteous decrees, and that write grievousness which they have prescribed;"
        },
        {
          "Verseid": "22009001",
          "Verse": "To turn aside the needy from judgment, and to take away the right from the poor of my people, that widows may be their prey, and that they may rob the fatherless!"
        },
        {
          "Verseid": "22009002",
          "Verse": "And what will all of you do in the day of visitation, and in the desolation which shall come from far? to whom will all of you flee for help? and where will all of you leave your glory?"
        },
        {
          "Verseid": "22009003",
          "Verse": "Without me they shall bow down under the prisoners, and they shall fall under the slain. For all this his anger is not turned away, but his hand is stretched out still."
        },
        {
          "Verseid": "22009004",
          "Verse": "O Assyrian, the rod of mine anger, and the staff in their hand is mine indignation."
        },
        {
          "Verseid": "22009005",
          "Verse": "I will send him against an hypocritical nation, and against the people of my wrath will I give him a charge, to take the spoil, and to take the prey, and to tread them down like the mire of the streets."
        },
        {
          "Verseid": "22009006",
          "Verse": "Nevertheless he means not so, neither does his heart think so; but it is in his heart to destroy and cut off nations not a few."
        },
        {
          "Verseid": "22009007",
          "Verse": "For he says, Are not my princes altogether kings?"
        },
        {
          "Verseid": "22009008",
          "Verse": "Is not Calno as Carchemish? is not Hamath as Arpad? is not Samaria as Damascus?"
        },
        {
          "Verseid": "22009009",
          "Verse": "As my hand has found the kingdoms of the idols, and whose graven images did excel them of Jerusalem and of Samaria;"
        },
        {
          "Verseid": "22009010",
          "Verse": "Shall I not, as I have done unto Samaria and her idols, so do to Jerusalem and her idols?"
        },
        {
          "Verseid": "22009011",
          "Verse": "Wherefore it shall come to pass, that when the Lord has performed his whole work upon mount Zion and on Jerusalem, I will punish the fruit of the stout heart of the king of Assyria, and the glory of his high looks."
        },
        {
          "Verseid": "22009012",
          "Verse": "For he says, By the strength of my hand I have done it, and by my wisdom; for I am prudent: and I have removed the bounds of the people, and have robbed their treasures, and I have put down the inhabitants like a valiant man:"
        },
        {
          "Verseid": "22009013",
          "Verse": "And my hand has found as a nest the riches of the people: and as one gathers eggs that are left, have I gathered all the earth; and there was none that moved the wing, or opened the mouth, or peeped."
        },
        {
          "Verseid": "22009014",
          "Verse": "Shall the axe boast itself against him that hews therewith? or shall the saw magnify itself against him that shakes it? as if the rod should shake itself against them that lift it up, or as if the staff should lift up itself, as if it were no wood."
        },
        {
          "Verseid": "22009015",
          "Verse": "Therefore shall the Lord, the Lord of hosts, send among his fat ones leanness; and under his glory he shall kindle a burning like the burning of a fire."
        },
        {
          "Verseid": "22009016",
          "Verse": "And the light of Israel shall be for a fire, and his Holy One for a flame: and it shall burn and devour his thorns and his briers in one day;"
        },
        {
          "Verseid": "22009017",
          "Verse": "And shall consume the glory of his forest, and of his fruitful field, both soul and body: and they shall be as when a standard-bearer faints."
        },
        {
          "Verseid": "22009018",
          "Verse": "And the rest of the trees of his forest shall be few, that a child may write them."
        },
        {
          "Verseid": "22009019",
          "Verse": "And it shall come to pass in that day, that the remnant of Israel, and such as are escaped of the house of Jacob, shall no more again stay upon him that stroke them; but shall stay upon the LORD, the Holy One of Israel, in truth."
        },
        {
          "Verseid": "22009020",
          "Verse": "The remnant shall return, even the remnant of Jacob, unto the mighty God."
        },
        {
          "Verseid": "22009021",
          "Verse": "For though your people Israel be as the sand of the sea, yet a remnant of them shall return: the consumption decreed shall overflow with righteousness."
        },
        {
          "Verseid": "22009022",
          "Verse": "For the Lord GOD of hosts shall make a consumption, even determined, in the midst of all the land."
        },
        {
          "Verseid": "22009023",
          "Verse": "Therefore thus says the Lord GOD of hosts, O my people that dwell in Zion, be not afraid of the Assyrian: he shall strike you with a rod, and shall lift up his staff against you, after the manner of Egypt."
        },
        {
          "Verseid": "22009024",
          "Verse": "For yet a very little while, and the indignation shall cease, and mine anger in their destruction."
        },
        {
          "Verseid": "22009025",
          "Verse": "And the LORD of hosts shall stir up a scourge for him according to the slaughter of Midian at the rock of Oreb: and as his rod was upon the sea, so shall he lift it up after the manner of Egypt."
        },
        {
          "Verseid": "22009026",
          "Verse": "And it shall come to pass in that day, that his burden shall be taken away from off your shoulder, and his yoke from off your neck, and the yoke shall be destroyed because of the anointing."
        },
        {
          "Verseid": "22009027",
          "Verse": "He has come to Aiath, he is passed to Migron; at Michmash he has laid up his carriages:"
        },
        {
          "Verseid": "22009028",
          "Verse": "They are gone over the passage: they have taken up their lodging at Geba; Ramah is afraid; Gibeah of Saul is fled."
        },
        {
          "Verseid": "22009029",
          "Verse": "Lift up your voice, O daughter of Gallim: cause it to be heard unto Laish, O poor Anathoth."
        },
        {
          "Verseid": "22009030",
          "Verse": "Madmenah is removed; the inhabitants of Gebim gather themselves to flee."
        },
        {
          "Verseid": "22009031",
          "Verse": "As yet shall he remain at Nob that day: he shall shake his hand against the mount of the daughter of Zion, the hill of Jerusalem."
        },
        {
          "Verseid": "22009032",
          "Verse": "Behold, the Lord, the LORD of hosts, shall cut off the bough with terror: and the high ones of stature shall be hewn down, and the haughty shall be humbled."
        },
        {
          "Verseid": "22009033",
          "Verse": "And he shall cut down the thickets of the forest with iron, and Lebanon shall fall by a mighty one."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22010000",
          "Verse": "And there shall come forth a rod out of the stem of Jesse, and a Branch shall grow out of his roots:"
        },
        {
          "Verseid": "22010001",
          "Verse": "And the spirit of the LORD shall rest upon him, the spirit of wisdom and understanding, the spirit of counsel and might, the spirit of knowledge and of the fear of the LORD;"
        },
        {
          "Verseid": "22010002",
          "Verse": "And shall make him of quick understanding in the fear of the LORD: and he shall not judge after the sight of his eyes, neither reprove after the hearing of his ears:"
        },
        {
          "Verseid": "22010003",
          "Verse": "But with righteousness shall he judge the poor, and reprove with equity for the meek of the earth: and he shall strike the earth: with the rod of his mouth, and with the breath of his lips shall he slay the wicked."
        },
        {
          "Verseid": "22010004",
          "Verse": "And righteousness shall be the girdle of his loins, and faithfulness the girdle of his reins."
        },
        {
          "Verseid": "22010005",
          "Verse": "The wolf also shall dwell with the lamb, and the leopard shall lie down with the kid; and the calf and the young lion and the fatling together; and a little child shall lead them."
        },
        {
          "Verseid": "22010006",
          "Verse": "And the cow and the bear shall feed; their young ones shall lie down together: and the lion shall eat straw like the ox."
        },
        {
          "Verseid": "22010007",
          "Verse": "And the nursing infant shall play on the hole of the asp, and the weaned child shall put his hand on the cockatrice' den."
        },
        {
          "Verseid": "22010008",
          "Verse": "They shall not hurt nor destroy in all my holy mountain: for the earth shall be full of the knowledge of the LORD, as the waters cover the sea."
        },
        {
          "Verseid": "22010009",
          "Verse": "And in that day there shall be a root of Jesse, which shall stand for an explicit sign of the people; to it shall the Gentiles seek: and his rest shall be glorious."
        },
        {
          "Verseid": "22010010",
          "Verse": "And it shall come to pass in that day, that the Lord shall set his hand again the second time to recover the remnant of his people, which shall be left, from Assyria, and from Egypt, and from Pathros, and from Cush, and from Elam, and from Shinar, and from Hamath, and from the islands of the sea."
        },
        {
          "Verseid": "22010011",
          "Verse": "And he shall set up an explicit sign for the nations, and shall assemble the outcasts of Israel, and gather together the dispersed of Judah from the four corners of the earth."
        },
        {
          "Verseid": "22010012",
          "Verse": "The envy also of Ephraim shall depart, and the adversaries of Judah shall be cut off: Ephraim shall not envy Judah, and Judah shall not vex Ephraim."
        },
        {
          "Verseid": "22010013",
          "Verse": "But they shall fly upon the shoulders of the Philistines toward the west; they shall spoil them of the east together: they shall lay their hand upon Edom and Moab; and the children of Ammon shall obey them."
        },
        {
          "Verseid": "22010014",
          "Verse": "And the LORD shall utterly destroy the tongue of the Egyptian sea; and with his mighty wind shall he shake his hand over the river, and shall strike it in the seven streams, and make men go over dryshod."
        },
        {
          "Verseid": "22010015",
          "Verse": "And there shall be an highway for the remnant of his people, which shall be left, from Assyria; like it was to Israel in the day that he came up out of the land of Egypt."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22011000",
          "Verse": "And in that day you shall say, O LORD, I will praise you: though you were angry with me, yours anger is turned away, and you comforted me."
        },
        {
          "Verseid": "22011001",
          "Verse": "Behold, God is my salvation; I will trust, and not be afraid: for the LORD JEHOVAH is my strength and my song; he also is become my salvation."
        },
        {
          "Verseid": "22011002",
          "Verse": "Therefore with joy shall all of you draw water out of the wells of salvation."
        },
        {
          "Verseid": "22011003",
          "Verse": "And in that day shall all of you say, Praise the LORD, call upon his name, declare his doings among the people, make mention that his name is exalted."
        },
        {
          "Verseid": "22011004",
          "Verse": "Sing unto the LORD; for he has done excellent things: this is known in all the earth."
        },
        {
          "Verseid": "22011005",
          "Verse": "Cry out and shout, you inhabitant of Zion: for great is the Holy One of Israel in the midst of you."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22012000",
          "Verse": "The burden of Babylon, which Isaiah the son of Amoz did see."
        },
        {
          "Verseid": "22012001",
          "Verse": "Lift all of you up a banner upon the high mountain, exalt the voice unto them, shake the hand, that they may go into the gates of the nobles."
        },
        {
          "Verseid": "22012002",
          "Verse": "I have commanded my sanctified ones, I have also called my mighty ones for mine anger, even them that rejoice in my highness."
        },
        {
          "Verseid": "22012003",
          "Verse": "The noise of a multitude in the mountains, like of a great people; a tumultuous noise of the kingdoms of nations gathered together: the LORD of hosts musters the host of the battle."
        },
        {
          "Verseid": "22012004",
          "Verse": "They come from a far country, from the end of heaven, even the LORD, and the weapons of his indignation, to destroy the whole land."
        },
        {
          "Verseid": "22012005",
          "Verse": "Wail all of you; for the day of the LORD is at hand; it shall come as a destruction from the Almighty."
        },
        {
          "Verseid": "22012006",
          "Verse": "Therefore shall all hands be faint, and every man's heart shall melt:"
        },
        {
          "Verseid": "22012007",
          "Verse": "And they shall be afraid: pangs and sorrows shall take hold of them; they shall be in pain as a woman that labors: they shall be amazed one at another; their faces shall be as flames."
        },
        {
          "Verseid": "22012008",
          "Verse": "Behold, the day of the LORD comes, cruel both with wrath and fierce anger, to lay the land desolate: and he shall destroy the sinners thereof out of it."
        },
        {
          "Verseid": "22012009",
          "Verse": "For the stars of heaven and the constellations thereof shall not give their light: the sun shall be darkened in his going forth, and the moon shall not cause her light to shine."
        },
        {
          "Verseid": "22012010",
          "Verse": "And I will punish the world for their evil, and the wicked for their iniquity; and I will cause the arrogancy of the proud to cease, and will lay low the haughtiness of the terrible."
        },
        {
          "Verseid": "22012011",
          "Verse": "I will make a man more precious than fine gold; even a man than the golden wedge of Ophir."
        },
        {
          "Verseid": "22012012",
          "Verse": "Therefore I will shake the heavens, and the earth shall remove out of her place, in the wrath of the LORD of hosts, and in the day of his fierce anger."
        },
        {
          "Verseid": "22012013",
          "Verse": "And it shall be as the chased roe, and as a sheep that no man takes up: they shall every man turn to his own people, and flee every one into his own land."
        },
        {
          "Verseid": "22012014",
          "Verse": "Every one that is found shall be thrust through; and every one that is joined unto them shall fall by the sword."
        },
        {
          "Verseid": "22012015",
          "Verse": "Their children also shall be dashed to pieces before their eyes; their houses shall be spoiled, and their wives ravished."
        },
        {
          "Verseid": "22012016",
          "Verse": "Behold, I will stir up the Medes against them, which shall not regard silver; and as for gold, they shall not delight in it."
        },
        {
          "Verseid": "22012017",
          "Verse": "Their bows also shall dash the young men to pieces; and they shall have no pity on the fruit of the womb; their eyes shall not spare children."
        },
        {
          "Verseid": "22012018",
          "Verse": "And Babylon, the glory of kingdoms, the beauty of the Chaldees' excellency, shall be as when God overthrew Sodom and Gomorrah."
        },
        {
          "Verseid": "22012019",
          "Verse": "It shall never be inhabited, neither shall it be dwelt in from generation to generation: neither shall the Arabian pitch tent there; neither shall the shepherds make their fold there."
        },
        {
          "Verseid": "22012020",
          "Verse": "But wild beasts of the desert shall lie there; and their houses shall be full of doleful creatures; and owls shall dwell there, and satyrs shall dance there."
        },
        {
          "Verseid": "22012021",
          "Verse": "And the wild beasts of the islands shall cry in their desolate houses, and dragons in their pleasant palaces: and her time is near to come, and her days shall not be prolonged."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22013000",
          "Verse": "For the LORD will have mercy on Jacob, and will yet choose Israel, and set them in their own land: and the strangers shall be joined with them, and they shall cleave to the house of Jacob."
        },
        {
          "Verseid": "22013001",
          "Verse": "And the people shall take them, and bring them to their place: and the house of Israel shall possess them in the land of the LORD for servants and handmaids: and they shall take them captives, whose captives they were; and they shall rule over their oppressors."
        },
        {
          "Verseid": "22013002",
          "Verse": "And it shall come to pass in the day that the LORD shall give you rest from your sorrow, and from your fear, and from the hard bondage wherein you were made to serve,"
        },
        {
          "Verseid": "22013003",
          "Verse": "That you shall take up this proverb against the king of Babylon, and say, How has the oppressor ceased! the golden city ceased!"
        },
        {
          "Verseid": "22013004",
          "Verse": "The LORD has broken the staff of the wicked, and the sceptre of the rulers."
        },
        {
          "Verseid": "22013005",
          "Verse": "He who stroke the people in wrath with a continual stroke, he that ruled the nations in anger, is persecuted, and none hinders."
        },
        {
          "Verseid": "22013006",
          "Verse": "The whole earth is at rest, and is quiet: they break forth into singing."
        },
        {
          "Verseid": "22013007",
          "Verse": "Yea, the fir trees rejoice at you, and the cedars of Lebanon, saying, Since you are laid down, no tree chopper has come up against us."
        },
        {
          "Verseid": "22013008",
          "Verse": "Hell from beneath is moved for you to meet you at your coming: it stirs up the dead for you, even all the chief ones of the earth; it has raised up from their thrones all the kings of the nations."
        },
        {
          "Verseid": "22013009",
          "Verse": "All they shall speak and say unto you, Are you also become weak as we? are you become like unto us?"
        },
        {
          "Verseid": "22013010",
          "Verse": "Your pomp is brought down to the grave, and the noise of your viols: the worm is spread under you, and the worms cover you."
        },
        {
          "Verseid": "22013011",
          "Verse": "How are you fallen from heaven, O Lucifer, son of the morning! how are you cut down to the ground, which did weaken the nations!"
        },
        {
          "Verseid": "22013012",
          "Verse": "For you have said in yours heart, I will ascend into heaven, I will exalt my throne above the stars of God: I will sit also upon the mount of the congregation, in the sides of the north:"
        },
        {
          "Verseid": "22013013",
          "Verse": "I will ascend above the heights of the clouds; I will be like the most High."
        },
        {
          "Verseid": "22013014",
          "Verse": "Yet you shall be brought down to hell, to the sides of the pit."
        },
        {
          "Verseid": "22013015",
          "Verse": "They that see you shall narrowly look upon you, and consider you, saying, Is this the man that made the earth to tremble, that did shake kingdoms;"
        },
        {
          "Verseid": "22013016",
          "Verse": "That made the world as a wilderness, and destroyed the cities thereof; that opened not the house of his prisoners?"
        },
        {
          "Verseid": "22013017",
          "Verse": "All the kings of the nations, even all of them, lie in glory, every one in his own house."
        },
        {
          "Verseid": "22013018",
          "Verse": "But you are cast out of your grave like an abominable branch, and as the raiment of those that are slain, thrust through with a sword, that go down to the stones of the pit; as a carcass trodden under feet."
        },
        {
          "Verseid": "22013019",
          "Verse": "You shall not be joined with them in burial, because you have destroyed your land, and slain your people: the seed of evildoers shall never be renowned."
        },
        {
          "Verseid": "22013020",
          "Verse": "Prepare slaughter for his children for the iniquity of their fathers; that they do not rise, nor possess the land, nor fill the face of the world with cities."
        },
        {
          "Verseid": "22013021",
          "Verse": "For I will rise up against them, says the LORD of hosts, and cut off from Babylon the name, and remnant, and son, and nephew, says the LORD."
        },
        {
          "Verseid": "22013022",
          "Verse": "I will also make it a possession for the bittern, and pools of water: and I will sweep it with the besom of destruction, says the LORD of hosts."
        },
        {
          "Verseid": "22013023",
          "Verse": "The LORD of hosts has sworn, saying, Surely as I have thought, so shall it come to pass; and as I have purposed, so shall it stand:"
        },
        {
          "Verseid": "22013024",
          "Verse": "That I will break the Assyrian in my land, and upon my mountains tread him under foot: then shall his yoke depart from off them, and his burden depart from off their shoulders."
        },
        {
          "Verseid": "22013025",
          "Verse": "This is the purpose that is purposed upon the whole earth: and this is the hand that is stretched out upon all the nations."
        },
        {
          "Verseid": "22013026",
          "Verse": "For the LORD of hosts has purposed, and who shall nullify it? and his hand is stretched out, and who shall turn it back?"
        },
        {
          "Verseid": "22013027",
          "Verse": "In the year that king Ahaz died was this burden."
        },
        {
          "Verseid": "22013028",
          "Verse": "Rejoice not you, whole Palestina, because the rod of him that stroke you is broken: for out of the serpent's root shall come forth a cockatrice, and his fruit shall be a fiery flying serpent."
        },
        {
          "Verseid": "22013029",
          "Verse": "And the firstborn of the poor shall feed, and the needy shall lie down in safety: and I will kill your root with famine, and he shall slay your remnant."
        },
        {
          "Verseid": "22013030",
          "Verse": "Wail, O gate; cry, O city; you, whole Palestina, are dissolved: for there shall come from the north a smoke, and none shall be alone in his appointed times."
        },
        {
          "Verseid": "22013031",
          "Verse": "What shall one then answer the messengers of the nation? That the LORD has founded Zion, and the poor of his people shall trust in it."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22014000",
          "Verse": "The burden of Moab. Because in the night Ar of Moab is laid waste, and brought to silence; because in the night Kir of Moab is laid waste, and brought to silence;"
        },
        {
          "Verseid": "22014001",
          "Verse": "He is gone up to Bajith, and to Dibon, the high places, to weep: Moab shall wail over Nebo, and over Medeba: on all their heads shall be baldness, and every beard cut off."
        },
        {
          "Verseid": "22014002",
          "Verse": "In their streets they shall gird themselves with sackcloth: on the tops of their houses, and in their streets, every one shall wail, weeping abundantly."
        },
        {
          "Verseid": "22014003",
          "Verse": "And Heshbon shall cry, and Elealeh: their voice shall be heard even unto Jahaz: therefore the armed soldiers of Moab shall cry out; his life shall be grievous unto him."
        },
        {
          "Verseid": "22014004",
          "Verse": "My heart shall cry out for Moab; his fugitives shall flee unto Zoar, an heifer of three years old: for by the mounting up of Luhith with weeping shall they go it up; for in the way of Horonaim they shall raise up a cry of destruction."
        },
        {
          "Verseid": "22014005",
          "Verse": "For the waters of Nimrim shall be desolate: for the hay is withered away, the grass fails, there is no green thing."
        },
        {
          "Verseid": "22014006",
          "Verse": "Therefore the abundance they have got, and that which they have laid up, shall they carry away to the brook of the willows."
        },
        {
          "Verseid": "22014007",
          "Verse": "For the cry is gone round about the borders of Moab; the howling thereof unto Eglaim, and the howling thereof unto Beerelim."
        },
        {
          "Verseid": "22014008",
          "Verse": "For the waters of Dimon shall be full of blood: for I will bring more upon Dimon, lions upon him that escapes of Moab, and upon the remnant of the land."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22015000",
          "Verse": "Send all of you the lamb to the ruler of the land from Sela to the wilderness, unto the mount of the daughter of Zion."
        },
        {
          "Verseid": "22015001",
          "Verse": "For it shall be, that, as a wandering bird cast out of the nest, so the daughters of Moab shall be at the fords of Arnon."
        },
        {
          "Verseid": "22015002",
          "Verse": "Take counsel, execute judgment; make your shadow as the night in the midst of the noonday; hide the outcasts; betray not him that wanders."
        },
        {
          "Verseid": "22015003",
          "Verse": "Let mine outcasts dwell with you, Moab; be you a covert to them from the face of the spoiler: for the extortionist is at an end, the spoiler ceases, the oppressors are consumed out of the land."
        },
        {
          "Verseid": "22015004",
          "Verse": "And in mercy shall the throne be established: and he shall sit upon it in truth in the tabernacle of David, judging, and seeking judgment, and hasting righteousness."
        },
        {
          "Verseid": "22015005",
          "Verse": "We have heard of the pride of Moab; he is very proud: even of his haughtiness, and his pride, and his wrath: but his lies shall not be so."
        },
        {
          "Verseid": "22015006",
          "Verse": "Therefore shall Moab wail for Moab, every one shall wail: for the foundations of Kirhareseth shall all of you mourn; surely they are stricken."
        },
        {
          "Verseid": "22015007",
          "Verse": "For the fields of Heshbon languish, and the vine of Sibmah: the lords of the heathen have broken down the principal plants thereof, they are come even unto Jazer, they wandered through the wilderness: her branches are stretched out, they are gone over the sea."
        },
        {
          "Verseid": "22015008",
          "Verse": "Therefore I will mourn for with the weeping of Jazer the vine of Sibmah: I will water you with my tears, O Heshbon, and Elealeh: for the shouting for your summer fruits and for your harvest is fallen."
        },
        {
          "Verseid": "22015009",
          "Verse": "And gladness is taken away, and joy out of the plentiful field; and in the vineyards there shall be no singing, neither shall there be shouting: the treaders shall tread out no wine in their presses; I have made their vintage shouting to cease."
        },
        {
          "Verseid": "22015010",
          "Verse": "Wherefore my bowels shall sound like an harp for Moab, and mine inward parts for Kirharesh."
        },
        {
          "Verseid": "22015011",
          "Verse": "And it shall come to pass, when it is seen that Moab is weary on the high place, that he shall come to his sanctuary to pray; but he shall not prevail."
        },
        {
          "Verseid": "22015012",
          "Verse": "This is the word that the LORD has spoken concerning Moab since that time."
        },
        {
          "Verseid": "22015013",
          "Verse": "But now the LORD has spoken, saying, Within three years, as the years of a worker, and the glory of Moab shall be contemned, with all that great multitude; and the remnant shall be very small and feeble."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22016000",
          "Verse": "The burden of Damascus. Behold, Damascus is taken away from being a city, and it shall be a ruinous heap."
        },
        {
          "Verseid": "22016001",
          "Verse": "The cities of Aroer are forsaken: they shall be for flocks, which shall lie down, and none shall make them afraid."
        },
        {
          "Verseid": "22016002",
          "Verse": "The fortress also shall cease from Ephraim, and the kingdom from Damascus, and the remnant of Syria: they shall be as the glory of the children of Israel, says the LORD of hosts."
        },
        {
          "Verseid": "22016003",
          "Verse": "And in that day it shall come to pass, that the glory of Jacob shall be made thin, and the fatness of his flesh shall wax lean."
        },
        {
          "Verseid": "22016004",
          "Verse": "And it shall be as when the harvestman gathers the corn, and reaps the ears with his arm; and it shall be as he that gathers ears in the valley of Rephaim."
        },
        {
          "Verseid": "22016005",
          "Verse": "Yet gleaning grapes shall be left in it, as the shaking of an olive tree, two or three berries in the top of the uppermost bough, four or five in the utmost fruitful branches thereof, says the LORD God of Israel."
        },
        {
          "Verseid": "22016006",
          "Verse": "At that day shall a man look to his Maker, and his eyes shall have respect to the Holy One of Israel."
        },
        {
          "Verseid": "22016007",
          "Verse": "And he shall not look to the altars, the work of his hands, neither shall respect that which his fingers have made, either the groves, or the images."
        },
        {
          "Verseid": "22016008",
          "Verse": "In that day shall his strong cities be as a forsaken bough, and an uppermost branch, which they left because of the children of Israel: and there shall be desolation."
        },
        {
          "Verseid": "22016009",
          "Verse": "Because you have forgotten the God of your salvation, and have not been mindful of the rock of your strength, therefore shall you plant pleasant plants, and shall set it with strange slips:"
        },
        {
          "Verseid": "22016010",
          "Verse": "In the day shall you make your plant to grow, and in the morning shall you make your seed to flourish: but the harvest shall be a heap in the day of grief and of desperate sorrow."
        },
        {
          "Verseid": "22016011",
          "Verse": "Woe to the multitude of many people, which make a noise like the noise of the seas; and to the rushing of nations, that make a rushing like the rushing of mighty waters!"
        },
        {
          "Verseid": "22016012",
          "Verse": "The nations shall rush like the rushing of many waters: but God shall rebuke them, and they shall flee far off, and shall be chased as the chaff of the mountains before the wind, and like a rolling thing before the whirlwind."
        },
        {
          "Verseid": "22016013",
          "Verse": "And behold at evening-time trouble; and before the morning he is not. This is the portion of them that spoil us, and the lot of them that rob us."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22017000",
          "Verse": "Woe to the land shadowing with wings, which is beyond the rivers of Ethiopia:"
        },
        {
          "Verseid": "22017001",
          "Verse": "That sends ambassadors by the sea, even in vessels of bulrushes upon the waters, saying, Go, all of you swift messengers, to a nation scattered and peeled, to a people terrible from their beginning until now; a nation meted out and trodden down, whose land the rivers have spoiled!"
        },
        {
          "Verseid": "22017002",
          "Verse": "All you inhabitants of the world, and dwellers on the earth, see all of you, when he lifts up an explicit sign on the mountains; and when he blows a trumpet, hear all of you."
        },
        {
          "Verseid": "22017003",
          "Verse": "For so the LORD said unto me, I will take my rest, and I will consider in my dwelling place like a clear heat upon herbs, and like a cloud of dew in the heat of harvest."
        },
        {
          "Verseid": "22017004",
          "Verse": "For before the harvest, when the bud is perfect, and the sour grape is ripening in the flower, he shall both cut off the sprigs with pruning hooks, and take away and cut down the branches."
        },
        {
          "Verseid": "22017005",
          "Verse": "They shall be left together unto the fowls of the mountains, and to the beasts of the earth: and the fowls shall summer upon them, and all the beasts of the earth shall winter upon them."
        },
        {
          "Verseid": "22017006",
          "Verse": "In that time shall the present be brought unto the LORD of hosts of a people scattered and peeled, and from a people terrible from their beginning until now; a nation meted out and trodden under foot, whose land the rivers have spoiled, to the place of the name of the LORD of hosts, the mount Zion."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22018000",
          "Verse": "The burden of Egypt. Behold, the LORD rides upon a swift cloud, and shall come into Egypt: and the idols of Egypt shall be moved at his presence, and the heart of Egypt shall melt in the midst of it."
        },
        {
          "Verseid": "22018001",
          "Verse": "And I will set the Egyptians against the Egyptians: and they shall fight every one against his brother, and every one against his neighbour; city against city, and kingdom against kingdom."
        },
        {
          "Verseid": "22018002",
          "Verse": "And the spirit of Egypt shall fail in the midst thereof; and I will destroy the counsel thereof: and they shall seek to the idols, and to the charmers, and to them that have familiar spirits, and to the wizards."
        },
        {
          "Verseid": "22018003",
          "Verse": "And the Egyptians will I give over into the hand of a cruel lord; and a fierce king shall rule over them, says the Lord, the LORD of hosts."
        },
        {
          "Verseid": "22018004",
          "Verse": "And the waters shall fail from the sea, and the river shall be wasted and dried up."
        },
        {
          "Verseid": "22018005",
          "Verse": "And they shall turn the rivers far away; and the brooks of defence shall be emptied and dried up: the reeds and flags shall wither."
        },
        {
          "Verseid": "22018006",
          "Verse": "The paper reeds by the brooks, by the mouth of the brooks, and every thing sown by the brooks, shall wither, be driven away, and be no more."
        },
        {
          "Verseid": "22018007",
          "Verse": "The fishers also shall mourn, and all they that cast angle into the brooks shall lament, and they that spread nets upon the waters shall languish."
        },
        {
          "Verseid": "22018008",
          "Verse": "Moreover they that work in fine flax, and they that weave networks, shall be confounded."
        },
        {
          "Verseid": "22018009",
          "Verse": "And they shall be broken in the purposes thereof, all that make sluices and ponds for fish."
        },
        {
          "Verseid": "22018010",
          "Verse": "Surely the princes of Zoan are fools, the counsel of the wise counsellors of Pharaoh is become brutish: how say all of you unto Pharaoh, I am the son of the wise, the son of ancient kings?"
        },
        {
          "Verseid": "22018011",
          "Verse": "Where are they? where are your wise men? and let them tell you now, and let them know what the LORD of hosts has purposed upon Egypt."
        },
        {
          "Verseid": "22018012",
          "Verse": "The princes of Zoan are become fools, the princes of Noph are deceived; they have also seduced Egypt, even they that are the stay of the tribes thereof."
        },
        {
          "Verseid": "22018013",
          "Verse": "The LORD has mingled a perverse spirit in the midst thereof: and they have caused Egypt to go astray in every work thereof, as a drunken man staggers in his vomit."
        },
        {
          "Verseid": "22018014",
          "Verse": "Neither shall there be any work for Egypt, which the head or tail, branch or rush, may do."
        },
        {
          "Verseid": "22018015",
          "Verse": "In that day shall Egypt be like unto women: and it shall be afraid and fear because of the shaking of the hand of the LORD of hosts, which he shakes over it."
        },
        {
          "Verseid": "22018016",
          "Verse": "And the land of Judah shall be a terror unto Egypt, every one that makes mention thereof shall be afraid in himself, because of the counsel of the LORD of hosts, which he has determined against it."
        },
        {
          "Verseid": "22018017",
          "Verse": "In that day shall five cities in the land of Egypt speak the language of Canaan, and swear to the LORD of hosts; one shall be called, The city of destruction."
        },
        {
          "Verseid": "22018018",
          "Verse": "In that day shall there be an altar to the LORD in the midst of the land of Egypt, and a pillar at the border thereof to the LORD."
        },
        {
          "Verseid": "22018019",
          "Verse": "And it shall be for a sign and for a witness unto the LORD of hosts in the land of Egypt: for they shall cry unto the LORD because of the oppressors, and he shall send them a saviour, and a great one, and he shall deliver them."
        },
        {
          "Verseid": "22018020",
          "Verse": "And the LORD shall be known to Egypt, and the Egyptians shall know the LORD in that day, and shall do sacrifice and oblation; yea, they shall vow a vow unto the LORD, and perform it."
        },
        {
          "Verseid": "22018021",
          "Verse": "And the LORD shall strike Egypt: he shall strike and heal it: and they shall return even to the LORD, and he shall be implored of them, and shall heal them."
        },
        {
          "Verseid": "22018022",
          "Verse": "In that day shall there be a highway out of Egypt to Assyria, and the Assyrian shall come into Egypt, and the Egyptian into Assyria, and the Egyptians shall serve with the Assyrians."
        },
        {
          "Verseid": "22018023",
          "Verse": "In that day shall Israel be the third with Egypt and with Assyria, even a blessing in the midst of the land:"
        },
        {
          "Verseid": "22018024",
          "Verse": "Whom the LORD of hosts shall bless, saying, Blessed be Egypt my people, and Assyria the work of my hands, and Israel mine inheritance."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22019000",
          "Verse": "In the year that Tartan came unto Ashdod, (when Sargon the king of Assyria sent him,) and fought against Ashdod, and took it;"
        },
        {
          "Verseid": "22019001",
          "Verse": "At the same time spoke the LORD by Isaiah the son of Amoz, saying, Go and loose the sackcloth from off your loins, and put off your shoe from your foot. And he did so, walking naked and barefoot."
        },
        {
          "Verseid": "22019002",
          "Verse": "And the LORD said, Like my servant Isaiah has walked naked and barefoot three years for a sign and wonder upon Egypt and upon Ethiopia;"
        },
        {
          "Verseid": "22019003",
          "Verse": "So shall the king of Assyria lead away the Egyptians prisoners, and the Ethiopians captives, young and old, naked and barefoot, even with their buttocks uncovered, to the shame of Egypt."
        },
        {
          "Verseid": "22019004",
          "Verse": "And they shall be afraid and ashamed of Ethiopia their expectation, and of Egypt their glory."
        },
        {
          "Verseid": "22019005",
          "Verse": "And the inhabitant of this isle shall say in that day, Behold, such is our expectation, where we flee for help to be delivered from the king of Assyria: and how shall we escape?"
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22020000",
          "Verse": "The burden of the desert of the sea. As whirlwinds in the south pass through; so it comes from the desert, from a terrible land."
        },
        {
          "Verseid": "22020001",
          "Verse": "A grievous vision is declared unto me; the treacherous dealer deals treacherously, and the spoiler spoils. Go up, O Elam: besiege, O Media; all the sighing thereof have I made to cease."
        },
        {
          "Verseid": "22020002",
          "Verse": "Therefore are my loins filled with pain: pangs have taken hold upon me, as the pangs of a woman that labors: I was bowed down at the hearing of it; I was dismayed at the seeing of it."
        },
        {
          "Verseid": "22020003",
          "Verse": "My heart panted, fearfulness affrighted me: the night of my pleasure has he turned into fear unto me."
        },
        {
          "Verseid": "22020004",
          "Verse": "Prepare the table, watch in the watchtower, eat, drink: arise, all of you princes, and anoint the shield."
        },
        {
          "Verseid": "22020005",
          "Verse": "For thus has the LORD said unto me, Go, set a watchman, let him declare what he sees."
        },
        {
          "Verseid": "22020006",
          "Verse": "And he saw a chariot with a couple of horsemen, a chariot of asses, and a chariot of camels; and he hearkened diligently with much heed:"
        },
        {
          "Verseid": "22020007",
          "Verse": "And he cried, A lion: My lord, I stand continually upon the watchtower in the daytime, and I am set in my ward whole nights:"
        },
        {
          "Verseid": "22020008",
          "Verse": "And, behold, here comes a chariot of men, with a couple of horsemen. And he answered and said, Babylon is fallen, is fallen; and all the graven images of her gods he has broken unto the ground."
        },
        {
          "Verseid": "22020009",
          "Verse": "O my threshing, and the corn of my floor: that which I have heard of the LORD of hosts, the God of Israel, have I declared unto you."
        },
        {
          "Verseid": "22020010",
          "Verse": "The burden of Dumah. He calls to me out of Seir, Watchman, what of the night? Watchman, what of the night?"
        },
        {
          "Verseid": "22020011",
          "Verse": "The watchman said, The morning comes, and also the night: if all of you will enquire, enquire all of you: return, come."
        },
        {
          "Verseid": "22020012",
          "Verse": "The burden upon Arabia. In the forest in Arabia shall all of you lodge, O all of you travelling companies of Dedanim."
        },
        {
          "Verseid": "22020013",
          "Verse": "The inhabitants of the land of Tema brought water to him that was thirsty, they prevented with their bread him that fled."
        },
        {
          "Verseid": "22020014",
          "Verse": "For they fled from the swords, from the drawn sword, and from the bent bow, and from the grievousness of war."
        },
        {
          "Verseid": "22020015",
          "Verse": "For thus has the LORD said unto me, Within a year, according to the years of a worker, and all the glory of Kedar shall fail:"
        },
        {
          "Verseid": "22020016",
          "Verse": "And the residue of the number of archers, the mighty men of the children of Kedar, shall be diminished: for the LORD God of Israel has spoken it."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22021000",
          "Verse": "The burden of the valley of vision. What disturbs you now, that you are wholly gone up to the housetops?"
        },
        {
          "Verseid": "22021001",
          "Verse": "You that are full of stirs, a tumultuous city, joyous city: your slain men are not slain with the sword, nor dead in battle."
        },
        {
          "Verseid": "22021002",
          "Verse": "All your rulers are fled together, they are bound by the archers: all that are found in you are bound together, which have fled from far."
        },
        {
          "Verseid": "22021003",
          "Verse": "Therefore said I, Look away from me; I will weep bitterly, labour not to comfort me, because of the spoiling of the daughter of my people."
        },
        {
          "Verseid": "22021004",
          "Verse": "For it is a day of trouble, and of treading down, and of perplexity by the Lord GOD of hosts in the valley of vision, breaking down the walls, and of crying to the mountains."
        },
        {
          "Verseid": "22021005",
          "Verse": "And Elam bare the quiver with chariots of men and horsemen, and Kir uncovered the shield."
        },
        {
          "Verseid": "22021006",
          "Verse": "And it shall come to pass, that your best valleys shall be full of chariots, and the horsemen shall set themselves in array at the gate."
        },
        {
          "Verseid": "22021007",
          "Verse": "And he discovered the covering of Judah, and you did look in that day to the armour of the house of the forest."
        },
        {
          "Verseid": "22021008",
          "Verse": "All of you have seen also the breaches of the city of David, that they are many: and all of you gathered together the waters of the lower pool."
        },
        {
          "Verseid": "22021009",
          "Verse": "And all of you have numbered the houses of Jerusalem, and the houses have all of you broken down to fortify the wall."
        },
        {
          "Verseid": "22021010",
          "Verse": "All of you made also a ditch between the two walls for the water of the old pool: but all of you have not looked unto the maker thereof, neither had respect unto him that fashioned it long ago."
        },
        {
          "Verseid": "22021011",
          "Verse": "And in that day did the Lord GOD of hosts call to weeping, and to mourning, and to baldness, and to girding with sackcloth:"
        },
        {
          "Verseid": "22021012",
          "Verse": "And behold joy and gladness, slaying oxen, and killing sheep, eating flesh, and drinking wine: let us eat and drink; in order to morrow we shall die."
        },
        {
          "Verseid": "22021013",
          "Verse": "And it was revealed in mine ears by the LORD of hosts, Surely this iniquity shall not be purged from you till all of you die, says the Lord GOD of hosts."
        },
        {
          "Verseid": "22021014",
          "Verse": "Thus says the Lord GOD of hosts, Go, get you unto this treasurer, even unto Shebna, which is over the house, and say,"
        },
        {
          "Verseid": "22021015",
          "Verse": "What have you here? and whom have you here, that you have hewed you out a tomb here, as he that hews him out a tomb on high, and that graves an habitation for himself in a rock?"
        },
        {
          "Verseid": "22021016",
          "Verse": "Behold, the LORD will carry you away with a mighty captivity, and will surely cover you."
        },
        {
          "Verseid": "22021017",
          "Verse": "He will surely violently turn and toss you like a ball into a large country: there shall you die, and there the chariots of your glory shall be the shame of your lord's house."
        },
        {
          "Verseid": "22021018",
          "Verse": "And I will drive you from your station, and from your state shall he pull you down."
        },
        {
          "Verseid": "22021019",
          "Verse": "And it shall come to pass in that day, that I will call my servant Eliakim the son of Hilkiah:"
        },
        {
          "Verseid": "22021020",
          "Verse": "And I will clothe him with your robe, and strengthen him with your girdle, and I will commit your government into his hand: and he shall be a father to the inhabitants of Jerusalem, and to the house of Judah."
        },
        {
          "Verseid": "22021021",
          "Verse": "And the key of the house of David will I lay upon his shoulder; so he shall open, and none shall shut; and he shall shut, and none shall open."
        },
        {
          "Verseid": "22021022",
          "Verse": "And I will fasten him as a nail in a sure place; and he shall be for a glorious throne to his father's house."
        },
        {
          "Verseid": "22021023",
          "Verse": "And they shall hang upon him all the glory of his father's house, the offspring and the issue, all vessels of small quantity, from the vessels of cups, even to all the vessels of flagons."
        },
        {
          "Verseid": "22021024",
          "Verse": "In that day, says the LORD of hosts, shall the nail that is fastened in the sure place be removed, and be cut down, and fall; and the burden that was upon it shall be cut off: for the LORD has spoken it."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22022000",
          "Verse": "The burden of Tyre. Wail, all of you ships of Tarshish; for it is laid waste, so that there is no house, no entering in: from the land of Chittim it is revealed to them."
        },
        {
          "Verseid": "22022001",
          "Verse": "Be still, all of you inhabitants of the isle; you whom the merchants of Zidon, that pass over the sea, have replenished."
        },
        {
          "Verseid": "22022002",
          "Verse": "And by great waters the seed of Sihor, the harvest of the river, is her revenue; and she is a merchant of nations."
        },
        {
          "Verseid": "22022003",
          "Verse": "Be you ashamed, O Zidon: for the sea has spoken, even the strength of the sea, saying, I travail not, nor bring forth children, neither do I nourish up young men, nor bring up virgins."
        },
        {
          "Verseid": "22022004",
          "Verse": "As at the report concerning Egypt, so shall they be sorely pained at the report of Tyre."
        },
        {
          "Verseid": "22022005",
          "Verse": "Pass all of you over to Tarshish; wail, all of you inhabitants of the isle."
        },
        {
          "Verseid": "22022006",
          "Verse": "Is this your joyous city, whose antiquity is of ancient days? her own feet shall carry her far off to sojourn."
        },
        {
          "Verseid": "22022007",
          "Verse": "Who has taken this counsel against Tyre, the crowning city, whose merchants are princes, whose traffickers are the honourable of the earth?"
        },
        {
          "Verseid": "22022008",
          "Verse": "The LORD of hosts has purposed it, to stain the pride of all glory, and to bring into contempt all the honourable of the earth."
        },
        {
          "Verseid": "22022009",
          "Verse": "Pass through your land as a river, O daughter of Tarshish: there is no more strength."
        },
        {
          "Verseid": "22022010",
          "Verse": "He stretched out his hand over the sea, he shook the kingdoms: the LORD has given a commandment against the merchant city, to destroy the strong holds thereof."
        },
        {
          "Verseid": "22022011",
          "Verse": "And he said, You shall no more rejoice, O you oppressed virgin, daughter of Zidon: arise, pass over to Chittim; there also shall you have no rest."
        },
        {
          "Verseid": "22022012",
          "Verse": "Behold the land of the Chaldeans; this people was not, till the Assyrian founded it for them that dwell in the wilderness: they set up the towers thereof, they raised up the palaces thereof; and he brought it to ruin."
        },
        {
          "Verseid": "22022013",
          "Verse": "Wail, all of you ships of Tarshish: for your strength is laid waste."
        },
        {
          "Verseid": "22022014",
          "Verse": "And it shall come to pass in that day, that Tyre shall be forgotten seventy years, according to the days of one king: after the end of seventy years shall Tyre sing as an harlot."
        },
        {
          "Verseid": "22022015",
          "Verse": "Take an harp, go about the city, you harlot that have been forgotten; make sweet melody, sing many songs, that you may be remembered."
        },
        {
          "Verseid": "22022016",
          "Verse": "And it shall come to pass after the end of seventy years, that the LORD will visit Tyre, and she shall turn to her hire, and shall commit fornication with all the kingdoms of the world upon the face of the earth."
        },
        {
          "Verseid": "22022017",
          "Verse": "And her merchandise and her hire shall be holiness to the LORD: it shall not be treasured nor laid up; for her merchandise shall be for them that dwell before the LORD, to eat sufficiently, and for durable clothing."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22023000",
          "Verse": "Behold, the LORD makes the earth empty, and makes it waste, and turns it upside down, and scatters abroad the inhabitants thereof."
        },
        {
          "Verseid": "22023001",
          "Verse": "And it shall be, as with the people, so with the priest; as with the servant, so with his master; as with the maid, so with her mistress; as with the buyer, so with the seller; as with the lender, so with the borrower; as with the taker of interest, so with the giver of interest to him."
        },
        {
          "Verseid": "22023002",
          "Verse": "The land shall be utterly emptied, and utterly spoiled: for the LORD has spoken this word."
        },
        {
          "Verseid": "22023003",
          "Verse": "The earth mourns and fades away, the world languishes and fades away, the haughty people of the earth do languish."
        },
        {
          "Verseid": "22023004",
          "Verse": "The earth also is defiled under the inhabitants thereof; because they have transgressed the laws, changed the ordinance, broken the everlasting covenant."
        },
        {
          "Verseid": "22023005",
          "Verse": "Therefore has the curse devoured the earth, and they that dwell therein are desolate: therefore the inhabitants of the earth are burned, and few men left."
        },
        {
          "Verseid": "22023006",
          "Verse": "The new wine mourns, the vine languishes, all the merry hearted do sigh."
        },
        {
          "Verseid": "22023007",
          "Verse": "The delight of timbrels ceases, the noise of them that rejoice ends, the joy of the harp ceases."
        },
        {
          "Verseid": "22023008",
          "Verse": "They shall not drink wine with a song; strong drink shall be bitter to them that drink it."
        },
        {
          "Verseid": "22023009",
          "Verse": "The city of confusion is broken down: every house is shut up, that no man may come in."
        },
        {
          "Verseid": "22023010",
          "Verse": "There is a crying for wine in the streets; all joy is darkened, the delight of the land is gone."
        },
        {
          "Verseid": "22023011",
          "Verse": "In the city is left desolation, and the gate is smitten with destruction."
        },
        {
          "Verseid": "22023012",
          "Verse": "When thus it shall be in the midst of the land among the people, there shall be as the shaking of an olive tree, and as the gleaning grapes when the vintage is done."
        },
        {
          "Verseid": "22023013",
          "Verse": "They shall lift up their voice, they shall sing for the majesty of the LORD, they shall cry aloud from the sea."
        },
        {
          "Verseid": "22023014",
          "Verse": "Wherefore glorify all of you the LORD in the fires, even the name of the LORD God of Israel in the isles of the sea."
        },
        {
          "Verseid": "22023015",
          "Verse": "From the uttermost part of the earth have we heard songs, even glory to the righteous. But I said, My leanness, my leanness, woe unto me! the treacherous dealers have dealt treacherously; yea, the treacherous dealers have dealt very treacherously."
        },
        {
          "Verseid": "22023016",
          "Verse": "Fear, and the pit, and the snare, are upon you, O inhabitant of the earth."
        },
        {
          "Verseid": "22023017",
          "Verse": "And it shall come to pass, that he who flees from the noise of the fear shall fall into the pit; and he that comes up out of the midst of the pit shall be taken in the snare: for the windows from on high are open, and the foundations of the earth do shake."
        },
        {
          "Verseid": "22023018",
          "Verse": "The earth is utterly broken down, the earth is clean dissolved, the earth is moved exceedingly."
        },
        {
          "Verseid": "22023019",
          "Verse": "The earth shall reel back and forth like a drunkard, and shall be removed like a cottage; and the transgression thereof shall be heavy upon it; and it shall fall, and not rise again."
        },
        {
          "Verseid": "22023020",
          "Verse": "And it shall come to pass in that day, that the LORD shall punish the host of the high ones that are on high, and the kings of the earth upon the earth."
        },
        {
          "Verseid": "22023021",
          "Verse": "And they shall be gathered together, as prisoners are gathered in the pit, and shall be shut up in the prison, and after many days shall they be visited."
        },
        {
          "Verseid": "22023022",
          "Verse": "Then the moon shall be confounded, and the sun ashamed, when the LORD of hosts shall reign in mount Zion, and in Jerusalem, and before his ancients gloriously."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22024000",
          "Verse": "O Lord, you are my God; I will exalt you, I will praise your name; for you have done wonderful things; your counsels of old are faithfulness and truth."
        },
        {
          "Verseid": "22024001",
          "Verse": "For you have made of a city an heap; of a defenced city a ruin: a palace of strangers to be no city; it shall never be built."
        },
        {
          "Verseid": "22024002",
          "Verse": "Therefore shall the strong people glorify you, the city of the terrible nations shall fear you."
        },
        {
          "Verseid": "22024003",
          "Verse": "For you have been a strength to the poor, a strength to the needy in his distress, a refuge from the storm, a shadow from the heat, when the blast of the terrible ones is as a storm against the wall."
        },
        {
          "Verseid": "22024004",
          "Verse": "You shall bring down the noise of strangers, as the heat in a dry place; even the heat with the shadow of a cloud: the branch of the terrible ones shall be brought low."
        },
        {
          "Verseid": "22024005",
          "Verse": "And in this mountain shall the LORD of hosts make unto all people a feast of fat things, a feast of wines on the sediments of wine, of fat things full of marrow, of wines on the sediments of wine well refined."
        },
        {
          "Verseid": "22024006",
          "Verse": "And he will destroy in this mountain the face of the covering cast over all people, and the vail that is spread over all nations."
        },
        {
          "Verseid": "22024007",
          "Verse": "He will swallow up death in victory; and the Lord GOD will wipe away tears from off all faces; and the rebuke of his people shall he take away from off all the earth: for the LORD has spoken it."
        },
        {
          "Verseid": "22024008",
          "Verse": "And it shall be said in that day, Lo, this is our God; we have waited for him, and he will save us: this is the LORD; we have waited for him, we will be glad and rejoice in his salvation."
        },
        {
          "Verseid": "22024009",
          "Verse": "For in this mountain shall the hand of the LORD rest, and Moab shall be trodden down under him, even as straw is trodden down for the dunghill."
        },
        {
          "Verseid": "22024010",
          "Verse": "And he shall spread forth his hands in the midst of them, as he that swins spreads forth his hands to swim: and he shall bring down their pride together with the spoils of their hands."
        },
        {
          "Verseid": "22024011",
          "Verse": "And the fortress of the high fort of your walls shall he bring down, lay low, and bring to the ground, even to the dust."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22025000",
          "Verse": "In that day shall this song be sung in the land of Judah; We have a strong city; salvation will God appoint for walls and bulwarks."
        },
        {
          "Verseid": "22025001",
          "Verse": "Open all of you the gates, that the righteous nation which keeps the truth may enter in."
        },
        {
          "Verseid": "22025002",
          "Verse": "You will keep him in perfect peace, whose mind is stayed on you: because he trusts in you."
        },
        {
          "Verseid": "22025003",
          "Verse": "Trust all of you in the LORD for ever: for in the LORD JEHOVAH is everlasting strength:"
        },
        {
          "Verseid": "22025004",
          "Verse": "For he brings down them that dwell on high; the lofty city, he lays it low; he lays it low, even to the ground; he brings it even to the dust."
        },
        {
          "Verseid": "22025005",
          "Verse": "The foot shall tread it down, even the feet of the poor, and the steps of the needy."
        },
        {
          "Verseid": "22025006",
          "Verse": "The way of the just is uprightness: you, most upright, do weigh the path of the just."
        },
        {
          "Verseid": "22025007",
          "Verse": "Yea, in the way of your judgments, O LORD, have we waited for you; the desire of our soul is to your name, and to the remembrance of you."
        },
        {
          "Verseid": "22025008",
          "Verse": "With my soul have I desired you in the night; yea, with my spirit within me will I seek you early: for when your judgments are in the earth, the inhabitants of the world will learn righteousness."
        },
        {
          "Verseid": "22025009",
          "Verse": "Let favour be showed to the wicked, yet will he not learn righteousness: in the land of uprightness will he deal unjustly, and will not behold the majesty of the LORD."
        },
        {
          "Verseid": "22025010",
          "Verse": "LORD, when your hand is lifted up, they will not see: but they shall see, and be ashamed for their envy at the people; yea, the fire of yours enemies shall devour them."
        },
        {
          "Verseid": "22025011",
          "Verse": "LORD, you will ordain peace for us: for you also have wrought all our works in us."
        },
        {
          "Verseid": "22025012",
          "Verse": "O LORD our God, other lords beside you have had dominion over us: but by you only will we make mention of your name."
        },
        {
          "Verseid": "22025013",
          "Verse": "They are dead, they shall not live; they are deceased, they shall not rise: therefore have you visited and destroyed them, and made all their memory to perish."
        },
        {
          "Verseid": "22025014",
          "Verse": "You have increased the nation, O LORD, you have increased the nation: you are glorified: you had removed it far unto all the ends of the earth."
        },
        {
          "Verseid": "22025015",
          "Verse": "LORD, in trouble have they visited you, they poured out a prayer when your chastening was upon them."
        },
        {
          "Verseid": "22025016",
          "Verse": "Like a woman with child, that draws near the time of her delivery, is in pain, and cries out in her pangs; so have we been in your sight, O LORD."
        },
        {
          "Verseid": "22025017",
          "Verse": "We have been with child, we have been in pain, we have as it were brought forth wind; we have not wrought any deliverance in the earth; neither have the inhabitants of the world fallen."
        },
        {
          "Verseid": "22025018",
          "Verse": "Your dead men shall live, together with my dead body shall they arise. Awake and sing, all of you that dwell in dust: for your dew is as the dew of herbs, and the earth shall cast out the dead."
        },
        {
          "Verseid": "22025019",
          "Verse": "Come, my people, enter you into your chambers, and shut your doors about you: hide yourself as it were for a little moment, until the indignation pass over."
        },
        {
          "Verseid": "22025020",
          "Verse": "For, behold, the LORD comes out of his place to punish the inhabitants of the earth for their iniquity: the earth also shall disclose her blood, and shall no more cover her slain."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22026000",
          "Verse": "In that day the LORD with his sore and great and strong sword shall punish leviathan the piercing serpent, even leviathan that crooked serpent; and he shall slay the dragon that is in the sea."
        },
        {
          "Verseid": "22026001",
          "Verse": "In that day sing all of you unto her, A vineyard of red wine."
        },
        {
          "Verseid": "22026002",
          "Verse": "I the LORD do keep it; I will water it every moment: lest any hurt it, I will keep it night and day."
        },
        {
          "Verseid": "22026003",
          "Verse": "Fury is not in me: who would set the briers and thorns against me in battle? I would go through them, I would burn them together."
        },
        {
          "Verseid": "22026004",
          "Verse": "Or let him take hold of my strength, that he may make peace with me; and he shall make peace with me."
        },
        {
          "Verseid": "22026005",
          "Verse": "He shall cause them that come of Jacob to take root: Israel shall blossom and bud, and fill the face of the world with fruit."
        },
        {
          "Verseid": "22026006",
          "Verse": "Has he smitten him, as he stroke those that stroke him? or is he slain according to the slaughter of them that are slain by him?"
        },
        {
          "Verseid": "22026007",
          "Verse": "In measure, when it shoots forth, you will debate with it: he stays his rough wind in the day of the east wind."
        },
        {
          "Verseid": "22026008",
          "Verse": "By this therefore shall the iniquity of Jacob be purged; and this is all the fruit to take away his sin; when he makes all the stones of the altar as chalkstones that are beaten in two, the groves and images shall not stand up."
        },
        {
          "Verseid": "22026009",
          "Verse": "Yet the defenced city shall be desolate, and the habitation forsaken, and left like a wilderness: there shall the calf feed, and there shall he lie down, and consume the branches thereof."
        },
        {
          "Verseid": "22026010",
          "Verse": "When the boughs thereof are withered, they shall be broken off: the women come, and set them on fire: for it is a people of no understanding: therefore he that made them will not have mercy on them, and he that formed them will show them no favour."
        },
        {
          "Verseid": "22026011",
          "Verse": "And it shall come to pass in that day, that the LORD shall beat off from the channel of the river unto the stream of Egypt, and all of you shall be gathered one by one, O all of you children of Israel."
        },
        {
          "Verseid": "22026012",
          "Verse": "And it shall come to pass in that day, that the great trumpet shall be blown, and they shall come which were ready to perish in the land of Assyria, and the outcasts in the land of Egypt, and shall worship the LORD in the holy mount at Jerusalem."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22027000",
          "Verse": "Woe to the crown of pride, to the drunkards of Ephraim, whose glorious beauty is a fading flower, which are on the head of the fat valleys of them that are overcome with wine!"
        },
        {
          "Verseid": "22027001",
          "Verse": "Behold, the Lord has a mighty and strong one, which as a tempest of hail and a destroying storm, as a flood of mighty waters overflowing, shall cast down to the earth with the hand."
        },
        {
          "Verseid": "22027002",
          "Verse": "The crown of pride, the drunkards of Ephraim, shall be trodden under feet:"
        },
        {
          "Verseid": "22027003",
          "Verse": "And the glorious beauty, which is on the head of the fat valley, shall be a fading flower, and as the hasty fruit before the summer; which when he that looks upon it sees, while it is yet in his hand he eats it up."
        },
        {
          "Verseid": "22027004",
          "Verse": "In that day shall the LORD of hosts be for a crown of glory, and for a diadem of beauty, unto the residue of his people,"
        },
        {
          "Verseid": "22027005",
          "Verse": "And for a spirit of judgment to him that sits in judgment, and for strength to them that turn the battle to the gate."
        },
        {
          "Verseid": "22027006",
          "Verse": "But they also have erred through wine, and through strong drink are out of the way; the priest and the prophet have erred through strong drink, they are swallowed up of wine, they are out of the way through strong drink; they go astray in vision, they stumble in judgment."
        },
        {
          "Verseid": "22027007",
          "Verse": "For all tables are full of vomit and filthiness, so that there is no place clean."
        },
        {
          "Verseid": "22027008",
          "Verse": "Whom shall he teach knowledge? and whom shall he make to understand doctrine? them that are weaned from the milk, and drawn from the breasts."
        },
        {
          "Verseid": "22027009",
          "Verse": "For precept must be upon precept, precept upon precept; line upon line, line upon line; here a little, and there a little:"
        },
        {
          "Verseid": "22027010",
          "Verse": "For with stammering lips and another tongue will he speak to this people."
        },
        {
          "Verseid": "22027011",
          "Verse": "To whom he said, This is the rest wherewith all of you may cause the weary to rest; and this is the refreshing: yet they would not hear."
        },
        {
          "Verseid": "22027012",
          "Verse": "But the word of the LORD was unto them precept upon precept, precept upon precept; line upon line, line upon line; here a little, and there a little; that they might go, and fall backward, and be broken, and snared, and taken."
        },
        {
          "Verseid": "22027013",
          "Verse": "Wherefore hear the word of the LORD, all of you scornful men, that rule this people which is in Jerusalem."
        },
        {
          "Verseid": "22027014",
          "Verse": "Because all of you have said, We have made a covenant with death, and with hell are we at agreement; when the overflowing scourge shall pass through, it shall not come unto us: for we have made lies our refuge, and under falsehood have we hid ourselves:"
        },
        {
          "Verseid": "22027015",
          "Verse": "Therefore thus says the Lord GOD, Behold, I lay in Zion for a foundation a stone, a tried stone, a precious corner stone, a sure foundation: he that believes shall not make haste."
        },
        {
          "Verseid": "22027016",
          "Verse": "Judgment also will I apply to the line, and righteousness to the plummet: and the hail shall sweep away the refuge of lies, and the waters shall overflow the hiding place."
        },
        {
          "Verseid": "22027017",
          "Verse": "And your covenant with death shall be disannulled, and your agreement with hell shall not stand; when the overflowing scourge shall pass through, then all of you shall be trodden down by it."
        },
        {
          "Verseid": "22027018",
          "Verse": "From the time that it goes forth it shall take you: for morning by morning shall it pass over, by day and by night: and it shall be a vexation only to understand the report."
        },
        {
          "Verseid": "22027019",
          "Verse": "For the bed is shorter than that a man can stretch himself on it: and the covering narrower than that he can wrap himself in it."
        },
        {
          "Verseid": "22027020",
          "Verse": "For the LORD shall rise up as in mount Perazim, he shall be angry as in the valley of Gibeon, that he may do his work, his strange work; and bring to pass his act, his strange act."
        },
        {
          "Verseid": "22027021",
          "Verse": "Now therefore be all of you not mockers, lest your bands be made strong: for I have heard from the Lord GOD of hosts a consumption, even determined upon the whole earth."
        },
        {
          "Verseid": "22027022",
          "Verse": "Give all of you ear, and hear my voice; hearken, and hear my speech."
        },
        {
          "Verseid": "22027023",
          "Verse": "Does the plowman plow all day to sow? does he open and break the clods of his ground?"
        },
        {
          "Verseid": "22027024",
          "Verse": "When he has made plain the face thereof, does he not cast abroad the fitches, and scatter the cummin, and cast in the principal wheat and the appointed barley and the spelt in their place?"
        },
        {
          "Verseid": "22027025",
          "Verse": "For his God does instruct him to discretion, and does teach him."
        },
        {
          "Verseid": "22027026",
          "Verse": "For the fitches are not threshed with a threshing instrument, neither is a cart wheel turned about upon the cummin; but the fitches are beaten out with a staff, and the cummin with a rod."
        },
        {
          "Verseid": "22027027",
          "Verse": "Bread corn is bruised; because he will not ever be threshing it, nor break it with the wheel of his cart, nor bruise it with his horsemen."
        },
        {
          "Verseid": "22027028",
          "Verse": "This also comes forth from the LORD of hosts, which is wonderful in counsel, and excellent in working."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22028000",
          "Verse": "Woe to Ariel, to Ariel, the city where David dwelt! add all of you year to year; let them kill sacrifices."
        },
        {
          "Verseid": "22028001",
          "Verse": "Yet I will distress Ariel, and there shall be heaviness and sorrow: and it shall be unto me as Ariel."
        },
        {
          "Verseid": "22028002",
          "Verse": "And I will camp against you round about, and will lay siege against you with a mount, and I will raise forts against you."
        },
        {
          "Verseid": "22028003",
          "Verse": "And you shall be brought down, and shall speak out of the ground, and your speech shall be low out of the dust, and your voice shall be, as of one that has a familiar spirit, out of the ground, and your speech shall whisper out of the dust."
        },
        {
          "Verseid": "22028004",
          "Verse": "Moreover the multitude of your strangers shall be like small dust, and the multitude of the terrible ones shall be as chaff that passes away: yea, it shall be at an instant suddenly."
        },
        {
          "Verseid": "22028005",
          "Verse": "You shall be visited of the LORD of hosts with thunder, and with earthquake, and great noise, with storm and tempest, and the flame of devouring fire."
        },
        {
          "Verseid": "22028006",
          "Verse": "And the multitude of all the nations that fight against Ariel, even all that fight against her and her stronghold, and that distress her, shall be as a dream of a night vision."
        },
        {
          "Verseid": "22028007",
          "Verse": "It shall even be as when an hungry man dreams, and, behold, he eats; but he awakes, and his soul is empty: or as when a thirsty man dreams, and, behold, he drinks; but he awakes, and, behold, he is faint, and his soul has appetite: so shall the multitude of all the nations be, that fight against mount Zion."
        },
        {
          "Verseid": "22028008",
          "Verse": "Stay yourselves, and wonder; cry all of you out, and cry: they are drunken, but not with wine; they stagger, but not with strong drink."
        },
        {
          "Verseid": "22028009",
          "Verse": "For the LORD has poured out upon you the spirit of deep sleep, and has closed your eyes: the prophets and your rulers, the seers has he covered."
        },
        {
          "Verseid": "22028010",
          "Verse": "And the vision of all is become unto you as the words of a book that is sealed, which men deliver to one that is learned, saying, Read this, I pray you: and he says, I cannot; for it is sealed:"
        },
        {
          "Verseid": "22028011",
          "Verse": "And the book is delivered to him that is not learned, saying, Read this, I pray you: and he says, I am not learned."
        },
        {
          "Verseid": "22028012",
          "Verse": "Wherefore the Lord said, Forasmuch as this people draw near me with their mouth, and with their lips do honour me, but have removed their heart far from me, and their fear toward me is taught by the precept of men:"
        },
        {
          "Verseid": "22028013",
          "Verse": "Therefore, behold, I will proceed to do a marvellous work among this people, even a marvellous work and a wonder: for the wisdom of their wise men shall perish, and the understanding of their prudent men shall be hid."
        },
        {
          "Verseid": "22028014",
          "Verse": "Woe unto them that seek deep to hide their counsel from the LORD, and their works are in the dark, and they say, Who sees us? and who knows us?"
        },
        {
          "Verseid": "22028015",
          "Verse": "Surely your turning of things upside down shall be esteemed as the potter's clay: for shall the work say of him that made it, He made me not? or shall the thing framed say of him that framed it, He had no understanding?"
        },
        {
          "Verseid": "22028016",
          "Verse": "Is it not yet a very little while, and Lebanon shall be turned into a fruitful field, and the fruitful field shall be esteemed as a forest?"
        },
        {
          "Verseid": "22028017",
          "Verse": "And in that day shall the deaf hear the words of the book, and the eyes of the blind shall see out of obscurity, and out of darkness."
        },
        {
          "Verseid": "22028018",
          "Verse": "The meek also shall increase their joy in the LORD, and the poor among men shall rejoice in the Holy One of Israel."
        },
        {
          "Verseid": "22028019",
          "Verse": "For the terrible one is brought to nothing, and the scorner is consumed, and all that watch for iniquity are cut off:"
        },
        {
          "Verseid": "22028020",
          "Verse": "That make a man an offender for a word, and lay a snare for him that reproves in the gate, and turn aside the just for a thing of nothing."
        },
        {
          "Verseid": "22028021",
          "Verse": "Therefore thus says the LORD, who redeemed Abraham, concerning the house of Jacob, Jacob shall not now be ashamed, neither shall his face now wax pale."
        },
        {
          "Verseid": "22028022",
          "Verse": "But when he sees his children, the work of mine hands, in the midst of him, they shall sanctify my name, and sanctify the Holy One of Jacob, and shall fear the God of Israel."
        },
        {
          "Verseid": "22028023",
          "Verse": "They also that erred in spirit shall come to understanding, and they that murmured shall learn doctrine."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22029000",
          "Verse": "Woe to the rebellious children, says the LORD, that take counsel, but not of me; and that cover with a covering, but not of my spirit, that they may add sin to sin:"
        },
        {
          "Verseid": "22029001",
          "Verse": "That walk to go down into Egypt, and have not asked at my mouth; to strengthen themselves in the strength of Pharaoh, and to trust in the shadow of Egypt!"
        },
        {
          "Verseid": "22029002",
          "Verse": "Therefore shall the strength of Pharaoh be your shame, and the trust in the shadow of Egypt your confusion."
        },
        {
          "Verseid": "22029003",
          "Verse": "For his princes were at Zoan, and his ambassadors came to Hanes."
        },
        {
          "Verseid": "22029004",
          "Verse": "They were all ashamed of a people that could not profit them, nor be an help nor profit, but a shame, and also a reproach."
        },
        {
          "Verseid": "22029005",
          "Verse": "The burden of the beasts of the south: into the land of trouble and anguish, from whence come the young and old lion, the viper and fiery flying serpent, they will carry their riches upon the shoulders of young asses, and their treasures upon the bunches of camels, to a people that shall not profit them."
        },
        {
          "Verseid": "22029006",
          "Verse": "For the Egyptians shall help in vain, and to no purpose: therefore have I cried concerning this, Their strength is to sit still."
        },
        {
          "Verseid": "22029007",
          "Verse": "Now go, write it before them in a table, and note it in a book, that it may be for the time to come for ever and ever:"
        },
        {
          "Verseid": "22029008",
          "Verse": "That this is a rebellious people, lying children, children that will not hear the law of the LORD:"
        },
        {
          "Verseid": "22029009",
          "Verse": "Which say to the seers, See not; and to the prophets, Prophesy not unto us right things, speak unto us smooth things, prophesy deceits:"
        },
        {
          "Verseid": "22029010",
          "Verse": "Get you out of the way, turn aside out of the path, cause the Holy One of Israel to cease from before us."
        },
        {
          "Verseid": "22029011",
          "Verse": "Wherefore thus says the Holy One of Israel, Because all of you despise this word, and trust in oppression and perverseness, and stay thereon:"
        },
        {
          "Verseid": "22029012",
          "Verse": "Therefore this iniquity shall be to you as a breach ready to fall, swelling out in a high wall, whose breaking comes suddenly at an instant."
        },
        {
          "Verseid": "22029013",
          "Verse": "And he shall break it as the breaking of the potters' vessel that is broken in pieces; he shall not spare: so that there shall not be found in the bursting of it a potsherd to take fire from the hearth, or to take water likewise out of the pit."
        },
        {
          "Verseid": "22029014",
          "Verse": "For thus says the Lord GOD, the Holy One of Israel; In returning and rest shall all of you be saved; in quietness and in confidence shall be your strength: and all of you would not."
        },
        {
          "Verseid": "22029015",
          "Verse": "But all of you said, No; for we will flee upon horses; therefore shall all of you flee: and, We will ride upon the swift; therefore shall they that pursue you be swift."
        },
        {
          "Verseid": "22029016",
          "Verse": "One thousand shall flee at the rebuke of one; at the rebuke of five shall all of you flee: till all of you be left as a beacon upon the top of a mountain, and as an explicit sign on an hill."
        },
        {
          "Verseid": "22029017",
          "Verse": "And therefore will the LORD wait, that he may be gracious unto you, and therefore will he be exalted, that he may have mercy upon you: for the LORD is a God of judgment: blessed are all they that wait for him."
        },
        {
          "Verseid": "22029018",
          "Verse": "For the people shall dwell in Zion at Jerusalem: you shall weep no more: he will be very gracious unto you at the voice of your cry; when he shall hear it, he will answer you."
        },
        {
          "Verseid": "22029019",
          "Verse": "And though the Lord give you the bread of adversity, and the water of affliction, yet shall not your teachers be removed into a corner any more, but yours eyes shall see your teachers:"
        },
        {
          "Verseid": "22029020",
          "Verse": "And yours ears shall hear a word behind you, saying, This is the way, walk all of you in it, when all of you turn to the right hand, and when all of you turn to the left."
        },
        {
          "Verseid": "22029021",
          "Verse": "All of you shall defile also the covering of your graven images of silver, and the ornament of your molten images of gold: you shall cast them away as a menstruous cloth; you shall say unto it, Get you behind."
        },
        {
          "Verseid": "22029022",
          "Verse": "Then shall he give the rain of your seed, that you shall sow the ground likewise; and bread of the increase of the earth, and it shall be fat and abundant: in that day shall your cattle feed in large pastures."
        },
        {
          "Verseid": "22029023",
          "Verse": "The oxen likewise and the young asses that ear the ground shall eat clean animal food, which has been winnowed with the shovel and with the fan."
        },
        {
          "Verseid": "22029024",
          "Verse": "And there shall be upon every high mountain, and upon every high hill, rivers and streams of waters in the day of the great slaughter, when the towers fall."
        },
        {
          "Verseid": "22029025",
          "Verse": "Moreover the light of the moon shall be as the light of the sun, and the light of the sun shall be sevenfold, as the light of seven days, in the day that the LORD binds up the breach of his people, and heals the stroke of their wound."
        },
        {
          "Verseid": "22029026",
          "Verse": "Behold, the name of the LORD comes from far, burning with his anger, and the burden thereof is heavy: his lips are full of indignation, and his tongue as a devouring fire:"
        },
        {
          "Verseid": "22029027",
          "Verse": "And his breath, as an overflowing stream, shall reach to the midst of the neck, to sift the nations with the sieve of vanity: and there shall be a bridle in the jaws of the people, causing them to go astray."
        },
        {
          "Verseid": "22029028",
          "Verse": "All of you shall have a song, as in the night when a holy solemnity is kept; and gladness of heart, as when one goes with a pipe to come into the mountain of the LORD, to the mighty One of Israel."
        },
        {
          "Verseid": "22029029",
          "Verse": "And the LORD shall cause his glorious voice to be heard, and shall show the lighting down of his arm, with the indignation of his anger, and with the flame of a devouring fire, with scattering, and tempest, and hailstones."
        },
        {
          "Verseid": "22029030",
          "Verse": "For through the voice of the LORD shall the Assyrian be beaten down, which stroke with a rod."
        },
        {
          "Verseid": "22029031",
          "Verse": "And in every place where the grounded staff shall pass, which the LORD shall lay upon him, it shall be with timbrels and harps: and in battles of shaking will he fight with it."
        },
        {
          "Verseid": "22029032",
          "Verse": "For Tophet is ordained of old; yea, for the king it is prepared; he has made it deep and large: the pile thereof is fire and much wood; the breath of the LORD, like a stream of brimstone, does kindle it."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22030000",
          "Verse": "Woe to them that go down to Egypt for help; and stay on horses, and trust in chariots, because they are many; and in horsemen, because they are very strong; but they look not unto the Holy One of Israel, neither seek the LORD!"
        },
        {
          "Verseid": "22030001",
          "Verse": "Yet he also is wise, and will bring evil, and will not call back his words: but will arise against the house of the evildoers, and against the help of them that work iniquity."
        },
        {
          "Verseid": "22030002",
          "Verse": "Now the Egyptians are men, and not God; and their horses flesh, and not spirit. When the LORD shall stretch out his hand, both he that helps shall fall, and he that is helped shall fall down, and they all shall fail together."
        },
        {
          "Verseid": "22030003",
          "Verse": "For thus has the LORD spoken unto me, Like the lion and the young lion roaring on his prey, when a multitude of shepherds is called forth against him, he will not be afraid of their voice, nor bring low himself for the noise of them: so shall the LORD of hosts come down to fight for mount Zion, and for the hill thereof."
        },
        {
          "Verseid": "22030004",
          "Verse": "As birds flying, so will the LORD of hosts defend Jerusalem; defending also he will deliver it; and passing over he will preserve it."
        },
        {
          "Verseid": "22030005",
          "Verse": "Turn all of you unto him from whom the children of Israel have deeply revolted."
        },
        {
          "Verseid": "22030006",
          "Verse": "For in that day every man shall cast away his idols of silver, and his idols of gold, which your own hands have made unto you for a sin."
        },
        {
          "Verseid": "22030007",
          "Verse": "Then shall the Assyrian fall with the sword, not of a mighty man; and the sword, not of a mean man, shall devour him: but he shall flee from the sword, and his young men shall be humiliated."
        },
        {
          "Verseid": "22030008",
          "Verse": "And he shall pass over to his strong hold for fear, and his princes shall be afraid of the explicit sign, says the LORD, whose fire is in Zion, and his furnace in Jerusalem."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22031000",
          "Verse": "Behold, a king shall reign in righteousness, and princes shall rule in judgment."
        },
        {
          "Verseid": "22031001",
          "Verse": "And a man shall be as an hiding place from the wind, and a covert from the tempest; as rivers of water in a dry place, as the shadow of a great rock in a weary land."
        },
        {
          "Verseid": "22031002",
          "Verse": "And the eyes of them that see shall not be dim, and the ears of them that hear shall hearken."
        },
        {
          "Verseid": "22031003",
          "Verse": "The heart also of the rash shall understand knowledge, and the tongue of the stammerers shall be ready to speak plainly."
        },
        {
          "Verseid": "22031004",
          "Verse": "The vile person shall be no more called liberal, nor the churl said to be bountiful."
        },
        {
          "Verseid": "22031005",
          "Verse": "For the vile person will speak villainy, and his heart will work iniquity, to practice hypocrisy, and to utter error against the LORD, to make empty the soul of the hungry, and he will cause the drink of the thirsty to fail."
        },
        {
          "Verseid": "22031006",
          "Verse": "The instruments also of the churl are evil: he devises wicked devices to destroy the poor with lying words, even when the needy speaks right."
        },
        {
          "Verseid": "22031007",
          "Verse": "But the liberal devises liberal things; and by liberal things shall he stand."
        },
        {
          "Verseid": "22031008",
          "Verse": "Rise up, all of you women that are at ease; hear my voice, all of you careless daughters; give ear unto my speech."
        },
        {
          "Verseid": "22031009",
          "Verse": "Many days and years shall all of you be troubled, all of you careless women: for the vintage shall fail, the gathering shall not come."
        },
        {
          "Verseid": "22031010",
          "Verse": "Tremble, all of you women that are at ease; be troubled, all of you careless ones: strip you, and make you bare, and gird sackcloth upon your loins."
        },
        {
          "Verseid": "22031011",
          "Verse": "They shall lament for the teats, for the pleasant fields, for the fruitful vine."
        },
        {
          "Verseid": "22031012",
          "Verse": "Upon the land of my people shall come up thorns and briers; yea, upon all the houses of joy in the joyous city:"
        },
        {
          "Verseid": "22031013",
          "Verse": "Because the palaces shall be forsaken; the multitude of the city shall be left; the forts and towers shall be for dens for ever, a joy of wild asses, a pasture of flocks;"
        },
        {
          "Verseid": "22031014",
          "Verse": "Until the spirit be poured upon us from on high, and the wilderness be a fruitful field, and the fruitful field be counted for a forest."
        },
        {
          "Verseid": "22031015",
          "Verse": "Then judgment shall dwell in the wilderness, and righteousness remain in the fruitful field."
        },
        {
          "Verseid": "22031016",
          "Verse": "And the work of righteousness shall be peace; and the effect of righteousness quietness and assurance for ever."
        },
        {
          "Verseid": "22031017",
          "Verse": "And my people shall dwell in a peaceable habitation, and in sure dwellings, and in quiet resting places;"
        },
        {
          "Verseid": "22031018",
          "Verse": "When it shall hail, coming down on the forest; and the city shall be low in a low place."
        },
        {
          "Verseid": "22031019",
          "Verse": "Blessed are all of you that sow beside all waters, that send forth thither the feet of the ox and the ass."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22032000",
          "Verse": "Woe to you that spoil, and you were not spoiled; and deal treacherously, and they dealt not treacherously with you! when you shall cease to spoil, you shall be spoiled; and when you shall make an end to deal treacherously, they shall deal treacherously with you."
        },
        {
          "Verseid": "22032001",
          "Verse": "O LORD, be gracious unto us; we have waited for you: be you their arm every morning, our salvation also in the time of trouble."
        },
        {
          "Verseid": "22032002",
          "Verse": "At the noise of the tumult the people fled; at the lifting up of yourself the nations were scattered."
        },
        {
          "Verseid": "22032003",
          "Verse": "And your spoil shall be gathered like the gathering of the caterpillar: as the running back and forth of locusts shall he run upon them."
        },
        {
          "Verseid": "22032004",
          "Verse": "The LORD is exalted; for he dwells on high: he has filled Zion with judgment and righteousness."
        },
        {
          "Verseid": "22032005",
          "Verse": "And wisdom and knowledge shall be the stability of your times, and strength of salvation: the fear of the LORD is his treasure."
        },
        {
          "Verseid": "22032006",
          "Verse": "Behold, their valiant ones shall cry without: the ambassadors of peace shall weep bitterly."
        },
        {
          "Verseid": "22032007",
          "Verse": "The highways lie waste, the travelling man ceases: he has broken the covenant, he has despised the cities, he regards no man."
        },
        {
          "Verseid": "22032008",
          "Verse": "The earth mourns and languishes: Lebanon is ashamed and hewn down: Sharon is like a wilderness; and Bashan and Carmel shake off their fruits."
        },
        {
          "Verseid": "22032009",
          "Verse": "Now will I rise, says the LORD; now will I be exalted; now will I lift up myself."
        },
        {
          "Verseid": "22032010",
          "Verse": "All of you shall conceive chaff, all of you shall bring forth stubble: your breath, as fire, shall devour you."
        },
        {
          "Verseid": "22032011",
          "Verse": "And the people shall be as the burnings of lime: as thorns cut up shall they be burned in the fire."
        },
        {
          "Verseid": "22032012",
          "Verse": "Hear, all of you that are far off, what I have done; and, all of you that are near, acknowledge my might."
        },
        {
          "Verseid": "22032013",
          "Verse": "The sinners in Zion are afraid; fearfulness has surprised the hypocrites. Who among us shall dwell with the devouring fire? who among us shall dwell with everlasting burnings?"
        },
        {
          "Verseid": "22032014",
          "Verse": "He that walks righteously, and speaks uprightly; he that despises the gain of oppressions, that shakes his hands from holding of bribes, that stops his ears from hearing of blood, and shuts his eyes from seeing evil;"
        },
        {
          "Verseid": "22032015",
          "Verse": "He shall dwell on high: his place of defence shall be the munitions of rocks: bread shall be given him; his waters shall be sure."
        },
        {
          "Verseid": "22032016",
          "Verse": "Yours eyes shall see the king in his beauty: they shall behold the land that is very far off."
        },
        {
          "Verseid": "22032017",
          "Verse": "Yours heart shall meditate terror. Where is the scribe? where is the receiver? where is he that counted the towers?"
        },
        {
          "Verseid": "22032018",
          "Verse": "You shall not see a fierce people, a people of a deeper speech than you can perceive; of a stammering tongue, that you can not understand."
        },
        {
          "Verseid": "22032019",
          "Verse": "Look upon Zion, the city of our solemnities: yours eyes shall see Jerusalem a quiet habitation, a tabernacle that shall not be taken down; not one of the stakes thereof shall ever be removed, neither shall any of the cords thereof be broken."
        },
        {
          "Verseid": "22032020",
          "Verse": "But there the glorious LORD will be unto us a place of broad rivers and streams; wherein shall go no galley with oars, neither shall gallant ship pass thereby."
        },
        {
          "Verseid": "22032021",
          "Verse": "For the LORD is our judge, the LORD is our lawgiver, the LORD is our king; he will save us."
        },
        {
          "Verseid": "22032022",
          "Verse": "Your tacklings are loosed; they could not well strengthen their mast, they could not spread the sail: then is the prey of a great spoil divided; the lame take the prey."
        },
        {
          "Verseid": "22032023",
          "Verse": "And the inhabitant shall not say, I am sick: the people that dwell therein shall be forgiven their iniquity."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22033000",
          "Verse": "Come near, all of you nations, to hear; and hearken, all of you people: let the earth hear, and all that is therein; the world, and all things that come out of it."
        },
        {
          "Verseid": "22033001",
          "Verse": "For the indignation of the LORD is upon all nations, and his fury upon all their armies: he has utterly destroyed them, he has delivered them to the slaughter."
        },
        {
          "Verseid": "22033002",
          "Verse": "Their slain also shall be cast out, and their stink shall come up out of their carcasses, and the mountains shall be melted with their blood."
        },
        {
          "Verseid": "22033003",
          "Verse": "And all the host of heaven shall be dissolved, and the heavens shall be rolled together as a scroll: and all their host shall fall down, as the leaf falls off from the vine, and as a falling fig from the fig tree."
        },
        {
          "Verseid": "22033004",
          "Verse": "For my sword shall be bathed in heaven: behold, it shall come down upon Idumea, and upon the people of my curse, to judgment."
        },
        {
          "Verseid": "22033005",
          "Verse": "The sword of the LORD is filled with blood, it is made fat with fatness, and with the blood of lambs and goats, with the fat of the kidneys of rams: for the LORD has a sacrifice in Bozrah, and a great slaughter in the land of Idumea."
        },
        {
          "Verseid": "22033006",
          "Verse": "And the unicorns shall come down with them, and the bullocks with the bulls; and their land shall be soaked with blood, and their dust made fat with fatness."
        },
        {
          "Verseid": "22033007",
          "Verse": "For it is the day of the LORD's vengeance, and the year of recompences for the controversy of Zion."
        },
        {
          "Verseid": "22033008",
          "Verse": "And the streams thereof shall be turned into pitch, and the dust thereof into brimstone, and the land thereof shall become burning pitch."
        },
        {
          "Verseid": "22033009",
          "Verse": "It shall not be quenched night nor day; the smoke thereof shall go up for ever: from generation to generation it shall lie waste; none shall pass through it for ever and ever."
        },
        {
          "Verseid": "22033010",
          "Verse": "But the cormorant and the bittern shall possess it; the owl also and the raven shall dwell in it: and he shall stretch out upon it the line of confusion, and the stones of emptiness."
        },
        {
          "Verseid": "22033011",
          "Verse": "They shall call the nobles thereof to the kingdom, but none shall be there, and all her princes shall be nothing."
        },
        {
          "Verseid": "22033012",
          "Verse": "And thorns shall come up in her palaces, nettles and brambles in the fortresses thereof: and it shall be an habitation of dragons, and a court for owls."
        },
        {
          "Verseid": "22033013",
          "Verse": "The wild beasts of the desert shall also meet with the wild beasts of the island, and the satyr shall cry to his fellow; the screech owl also shall rest there, and find for herself a place of rest."
        },
        {
          "Verseid": "22033014",
          "Verse": "There shall the great owl make her nest, and lay, and hatch, and gather under her shadow: there shall the vultures also be gathered, every one with her mate."
        },
        {
          "Verseid": "22033015",
          "Verse": "Seek all of you out of the book of the LORD, and read: no one of these shall fail, none shall lack her mate: for my mouth it has commanded, and his spirit it has gathered them."
        },
        {
          "Verseid": "22033016",
          "Verse": "And he has cast the lot for them, and his hand has divided it unto them by line: they shall possess it for ever, from generation to generation shall they dwell therein."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22034000",
          "Verse": "The wilderness and the solitary place shall be glad for them; and the desert shall rejoice, and blossom as the rose."
        },
        {
          "Verseid": "22034001",
          "Verse": "It shall blossom abundantly, and rejoice even with joy and singing: the glory of Lebanon shall be given unto it, the excellency of Carmel and Sharon, they shall see the glory of the LORD, and the excellency of our God."
        },
        {
          "Verseid": "22034002",
          "Verse": "Strengthen all of you the weak hands, and confirm the feeble knees."
        },
        {
          "Verseid": "22034003",
          "Verse": "Say to them that are of a fearful heart, Be strong, fear not: behold, your God will come with vengeance, even God with a recompence; he will come and save you."
        },
        {
          "Verseid": "22034004",
          "Verse": "Then the eyes of the blind shall be opened, and the ears of the deaf shall be unstopped."
        },
        {
          "Verseid": "22034005",
          "Verse": "Then shall the lame man leap as an hart, and the tongue of the dumb sing: for in the wilderness shall waters break out, and streams in the desert."
        },
        {
          "Verseid": "22034006",
          "Verse": "And the parched ground shall become a pool, and the thirsty land springs of water: in the habitation of dragons, where each lay, shall be grass with reeds and rushes."
        },
        {
          "Verseid": "22034007",
          "Verse": "And an highway shall be there, and a way, and it shall be called The way of holiness; the unclean shall not pass over it; but it shall be for those: the travelling men, though fools, shall not go astray therein."
        },
        {
          "Verseid": "22034008",
          "Verse": "No lion shall be there, nor any ravenous beast shall go up thereon, it shall not be found there; but the redeemed shall walk there:"
        },
        {
          "Verseid": "22034009",
          "Verse": "And the ransomed of the LORD shall return, and come to Zion with songs and everlasting joy upon their heads: they shall obtain joy and gladness, and sorrow and sighing shall flee away."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22035000",
          "Verse": "Now it came to pass in the fourteenth year of king Hezekiah, that Sennacherib king of Assyria came up against all the defenced cities of Judah, and took them."
        },
        {
          "Verseid": "22035001",
          "Verse": "And the king of Assyria sent Rabshakeh from Lachish to Jerusalem unto king Hezekiah with a great army. And he stood by the conduit of the upper pool in the highway of the launderer's field."
        },
        {
          "Verseid": "22035002",
          "Verse": "Then came forth unto him Eliakim, Hilkiah's son, which was over the house, and Shebna the scribe, and Joah, Asaph's son, the recorder."
        },
        {
          "Verseid": "22035003",
          "Verse": "And Rabshakeh said unto them, Say all of you now to Hezekiah, Thus says the great king, the king of Assyria, What confidence is this wherein you trust?"
        },
        {
          "Verseid": "22035004",
          "Verse": "I say, says you, (but they are but vain words) I have counsel and strength for war: now on whom do you trust, that you rebel against me?"
        },
        {
          "Verseid": "22035005",
          "Verse": "Lo, you trust in the staff of this broken reed, on Egypt; whereon if a man lean, it will go into his hand, and pierce it: so is Pharaoh king of Egypt to all that trust in him."
        },
        {
          "Verseid": "22035006",
          "Verse": "But if you say to me, We trust in the LORD our God: is it not he, whose high places and whose altars Hezekiah has taken away, and said to Judah and to Jerusalem, All of you shall worship before this altar?"
        },
        {
          "Verseid": "22035007",
          "Verse": "Now therefore give pledges, I pray you, to my master the king of Assyria, and I will give you two thousand horses, if you be able on your part to set riders upon them."
        },
        {
          "Verseid": "22035008",
          "Verse": "How then will you turn away the face of one captain of the least of my master's servants, and put your trust on Egypt for chariots and for horsemen?"
        },
        {
          "Verseid": "22035009",
          "Verse": "And am I now come up without the LORD against this land to destroy it? the LORD said unto me, Go up against this land, and destroy it."
        },
        {
          "Verseid": "22035010",
          "Verse": "Then said Eliakim and Shebna and Joah unto Rabshakeh, Speak, I pray you, unto your servants in the Syrian language; for we understand it: and speak not to us in the Jews' language, in the ears of the people that are on the wall."
        },
        {
          "Verseid": "22035011",
          "Verse": "But Rabshakeh said, Has my master sent me to your master and to you to speak these words? has he not sent me to the men that sit upon the wall, that they may eat their own dung, and drink their own piss with you?"
        },
        {
          "Verseid": "22035012",
          "Verse": "Then Rabshakeh stood, and cried with a loud voice in the Jews' language, and said, Hear all of you the words of the great king, the king of Assyria."
        },
        {
          "Verseid": "22035013",
          "Verse": "Thus says the king, Let not Hezekiah deceive you: for he shall not be able to deliver you."
        },
        {
          "Verseid": "22035014",
          "Verse": "Neither let Hezekiah make you trust in the LORD, saying, The LORD will surely deliver us: this city shall not be delivered into the hand of the king of Assyria."
        },
        {
          "Verseid": "22035015",
          "Verse": "Hearken not to Hezekiah: for thus says the king of Assyria, Make an agreement with me by a present, and come out to me: and eat all of you every one of his vine, and every one of his fig tree, and drink all of you every one the waters of his own cistern;"
        },
        {
          "Verseid": "22035016",
          "Verse": "Until I come and take you away to a land like your own land, a land of corn and wine, a land of bread and vineyards."
        },
        {
          "Verseid": "22035017",
          "Verse": "Beware lest Hezekiah persuade you, saying, the LORD will deliver us. Has any of the gods of the nations delivered his land out of the hand of the king of Assyria?"
        },
        {
          "Verseid": "22035018",
          "Verse": "Where are the gods of Hamath and Arphad? where are the gods of Sepharvaim? and have they delivered Samaria out of my hand?"
        },
        {
          "Verseid": "22035019",
          "Verse": "Who are they among all the gods of these lands, that have delivered their land out of my hand, that the LORD should deliver Jerusalem out of my hand?"
        },
        {
          "Verseid": "22035020",
          "Verse": "But they held their peace, and answered him not a word: for the king's commandment was, saying, Answer him not."
        },
        {
          "Verseid": "22035021",
          "Verse": "Then came Eliakim, the son of Hilkiah, that was over the household, and Shebna the scribe, and Joah, the son of Asaph, the recorder, to Hezekiah with their clothes rent, and told him the words of Rabshakeh."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22036000",
          "Verse": "And it came to pass, when king Hezekiah heard it, that he rent his clothes, and covered himself with sackcloth, and went into the house of the LORD."
        },
        {
          "Verseid": "22036001",
          "Verse": "And he sent Eliakim, who was over the household, and Shebna the scribe, and the elders of the priests covered with sackcloth, unto Isaiah the prophet the son of Amoz."
        },
        {
          "Verseid": "22036002",
          "Verse": "And they said unto him, Thus says Hezekiah, This day is a day of trouble, and of rebuke, and of blasphemy: for the children are come to the birth, and there is not strength to bring forth."
        },
        {
          "Verseid": "22036003",
          "Verse": "It may be the LORD your God will hear the words of Rabshakeh, whom the king of Assyria his master has sent to reproach the living God, and will reprove the words which the LORD your God has heard: wherefore lift up your prayer for the remnant that is left."
        },
        {
          "Verseid": "22036004",
          "Verse": "So the servants of king Hezekiah came to Isaiah."
        },
        {
          "Verseid": "22036005",
          "Verse": "And Isaiah said unto them, Thus shall all of you say unto your master, Thus says the LORD, Be not afraid of the words that you have heard, wherewith the servants of the king of Assyria have blasphemed me."
        },
        {
          "Verseid": "22036006",
          "Verse": "Behold, I will send a blast upon him, and he shall hear a rumour, and return to his own land; and I will cause him to fall by the sword in his own land."
        },
        {
          "Verseid": "22036007",
          "Verse": "So Rabshakeh returned, and found the king of Assyria warring against Libnah: for he had heard that he was departed from Lachish."
        },
        {
          "Verseid": "22036008",
          "Verse": "And he heard say concerning Tirhakah king of Ethiopia, He has come forth to make war with you. And when he heard it, he sent messengers to Hezekiah, saying,"
        },
        {
          "Verseid": "22036009",
          "Verse": "Thus shall all of you speak to Hezekiah king of Judah, saying, Let not your God, in whom you trust, deceive you, saying, Jerusalem shall not be given into the hand of the king of Assyria."
        },
        {
          "Verseid": "22036010",
          "Verse": "Behold, you have heard what the kings of Assyria have done to all lands by destroying them utterly; and shall you be delivered?"
        },
        {
          "Verseid": "22036011",
          "Verse": "Have the gods of the nations delivered them which my fathers have destroyed, as Gozan, and Haran, and Rezeph, and the children of Eden which were in Telassar?"
        },
        {
          "Verseid": "22036012",
          "Verse": "Where is the king of Hamath, and the king of Arphad, and the king of the city of Sepharvaim, Hena, and Ivah?"
        },
        {
          "Verseid": "22036013",
          "Verse": "And Hezekiah received the letter from the hand of the messengers, and read it: and Hezekiah went up unto the house of the LORD, and spread it before the LORD."
        },
        {
          "Verseid": "22036014",
          "Verse": "And Hezekiah prayed unto the LORD, saying,"
        },
        {
          "Verseid": "22036015",
          "Verse": "O LORD of hosts, God of Israel, that dwell between the cherubims, you are the God, even you alone, of all the kingdoms of the earth: you have made heaven and earth."
        },
        {
          "Verseid": "22036016",
          "Verse": "Incline yours ear, O LORD, and hear; open yours eyes, O LORD, and see: and hear all the words of Sennacherib, which has sent to reproach the living God."
        },
        {
          "Verseid": "22036017",
          "Verse": "Truthfully, LORD, the kings of Assyria have laid waste all the nations, and their countries,"
        },
        {
          "Verseid": "22036018",
          "Verse": "And have cast their gods into the fire: for they were no gods, but the work of men's hands, wood and stone: therefore they have destroyed them."
        },
        {
          "Verseid": "22036019",
          "Verse": "Now therefore, O LORD our God, save us from his hand, that all the kingdoms of the earth may know that you are the LORD, even you only."
        },
        {
          "Verseid": "22036020",
          "Verse": "Then Isaiah the son of Amoz sent unto Hezekiah, saying, Thus says the LORD God of Israel, Whereas you have prayed to me against Sennacherib king of Assyria:"
        },
        {
          "Verseid": "22036021",
          "Verse": "This is the word which the LORD has spoken concerning him; The virgin, the daughter of Zion, has despised you, and laughed you to scorn; the daughter of Jerusalem has shaken her head at you."
        },
        {
          "Verseid": "22036022",
          "Verse": "Whom have you reproached and blasphemed? and against whom have you exalted your voice, and lifted up yours eyes on high? even against the Holy One of Israel."
        },
        {
          "Verseid": "22036023",
          "Verse": "By your servants have you reproached the Lord, and have said, By the multitude of my chariots am I come up to the height of the mountains, to the sides of Lebanon; and I will cut down the tall cedars thereof, and the choice fir trees thereof: and I will enter into the height of his border, and the forest of his Carmel."
        },
        {
          "Verseid": "22036024",
          "Verse": "I have dug, and drunk water; and with the sole of my feet have I dried up all the rivers of the besieged places."
        },
        {
          "Verseid": "22036025",
          "Verse": "Have you not heard long ago, how I have done it; and of ancient times, that I have formed it? now have I brought it to pass, that you should be to lay waste defenced cities into ruinous heaps."
        },
        {
          "Verseid": "22036026",
          "Verse": "Therefore their inhabitants were of small power, they were dismayed and confounded: they were as the grass of the field, and as the green herb, as the grass on the housetops, and as corn blasted before it be grown up."
        },
        {
          "Verseid": "22036027",
          "Verse": "But I know your abode, and your going out, and your coming in, and your rage against me."
        },
        {
          "Verseid": "22036028",
          "Verse": "Because your rage against me, and your tumult, has come up into mine ears, therefore will I put my hook in your nose, and my bridle in your lips, and I will turn you back by the way by which you came."
        },
        {
          "Verseid": "22036029",
          "Verse": "And this shall be a sign unto you, All of you shall eat this year such as grows of itself; and the second year that which springs of the same: and in the third year sow all of you, and reap, and plant vineyards, and eat the fruit thereof."
        },
        {
          "Verseid": "22036030",
          "Verse": "And the remnant that is escaped of the house of Judah shall again take root downward, and bear fruit upward:"
        },
        {
          "Verseid": "22036031",
          "Verse": "For out of Jerusalem shall go forth a remnant, and they that escape out of mount Zion: the zeal of the LORD of hosts shall do this."
        },
        {
          "Verseid": "22036032",
          "Verse": "Therefore thus says the LORD concerning the king of Assyria, He shall not come into this city, nor shoot an arrow there, nor come before it with shields, nor cast a bank against it."
        },
        {
          "Verseid": "22036033",
          "Verse": "By the way that he came, by the same shall he return, and shall not come into this city, says the LORD."
        },
        {
          "Verseid": "22036034",
          "Verse": "For I will defend this city to save it for mine own sake, and for my servant David's sake."
        },
        {
          "Verseid": "22036035",
          "Verse": "Then the angel of the LORD went forth, and stroke in the camp of the Assyrians a hundred and fourscore and five thousand: and when they arose early in the morning, behold, they were all dead corpses."
        },
        {
          "Verseid": "22036036",
          "Verse": "So Sennacherib king of Assyria departed, and went and returned, and dwelt at Nineveh."
        },
        {
          "Verseid": "22036037",
          "Verse": "And it came to pass, as he was worshipping in the house of Nisroch his god, that Adrammelech and Sharezer his sons stroke him with the sword; and they escaped into the land of Armenia: and Esarhaddon his son reigned in his position."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22037000",
          "Verse": "In those days was Hezekiah sick unto death. And Isaiah the prophet the son of Amoz came unto him, and said unto him, Thus says the LORD, Set yours house in order: for you shall die, and not live."
        },
        {
          "Verseid": "22037001",
          "Verse": "Then Hezekiah turned his face toward the wall, and prayed unto the LORD,"
        },
        {
          "Verseid": "22037002",
          "Verse": "And said, Remember now, O LORD, I plead to you, how I have walked before you in truth and with a perfect heart, and have done that which is good in your sight. And Hezekiah wept sore."
        },
        {
          "Verseid": "22037003",
          "Verse": "Then came the word of the LORD to Isaiah, saying,"
        },
        {
          "Verseid": "22037004",
          "Verse": "Go, and say to Hezekiah, Thus says the LORD, the God of David your father, I have heard your prayer, I have seen your tears: behold, I will add unto your days fifteen years."
        },
        {
          "Verseid": "22037005",
          "Verse": "And I will deliver you and this city out of the hand of the king of Assyria: and I will defend this city."
        },
        {
          "Verseid": "22037006",
          "Verse": "And this shall be a sign unto you from the LORD, that the LORD will do this thing that he has spoken;"
        },
        {
          "Verseid": "22037007",
          "Verse": "Behold, I will bring again the shadow of the degrees, which is gone down in the sun dial of Ahaz, ten degrees backward. So the sun returned ten degrees, by which degrees it was gone down."
        },
        {
          "Verseid": "22037008",
          "Verse": "The writing of Hezekiah king of Judah, when he had been sick, and was recovered of his sickness:"
        },
        {
          "Verseid": "22037009",
          "Verse": "I said in the cutting off of my days, I shall go to the gates of the grave: I am deprived of the residue of my years."
        },
        {
          "Verseid": "22037010",
          "Verse": "I said, I shall not see the LORD, even the LORD, in the land of the living: I shall behold man no more with the inhabitants of the world."
        },
        {
          "Verseid": "22037011",
          "Verse": "Mine age is departed, and is removed from me as a shepherd's tent: I have cut off like a weaver my life: he will cut me off with pining sickness: from day even to night will you make an end of me."
        },
        {
          "Verseid": "22037012",
          "Verse": "I reckoned till morning, that, as a lion, so will he break all my bones: from day even to night will you make an end of me."
        },
        {
          "Verseid": "22037013",
          "Verse": "Like a crane or a swallow, so did I chatter: I did mourn as a dove: mine eyes fail with looking upward: O LORD, I am oppressed; undertake for me."
        },
        {
          "Verseid": "22037014",
          "Verse": "What shall I say? he has both spoken unto me, and himself has done it: I shall go softly all my years in the bitterness of my soul."
        },
        {
          "Verseid": "22037015",
          "Verse": "O LORD, by these things men live, and in all these things is the life of my spirit: so will you recover me, and make me to live."
        },
        {
          "Verseid": "22037016",
          "Verse": "Behold, for peace I had great bitterness: but you have in love to my soul delivered it from the pit of corruption: for you have cast all my sins behind your back."
        },
        {
          "Verseid": "22037017",
          "Verse": "For the grave cannot praise you, death can not celebrate you: they that go down into the pit cannot hope for your truth."
        },
        {
          "Verseid": "22037018",
          "Verse": "The living, the living, he shall praise you, as I do this day: the father to the children shall make known your truth."
        },
        {
          "Verseid": "22037019",
          "Verse": "The LORD was ready to save me: therefore we will sing my songs to the stringed instruments all the days of our life in the house of the LORD."
        },
        {
          "Verseid": "22037020",
          "Verse": "For Isaiah had said, Let them take a lump of figs, and lay it for a plaster upon the boil, and he shall recover."
        },
        {
          "Verseid": "22037021",
          "Verse": "Hezekiah also had said, What is the sign that I shall go up to the house of the LORD?"
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22038000",
          "Verse": "At that time Merodachbaladan, the son of Baladan, king of Babylon, sent letters and a present to Hezekiah: for he had heard that he had been sick, and was recovered."
        },
        {
          "Verseid": "22038001",
          "Verse": "And Hezekiah was glad of them, and showed them the house of his precious things, the silver, and the gold, and the spices, and the precious ointment, and all the house of his armour, and all that was found in his treasures: there was nothing in his house, nor in all his dominion, that Hezekiah showed them not."
        },
        {
          "Verseid": "22038002",
          "Verse": "Then came Isaiah the prophet unto king Hezekiah, and said unto him, What said these men? and from whence came they unto you? And Hezekiah said, They are come from a far country unto me, even from Babylon."
        },
        {
          "Verseid": "22038003",
          "Verse": "Then said he, What have they seen in yours house? And Hezekiah answered, All that is in mine house have they seen: there is nothing among my treasures that I have not showed them."
        },
        {
          "Verseid": "22038004",
          "Verse": "Then said Isaiah to Hezekiah, Hear the word of the LORD of hosts:"
        },
        {
          "Verseid": "22038005",
          "Verse": "Behold, the days come, that all that is in yours house, and that which your fathers have laid up in store until this day, shall be carried to Babylon: nothing shall be left, says the LORD."
        },
        {
          "Verseid": "22038006",
          "Verse": "And of your sons that shall issue from you, which you shall brought forth, shall they take away; and they shall be eunuchs in the palace of the king of Babylon."
        },
        {
          "Verseid": "22038007",
          "Verse": "Then said Hezekiah to Isaiah, Good is the word of the LORD which you have spoken. He said moreover, For there shall be peace and truth in my days."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22039000",
          "Verse": "Comfort all of you, comfort all of you my people, says your God."
        },
        {
          "Verseid": "22039001",
          "Verse": "Speak all of you comfortably to Jerusalem, and cry unto her, that her warfare is accomplished, that her iniquity is pardoned: for she has received of the LORD's hand double for all her sins."
        },
        {
          "Verseid": "22039002",
          "Verse": "The voice of him that cries in the wilderness, Prepare all of you the way of the LORD, make straight in the desert a highway for our God."
        },
        {
          "Verseid": "22039003",
          "Verse": "Every valley shall be exalted, and every mountain and hill shall be made low: and the crooked shall be made straight, and the rough places plain:"
        },
        {
          "Verseid": "22039004",
          "Verse": "And the glory of the LORD shall be revealed, and all flesh shall see it together: for the mouth of the LORD has spoken it."
        },
        {
          "Verseid": "22039005",
          "Verse": "The voice said, Cry. And he said, What shall I cry? All flesh is grass, and all the goodliness thereof is as the flower of the field:"
        },
        {
          "Verseid": "22039006",
          "Verse": "The grass withers, the flower fades: because the spirit of the LORD blows upon it: surely the people is grass."
        },
        {
          "Verseid": "22039007",
          "Verse": "The grass withers, the flower fades: but the word of our God shall stand for ever."
        },
        {
          "Verseid": "22039008",
          "Verse": "O Zion, that bring good tidings, get you up into the high mountain; O Jerusalem, that bring good tidings, lift up your voice with strength; lift it up, be not afraid; say unto the cities of Judah, Behold your God!"
        },
        {
          "Verseid": "22039009",
          "Verse": "Behold, the Lord GOD will come with strong hand, and his arm shall rule for him: behold, his reward is with him, and his work before him."
        },
        {
          "Verseid": "22039010",
          "Verse": "He shall feed his flock like a shepherd: he shall gather the lambs with his arm, and carry them in his bosom, and shall gently lead those that are with young."
        },
        {
          "Verseid": "22039011",
          "Verse": "Who has measured the waters in the hollow of his hand, and meted out heaven with the span, and comprehended the dust of the earth in a measure, and weighed the mountains in scales, and the hills in a balance?"
        },
        {
          "Verseid": "22039012",
          "Verse": "Who has directed the Spirit of the LORD, or being his counsellor has taught him?"
        },
        {
          "Verseid": "22039013",
          "Verse": "With whom took he counsel, and who instructed him, and taught him in the path of judgment, and taught him knowledge, and showed to him the way of understanding?"
        },
        {
          "Verseid": "22039014",
          "Verse": "Behold, the nations are as a drop of a bucket, and are counted as the small dust of the balance: behold, he takes up the isles as a very little thing."
        },
        {
          "Verseid": "22039015",
          "Verse": "And Lebanon is not sufficient to burn, nor the beasts thereof sufficient for a burnt offering."
        },
        {
          "Verseid": "22039016",
          "Verse": "All nations before him are as nothing; and they are counted to him less than nothing, and vanity."
        },
        {
          "Verseid": "22039017",
          "Verse": "To whom then will all of you liken God? or what likeness will all of you compare unto him?"
        },
        {
          "Verseid": "22039018",
          "Verse": "The workman melts a graven image, and the goldsmith spreads it over with gold, and casts silver chains."
        },
        {
          "Verseid": "22039019",
          "Verse": "He that is so impoverished that he has no oblation chooses a tree that will not rot; he seeks unto him a cunning workman to prepare a graven image, that shall not be moved."
        },
        {
          "Verseid": "22039020",
          "Verse": "Have all of you not known? have all of you not heard? has it not been told you from the beginning? have all of you not understood from the foundations of the earth?"
        },
        {
          "Verseid": "22039021",
          "Verse": "It is he that sits upon the circle of the earth, and the inhabitants thereof are as grasshoppers; that stretches out the heavens as a curtain, and spreads them out as a tent to dwell in:"
        },
        {
          "Verseid": "22039022",
          "Verse": "That brings the princes to nothing; he makes the judges of the earth as vanity."
        },
        {
          "Verseid": "22039023",
          "Verse": "Yea, they shall not be planted; yea, they shall not be sown: yea, their stock shall not take root in the earth: and he shall also blow upon them, and they shall wither, and the whirlwind shall take them away as stubble."
        },
        {
          "Verseid": "22039024",
          "Verse": "To whom then will all of you liken me, or shall I be equal? says the Holy One."
        },
        {
          "Verseid": "22039025",
          "Verse": "Lift up your eyes on high, and behold who has created these things, that brings out their host by number: he calls them all by names by the greatness of his might, for that he is strong in power; not one fails."
        },
        {
          "Verseid": "22039026",
          "Verse": "Why says you, O Jacob, and speak, O Israel, My way is hid from the LORD, and my judgment is passed over from my God?"
        },
        {
          "Verseid": "22039027",
          "Verse": "Have you not known? have you not heard, that the everlasting God, the LORD, the Creator of the ends of the earth, faints not, neither is weary? there is no searching of his understanding."
        },
        {
          "Verseid": "22039028",
          "Verse": "He gives power to the faint; and to them that have no might he increases strength."
        },
        {
          "Verseid": "22039029",
          "Verse": "Even the youths shall faint and be weary, and the young men shall utterly fall:"
        },
        {
          "Verseid": "22039030",
          "Verse": "But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22040000",
          "Verse": "Keep silence before me, O islands; and let the people renew their strength: let them come near; then let them speak: let us come near together to judgment."
        },
        {
          "Verseid": "22040001",
          "Verse": "Who raised up the righteous man from the east, called him to his foot, gave the nations before him, and made him rule over kings? he gave them as the dust to his sword, and as driven stubble to his bow."
        },
        {
          "Verseid": "22040002",
          "Verse": "He pursued them, and passed safely; even by the way that he had not gone with his feet."
        },
        {
          "Verseid": "22040003",
          "Verse": "Who has wrought and done it, calling the generations from the beginning? I the LORD, the first, and with the last; I am he."
        },
        {
          "Verseid": "22040004",
          "Verse": "The isles saw it, and feared; the ends of the earth were afraid, drew near, and came."
        },
        {
          "Verseid": "22040005",
          "Verse": "They helped every one his neighbour; and every one said to his brother, Be of good courage."
        },
        {
          "Verseid": "22040006",
          "Verse": "So the carpenter encouraged the goldsmith, and he that smoothes with the hammer him that stroke the anvil, saying, It is ready for the soldering: and he fastened it with nails, that it should not be moved."
        },
        {
          "Verseid": "22040007",
          "Verse": "But you, Israel, are my servant, Jacob whom I have chosen, the seed of Abraham my friend."
        },
        {
          "Verseid": "22040008",
          "Verse": "You whom I have taken from the ends of the earth, and called you from the chief men thereof, and said unto you, You are my servant; I have chosen you, and not cast you away."
        },
        {
          "Verseid": "22040009",
          "Verse": "Fear you not; for I am with you: be not dismayed; for I am your God: I will strengthen you; yea, I will help you; yea, I will uphold you with the right hand of my righteousness."
        },
        {
          "Verseid": "22040010",
          "Verse": "Behold, all they that were incensed against you shall be ashamed and confounded: they shall be as nothing; and they that strive with you shall perish."
        },
        {
          "Verseid": "22040011",
          "Verse": "You shall seek them, and shall not find them, even them that contended with you: they that war against you shall be as nothing, and as a thing of nothing."
        },
        {
          "Verseid": "22040012",
          "Verse": "For I the LORD your God will hold your right hand, saying unto you, Fear not; I will help you."
        },
        {
          "Verseid": "22040013",
          "Verse": "Fear not, you worm Jacob, and all of you men of Israel; I will help you, says the LORD, and your redeemer, the Holy One of Israel."
        },
        {
          "Verseid": "22040014",
          "Verse": "Behold, I will make you a new sharp threshing instrument having teeth: you shall thresh the mountains, and beat them small, and shall make the hills as chaff."
        },
        {
          "Verseid": "22040015",
          "Verse": "You shall fan them, and the wind shall carry them away, and the whirlwind shall scatter them: and you shall rejoice in the LORD, and shall glory in the Holy One of Israel."
        },
        {
          "Verseid": "22040016",
          "Verse": "When the poor and needy seek water, and there is none, and their tongue fails for thirst, I the LORD will hear them, I the God of Israel will not forsake them."
        },
        {
          "Verseid": "22040017",
          "Verse": "I will open rivers in high places, and fountains in the midst of the valleys: I will make the wilderness a pool of water, and the dry land springs of water."
        },
        {
          "Verseid": "22040018",
          "Verse": "I will plant in the wilderness the cedar, the shittah tree, and the myrtle, and the oil tree; I will set in the desert the fir tree, and the pine, and the box tree together:"
        },
        {
          "Verseid": "22040019",
          "Verse": "That they may see, and know, and consider, and understand together, that the hand of the LORD has done this, and the Holy One of Israel has created it."
        },
        {
          "Verseid": "22040020",
          "Verse": "Produce your cause, says the LORD; bring forth your strong reasons, says the King of Jacob."
        },
        {
          "Verseid": "22040021",
          "Verse": "Let them bring them forth, and show us what shall happen: let them show the former things, what they be, that we may consider them, and know the latter end of them; or declare us things in order to come."
        },
        {
          "Verseid": "22040022",
          "Verse": "Show the things that are to come hereafter, that we may know that all of you are gods: yea, do good, or do evil, that we may be dismayed, and behold it together."
        },
        {
          "Verseid": "22040023",
          "Verse": "Behold, all of you are of nothing, and your work of nothing: an abomination is he that chooses you."
        },
        {
          "Verseid": "22040024",
          "Verse": "I have raised up one from the north, and he shall come: from the rising of the sun shall he call upon my name: and he shall come upon princes as upon mortar, and as the potter treads clay."
        },
        {
          "Verseid": "22040025",
          "Verse": "Who has declared from the beginning, that we may know? and in time past, that we may say, He is righteous? yea, there is none that shows, yea, there is none that declares, yea, there is none that hears your words."
        },
        {
          "Verseid": "22040026",
          "Verse": "The first shall say to Zion, Behold, behold them: and I will give to Jerusalem one that brings good tidings."
        },
        {
          "Verseid": "22040027",
          "Verse": "For I beheld, and there was no man; even among them, and there was no counsellor, that, when I asked of them, could answer a word."
        },
        {
          "Verseid": "22040028",
          "Verse": "Behold, they are all vanity; their works are nothing: their molten images are wind and confusion."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22041000",
          "Verse": "Behold my servant, whom I uphold; mine elect, in whom my soul delights; I have put my spirit upon him: he shall bring forth judgment to the Gentiles."
        },
        {
          "Verseid": "22041001",
          "Verse": "He shall not cry, nor lift up, nor cause his voice to be heard in the street."
        },
        {
          "Verseid": "22041002",
          "Verse": "A bruised reed shall he not break, and the smoking flax shall he not quench: he shall bring forth judgment unto truth."
        },
        {
          "Verseid": "22041003",
          "Verse": "He shall not fail nor be discouraged, till he have set judgment in the earth: and the isles shall wait for his law."
        },
        {
          "Verseid": "22041004",
          "Verse": "Thus says God the LORD, he that created the heavens, and stretched them out; he that spread forth the earth, and that which comes out of it; he that gives breath unto the people upon it, and spirit to them that walk therein:"
        },
        {
          "Verseid": "22041005",
          "Verse": "I the LORD have called you in righteousness, and will hold yours hand, and will keep you, and give you for a covenant of the people, for a light of the Gentiles;"
        },
        {
          "Verseid": "22041006",
          "Verse": "To open the blind eyes, to bring out the prisoners from the prison, and them that sit in darkness out of the prison house."
        },
        {
          "Verseid": "22041007",
          "Verse": "I am the LORD: that is my name: and my glory will I not give to another, neither my praise to graven images."
        },
        {
          "Verseid": "22041008",
          "Verse": "Behold, the former things are come to pass, and new things do I declare: before they spring forth I tell you of them."
        },
        {
          "Verseid": "22041009",
          "Verse": "Sing unto the LORD a new song, and his praise from the end of the earth, all of you that go down to the sea, and all that is therein; the isles, and the inhabitants thereof."
        },
        {
          "Verseid": "22041010",
          "Verse": "Let the wilderness and the cities thereof lift up their voice, the villages that Kedar does inhabit: let the inhabitants of the rock sing, let them shout from the top of the mountains."
        },
        {
          "Verseid": "22041011",
          "Verse": "Let them give glory unto the LORD, and declare his praise in the islands."
        },
        {
          "Verseid": "22041012",
          "Verse": "The LORD shall go forth as a mighty man, he shall stir up jealousy like a man of war: he shall cry, yea, roar; he shall prevail against his enemies."
        },
        {
          "Verseid": "22041013",
          "Verse": "I have long time held my peace; I have been still, and refrained myself: now will I cry like a travailing woman; I will destroy and devour at once."
        },
        {
          "Verseid": "22041014",
          "Verse": "I will make waste mountains and hills, and dry up all their herbs; and I will make the rivers islands, and I will dry up the pools."
        },
        {
          "Verseid": "22041015",
          "Verse": "And I will bring the blind by a way that they knew not; I will lead them in paths that they have not known: I will make darkness light before them, and crooked things straight. These things will I do unto them, and not forsake them."
        },
        {
          "Verseid": "22041016",
          "Verse": "They shall be turned back, they shall be greatly ashamed, that trust in graven images, that say to the molten images, All of you are our gods."
        },
        {
          "Verseid": "22041017",
          "Verse": "Hear, all of you deaf; and look, all of you blind, that all of you may see."
        },
        {
          "Verseid": "22041018",
          "Verse": "Who is blind, but my servant? or deaf, as my messenger that I sent? who is blind as he that is perfect, and blind as the LORD's servant?"
        },
        {
          "Verseid": "22041019",
          "Verse": "Seeing many things, but you observe not; opening the ears, but he hears not."
        },
        {
          "Verseid": "22041020",
          "Verse": "The LORD is well pleased for his righteousness' sake; he will magnify the law, and make it honourable."
        },
        {
          "Verseid": "22041021",
          "Verse": "But this is a people robbed and spoiled; they are all of them snared in holes, and they are hid in prison houses: they are for a prey, and none delivers; for a spoil, and none says, Restore."
        },
        {
          "Verseid": "22041022",
          "Verse": "Who among you will give ear to this? who will hearken and hear for the time to come?"
        },
        {
          "Verseid": "22041023",
          "Verse": "Who gave Jacob for a spoil, and Israel to the robbers? did not the LORD, he against whom we have sinned? for they would not walk in his ways, neither were they obedient unto his law."
        },
        {
          "Verseid": "22041024",
          "Verse": "Therefore he has poured upon him the fury of his anger, and the strength of battle: and it has set him on fire round about, yet he knew not; and it burned him, yet he laid it not to heart."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22042000",
          "Verse": "But now thus says the LORD that created you, O Jacob, and he that formed you, O Israel, Fear not: for I have redeemed you, I have called you by your name; you are mine."
        },
        {
          "Verseid": "22042001",
          "Verse": "When you pass through the waters, I will be with you; and through the rivers, they shall not overflow you: when you walk through the fire, you shall not be burned; neither shall the flame kindle upon you."
        },
        {
          "Verseid": "22042002",
          "Verse": "For I am the LORD your God, the Holy One of Israel, your Saviour: I gave Egypt for your ransom, Ethiopia and Seba for you."
        },
        {
          "Verseid": "22042003",
          "Verse": "Since you were precious in my sight, you have been honourable, and I have loved you: therefore will I give men for you, and people for your life."
        },
        {
          "Verseid": "22042004",
          "Verse": "Fear not: for I am with you: I will bring your seed from the east, and gather you from the west;"
        },
        {
          "Verseid": "22042005",
          "Verse": "I will say to the north, Give up; and to the south, Keep not back: bring my sons from far, and my daughters from the ends of the earth;"
        },
        {
          "Verseid": "22042006",
          "Verse": "Even every one that is called by my name: for I have created him for my glory, I have formed him; yea, I have made him."
        },
        {
          "Verseid": "22042007",
          "Verse": "Bring forth the blind people that have eyes, and the deaf that have ears."
        },
        {
          "Verseid": "22042008",
          "Verse": "Let all the nations be gathered together, and let the people be assembled: who among them can declare this, and show us former things? let them bring forth their witnesses, that they may be justified: or let them hear, and say, It is truth."
        },
        {
          "Verseid": "22042009",
          "Verse": "All of you are my witnesses, says the LORD, and my servant whom I have chosen: that all of you may know and believe me, and understand that I am he: before me there was no God formed, neither shall there be after me."
        },
        {
          "Verseid": "22042010",
          "Verse": "I, even I, am the LORD; and beside me there is no saviour."
        },
        {
          "Verseid": "22042011",
          "Verse": "I have declared, and have saved, and I have showed, when there was no strange god among you: therefore all of you are my witnesses, says the LORD, that I am God."
        },
        {
          "Verseid": "22042012",
          "Verse": "Yea, before the day was I am he; and there is none that can deliver out of my hand: I will work, and who shall let it?"
        },
        {
          "Verseid": "22042013",
          "Verse": "Thus says the LORD, your redeemer, the Holy One of Israel; For your sake I have sent to Babylon, and have brought down all their nobles, and the Chaldeans, whose cry is in the ships."
        },
        {
          "Verseid": "22042014",
          "Verse": "I am the LORD, your Holy One, the creator of Israel, your King."
        },
        {
          "Verseid": "22042015",
          "Verse": "Thus says the LORD, which makes a way in the sea, and a path in the mighty waters;"
        },
        {
          "Verseid": "22042016",
          "Verse": "Which brings forth the chariot and horse, the army and the power; they shall lie down together, they shall not rise: they are extinct, they are quenched as tow."
        },
        {
          "Verseid": "22042017",
          "Verse": "Remember all of you not the former things, neither consider the things of old."
        },
        {
          "Verseid": "22042018",
          "Verse": "Behold, I will do a new thing; now it shall spring forth; shall all of you not know it? I will even make a way in the wilderness, and rivers in the desert."
        },
        {
          "Verseid": "22042019",
          "Verse": "The beast of the field shall honour me, the dragons and the owls: because I give waters in the wilderness, and rivers in the desert, to give drink to my people, my chosen."
        },
        {
          "Verseid": "22042020",
          "Verse": "This people have I formed for myself; they shall show forth my praise."
        },
        {
          "Verseid": "22042021",
          "Verse": "But you have not called upon me, O Jacob; but you have been weary of me, O Israel."
        },
        {
          "Verseid": "22042022",
          "Verse": "You have not brought me the small cattle of your burnt offerings; neither have you honoured me with your sacrifices. I have not caused you to serve with an offering, nor wearied you with incense."
        },
        {
          "Verseid": "22042023",
          "Verse": "You have bought me no sweet cane with money, neither have you filled me with the fat of your sacrifices: but you have made me to serve with your sins, you have wearied me with yours iniquities."
        },
        {
          "Verseid": "22042024",
          "Verse": "I, even I, am he that blots out your transgressions for mine own sake, and will not remember your sins."
        },
        {
          "Verseid": "22042025",
          "Verse": "Put me in remembrance: let us plead together: declare you, that you may be justified."
        },
        {
          "Verseid": "22042026",
          "Verse": "Your first father has sinned, and your teachers have transgressed against me."
        },
        {
          "Verseid": "22042027",
          "Verse": "Therefore I have profaned the princes of the sanctuary, and have given Jacob to the curse, and Israel to reproaches."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22043000",
          "Verse": "Yet now hear, O Jacob my servant; and Israel, whom I have chosen:"
        },
        {
          "Verseid": "22043001",
          "Verse": "Thus says the LORD that made you, and formed you from the womb, which will help you; Fear not, O Jacob, my servant; and you, Jesurun, whom I have chosen."
        },
        {
          "Verseid": "22043002",
          "Verse": "For I will pour water upon him that is thirsty, and floods upon the dry ground: I will pour my spirit upon your seed, and my blessing upon yours offspring:"
        },
        {
          "Verseid": "22043003",
          "Verse": "And they shall spring up as among the grass, as willows by the water courses."
        },
        {
          "Verseid": "22043004",
          "Verse": "One shall say, I am the LORD's; and another shall call himself by the name of Jacob; and another shall subscribe with his hand unto the LORD, and surname himself by the name of Israel."
        },
        {
          "Verseid": "22043005",
          "Verse": "Thus says the LORD the King of Israel, and his redeemer the LORD of hosts; I am the first, and I am the last; and beside me there is no God."
        },
        {
          "Verseid": "22043006",
          "Verse": "And who, as I, shall call, and shall declare it, and set it in order for me, since I appointed the ancient people? and the things that are coming, and shall come, let them show unto them."
        },
        {
          "Verseid": "22043007",
          "Verse": "Fear all of you not, neither be afraid: have not I told you from that time, and have declared it? all of you are even my witnesses. Is there a God beside me? yea, there is no God; I know not any."
        },
        {
          "Verseid": "22043008",
          "Verse": "They that make a graven image are all of them vanity; and their delectable things shall not profit; and they are their own witnesses; they see not, nor know; that they may be ashamed."
        },
        {
          "Verseid": "22043009",
          "Verse": "Who has formed a god, or molten a graven image that is profitable for nothing?"
        },
        {
          "Verseid": "22043010",
          "Verse": "Behold, all his fellows shall be ashamed: and the workmen, they are of men: let them all be gathered together, let them stand up; yet they shall fear, and they shall be ashamed together."
        },
        {
          "Verseid": "22043011",
          "Verse": "The smith with the tongs both works in the coals, and fashions it with hammers, and works it with the strength of his arms: yea, he is hungry, and his strength fails: he drinks no water, and is faint."
        },
        {
          "Verseid": "22043012",
          "Verse": "The carpenter stretches out his rule; he marks it out with a line; he fits it with planes, and he marks it out with the compass, and makes it after the figure of a man, according to the beauty of a man; that it may remain in the house."
        },
        {
          "Verseid": "22043013",
          "Verse": "He hews him down cedars, and takes the cypress and the oak, which he strengthens for himself among the trees of the forest: he plants an ash, and the rain does nourish it."
        },
        {
          "Verseid": "22043014",
          "Verse": "Then shall it be for a man to burn: for he will take thereof, and warm himself; yea, he kindles it, and bakes bread; yea, he makes a god, and worships it; he makes it a graven image, and falls down thereto."
        },
        {
          "Verseid": "22043015",
          "Verse": "He burns part thereof in the fire; with part thereof he eats flesh; he roasts roast, and is satisfied: yea, he warms himself, and says, Aha, I am warm, I have seen the fire:"
        },
        {
          "Verseid": "22043016",
          "Verse": "And the residue thereof he makes a god, even his graven image: he falls down unto it, and worships it, and prays unto it, and says, Deliver me; for you are my god."
        },
        {
          "Verseid": "22043017",
          "Verse": "They have not known nor understood: for he has shut their eyes, that they cannot see; and their hearts, that they cannot understand."
        },
        {
          "Verseid": "22043018",
          "Verse": "And none considers in his heart, neither is there knowledge nor understanding to say, I have burned part of it in the fire; yea, also I have baked bread upon the coals thereof; I have roasted flesh, and eaten it: and shall I make the residue thereof an abomination? shall I fall down to the stock of a tree?"
        },
        {
          "Verseid": "22043019",
          "Verse": "He feeds on ashes: a deceived heart has turned him aside, that he cannot deliver his soul, nor say, Is there not a lie in my right hand?"
        },
        {
          "Verseid": "22043020",
          "Verse": "Remember these, O Jacob and Israel; for you are my servant: I have formed you; you are my servant: O Israel, you shall not be forgotten of me."
        },
        {
          "Verseid": "22043021",
          "Verse": "I have blotted out, as a thick cloud, your transgressions, and, as a cloud, your sins: return unto me; for I have redeemed you."
        },
        {
          "Verseid": "22043022",
          "Verse": "Sing, O all of you heavens; for the LORD has done it: shout, all of you lower parts of the earth: break forth into singing, all of you mountains, O forest, and every tree therein: for the LORD has redeemed Jacob, and glorified himself in Israel."
        },
        {
          "Verseid": "22043023",
          "Verse": "Thus says the LORD, your redeemer, and he that formed you from the womb, I am the LORD that makes all things; that stretches forth the heavens alone; that spreads abroad the earth by myself;"
        },
        {
          "Verseid": "22043024",
          "Verse": "That frustrates the tokens of the liars, and makes diviners mad; that turns wise men backward, and makes their knowledge foolish;"
        },
        {
          "Verseid": "22043025",
          "Verse": "That confirms the word of his servant, and performs the counsel of his messengers; that says to Jerusalem, You shall be inhabited; and to the cities of Judah, All of you shall be built, and I will raise up the decayed places thereof:"
        },
        {
          "Verseid": "22043026",
          "Verse": "That says to the deep, Be dry, and I will dry up your rivers:"
        },
        {
          "Verseid": "22043027",
          "Verse": "That says of Cyrus, He is my shepherd, and shall perform all my pleasure: even saying to Jerusalem, You shall be built; and to the temple, Your foundation shall be laid."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22044000",
          "Verse": "Thus says the LORD to his anointed, to Cyrus, whose right hand I have held, to subdue nations before him; and I will loose the loins of kings, to open before him the two leaved gates; and the gates shall not be shut;"
        },
        {
          "Verseid": "22044001",
          "Verse": "I will go before you, and make the crooked places straight: I will break in pieces the gates of brass, and cut in two the bars of iron:"
        },
        {
          "Verseid": "22044002",
          "Verse": "And I will give you the treasures of darkness, and hidden riches of secret places, that you may know that I, the LORD, which call you by your name, am the God of Israel."
        },
        {
          "Verseid": "22044003",
          "Verse": "For Jacob my servant's sake, and Israel mine elect, I have even called you by your name: I have surnamed you, though you have not known me."
        },
        {
          "Verseid": "22044004",
          "Verse": "I am the LORD, and there is none else, there is no God beside me: I girded you, though you have not known me:"
        },
        {
          "Verseid": "22044005",
          "Verse": "That they may know from the rising of the sun, and from the west, that there is none beside me. I am the LORD, and there is none else."
        },
        {
          "Verseid": "22044006",
          "Verse": "I form the light, and create darkness: I make peace, and create evil: I the LORD do all these things."
        },
        {
          "Verseid": "22044007",
          "Verse": "Drop down, all of you heavens, from above, and let the skies pour down righteousness: let the earth open, and let them bring forth salvation, and let righteousness spring up together; I the LORD have created it."
        },
        {
          "Verseid": "22044008",
          "Verse": "Woe unto him that strives with his Maker! Let the potsherd strive with the potsherds of the earth. Shall the clay say to him that fashions it, What make you? or your work, He has no hands?"
        },
        {
          "Verseid": "22044009",
          "Verse": "Woe unto him that says unto his father, What brought forth you? or to the woman, What have you brought forth?"
        },
        {
          "Verseid": "22044010",
          "Verse": "Thus says the LORD, the Holy One of Israel, and his Maker, Ask me of things to come concerning my sons, and concerning the work of my hands command all of you me."
        },
        {
          "Verseid": "22044011",
          "Verse": "I have made the earth, and created man upon it: I, even my hands, have stretched out the heavens, and all their host have I commanded."
        },
        {
          "Verseid": "22044012",
          "Verse": "I have raised him up in righteousness, and I will direct all his ways: he shall build my city, and he shall let go my captives, not for price nor reward, says the LORD of hosts."
        },
        {
          "Verseid": "22044013",
          "Verse": "Thus says the LORD, The labour of Egypt, and merchandise of Ethiopia and of the Sabeans, men of stature, shall come over unto you, and they shall be yours: they shall come after you; in chains they shall come over, and they shall fall down unto you, they shall make supplication unto you, saying, Surely God is in you; and there is none else, there is no God."
        },
        {
          "Verseid": "22044014",
          "Verse": "Verily you are a God that hide yourself, O God of Israel, the Saviour."
        },
        {
          "Verseid": "22044015",
          "Verse": "They shall be ashamed, and also confounded, all of them: they shall go to confusion together that are makers of idols."
        },
        {
          "Verseid": "22044016",
          "Verse": "But Israel shall be saved in the LORD with an everlasting salvation: all of you shall not be ashamed nor confounded world without end."
        },
        {
          "Verseid": "22044017",
          "Verse": "For thus says the LORD that created the heavens; God himself that formed the earth and made it; he has established it, he created it not in vain, he formed it to be inhabited: I am the LORD; and there is none else."
        },
        {
          "Verseid": "22044018",
          "Verse": "I have not spoken in secret, in a dark place of the earth: I said not unto the seed of Jacob, Seek all of you me in vain: I the LORD speak righteousness, I declare things that are right."
        },
        {
          "Verseid": "22044019",
          "Verse": "Assemble yourselves and come; draw near together, all of you that are escaped of the nations: they have no knowledge that set up the wood of their graven image, and pray unto a god that cannot save."
        },
        {
          "Verseid": "22044020",
          "Verse": "Tell all of you, and bring them near; yea, let them take counsel together: who has declared this from ancient time? who has told it from that time? have not I the LORD? and there is no God else beside me; a just God and a Saviour; there is none beside me."
        },
        {
          "Verseid": "22044021",
          "Verse": "Look unto me, and be all of you saved, all the ends of the earth: for I am God, and there is none else."
        },
        {
          "Verseid": "22044022",
          "Verse": "I have sworn by myself, the word is gone out of my mouth in righteousness, and shall not return, That unto me every knee shall bow, every tongue shall swear."
        },
        {
          "Verseid": "22044023",
          "Verse": "Surely, shall one say, in the LORD have I righteousness and strength: even to him shall men come; and all that are incensed against him shall be ashamed."
        },
        {
          "Verseid": "22044024",
          "Verse": "In the LORD shall all the seed of Israel be justified, and shall glory."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22045000",
          "Verse": "Bel bows down, Nebo stoops, their idols were upon the beasts, and upon the cattle: your carriages were heavy loaded; they are a burden to the weary beast."
        },
        {
          "Verseid": "22045001",
          "Verse": "They stoop, they bow down together; they could not deliver the burden, but themselves are gone into captivity."
        },
        {
          "Verseid": "22045002",
          "Verse": "Hearken unto me, O house of Jacob, and all the remnant of the house of Israel, which are borne by me from the belly, which are carried from the womb:"
        },
        {
          "Verseid": "22045003",
          "Verse": "And even to your old age I am he; and even to hoar hairs will I carry you: I have made, and I will bear; even I will carry, and will deliver you."
        },
        {
          "Verseid": "22045004",
          "Verse": "To whom will all of you liken me, and make me equal, and compare me, that we may be like?"
        },
        {
          "Verseid": "22045005",
          "Verse": "They lavish gold out of the bag, and weigh silver in the balance, and hire a goldsmith; and he makes it a god: they fall down, yea, they worship."
        },
        {
          "Verseid": "22045006",
          "Verse": "They bear him upon the shoulder, they carry him, and set him in his place, and he stands; from his place shall he not remove: yea, one shall cry unto him, yet can he not answer, nor save him out of his trouble."
        },
        {
          "Verseid": "22045007",
          "Verse": "Remember this, and show yourselves men: bring it again to mind, O all of you transgressors."
        },
        {
          "Verseid": "22045008",
          "Verse": "Remember the former things of old: for I am God, and there is none else; I am God, and there is none like me,"
        },
        {
          "Verseid": "22045009",
          "Verse": "Declaring the end from the beginning, and from ancient times the things that are not yet done, saying, My counsel shall stand, and I will do all my pleasure:"
        },
        {
          "Verseid": "22045010",
          "Verse": "Calling a ravenous bird from the east, the man that executes my counsel from a far country: yea, I have spoken it, I will also bring it to pass; I have purposed it, I will also do it."
        },
        {
          "Verseid": "22045011",
          "Verse": "Hearken unto me, all of you stouthearted, that are far from righteousness:"
        },
        {
          "Verseid": "22045012",
          "Verse": "I bring near my righteousness; it shall not be far off, and my salvation shall not tarry: and I will place salvation in Zion for Israel my glory."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22046000",
          "Verse": "Come down, and sit in the dust, O virgin daughter of Babylon, sit on the ground: there is no throne, O daughter of the Chaldeans: for you shall no more be called tender and delicate."
        },
        {
          "Verseid": "22046001",
          "Verse": "Take the millstones, and grind meal: uncover your locks, make bare the leg, uncover the thigh, pass over the rivers."
        },
        {
          "Verseid": "22046002",
          "Verse": "Your nakedness shall be uncovered, yea, your shame shall be seen: I will take vengeance, and I will not meet you as a man."
        },
        {
          "Verseid": "22046003",
          "Verse": "As for our redeemer, the LORD of hosts is his name, the Holy One of Israel."
        },
        {
          "Verseid": "22046004",
          "Verse": "Sit you silent, and get you into darkness, O daughter of the Chaldeans: for you shall no more be called, The lady of kingdoms."
        },
        {
          "Verseid": "22046005",
          "Verse": "I was angry with my people, I have polluted mine inheritance, and given them into yours hand: you did show them no mercy; upon the ancient have you very heavily laid your yoke."
        },
        {
          "Verseid": "22046006",
          "Verse": "And you said, I shall be a lady for ever: so that you did not lay these things to your heart, neither did remember the latter end of it."
        },
        {
          "Verseid": "22046007",
          "Verse": "Therefore hear now this, you that are given to pleasures, that dwell carelessly, that says in yours heart, I am, and none else beside me; I shall not sit as a widow, neither shall I know the loss of children:"
        },
        {
          "Verseid": "22046008",
          "Verse": "But these two things shall come to you in a moment in one day, the loss of children, and widowhood: they shall come upon you in their perfection for the multitude of your sorceries, and for the great abundance of yours enchantments."
        },
        {
          "Verseid": "22046009",
          "Verse": "For you have trusted in your wickedness: you have said, None sees me. Your wisdom and your knowledge, it has perverted you; and you have said in yours heart, I am, and none else beside me."
        },
        {
          "Verseid": "22046010",
          "Verse": "Therefore shall evil come upon you; you shall not know from whence it rises: and mischief shall fall upon you; you shall not be able to put it off: and desolation shall come upon you suddenly, which you shall not know."
        },
        {
          "Verseid": "22046011",
          "Verse": "Stand now with yours enchantments, and with the multitude of your sorceries, wherein you have laboured from your youth; if so be you shall be able to profit, if so be you may prevail."
        },
        {
          "Verseid": "22046012",
          "Verse": "You are wearied in the multitude of your counsels. Let now the astrologers, the stargazers, the monthly sign tellers, stand up, and save you from these things that shall come upon you."
        },
        {
          "Verseid": "22046013",
          "Verse": "Behold, they shall be as stubble; the fire shall burn them; they shall not deliver themselves from the power of the flame: there shall not be a coal to warm at, nor fire to sit before it."
        },
        {
          "Verseid": "22046014",
          "Verse": "Thus shall they be unto you with whom you have laboured, even your merchants, from your youth: they shall wander every one to his quarter; none shall save you."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22047000",
          "Verse": "Hear all of you this, O house of Jacob, which are called by the name of Israel, and are come forth out of the waters of Judah, which swear by the name of the LORD, and make mention of the God of Israel, but not in truth, nor in righteousness."
        },
        {
          "Verseid": "22047001",
          "Verse": "For they call themselves of the holy city, and stay themselves upon the God of Israel; The LORD of hosts is his name."
        },
        {
          "Verseid": "22047002",
          "Verse": "I have declared the former things from the beginning; and they went forth out of my mouth, and I showed them; I did them suddenly, and they came to pass."
        },
        {
          "Verseid": "22047003",
          "Verse": "Because I knew that you are obstinate, and your neck is an iron sinew, and your brow brass;"
        },
        {
          "Verseid": "22047004",
          "Verse": "I have even from the beginning declared it to you; before it came to pass I showed it you: lest you should say, Mine idol has done them, and my graven image, and my molten image, has commanded them."
        },
        {
          "Verseid": "22047005",
          "Verse": "You have heard, see all this; and will not all of you declare it? I have showed you new things from this time, even hidden things, and you did not know them."
        },
        {
          "Verseid": "22047006",
          "Verse": "They are created now, and not from the beginning; even before the day when you heard them not; lest you should say, Behold, I knew them."
        },
        {
          "Verseid": "22047007",
          "Verse": "Yea, you heard not; yea, you knew not; yea, from that time that yours ear was not opened: for I knew that you would deal very treacherously, and were called a transgressor from the womb."
        },
        {
          "Verseid": "22047008",
          "Verse": "For my name's sake will I defer mine anger, and for my praise will I refrain for you, that I cut you not off."
        },
        {
          "Verseid": "22047009",
          "Verse": "Behold, I have refined you, but not with silver; I have chosen you in the furnace of affliction."
        },
        {
          "Verseid": "22047010",
          "Verse": "For mine own sake, even for mine own sake, will I do it: for how should my name be polluted? and I will not give my glory unto another."
        },
        {
          "Verseid": "22047011",
          "Verse": "Hearken unto me, O Jacob and Israel, my called; I am he; I am the first, I also am the last."
        },
        {
          "Verseid": "22047012",
          "Verse": "Mine hand also has laid the foundation of the earth, and my right hand has spanned the heavens: when I call unto them, they stand up together."
        },
        {
          "Verseid": "22047013",
          "Verse": "All you, assemble yourselves, and hear; which among them has declared these things? The LORD has loved him: he will do his pleasure on Babylon, and his arm shall be on the Chaldeans."
        },
        {
          "Verseid": "22047014",
          "Verse": "I, even I, have spoken; yea, I have called him: I have brought him, and he shall make his way prosperous."
        },
        {
          "Verseid": "22047015",
          "Verse": "Come all of you near unto me, hear all of you this; I have not spoken in secret from the beginning; from the time that it was, there am I: and now the Lord GOD, and his Spirit, has sent me."
        },
        {
          "Verseid": "22047016",
          "Verse": "Thus says the LORD, your Redeemer, the Holy One of Israel; I am the LORD your God which teaches you to profit, which leads you by the way that you should go."
        },
        {
          "Verseid": "22047017",
          "Verse": "O that you had hearkened to my commandments! then had your peace been as a river, and your righteousness as the waves of the sea:"
        },
        {
          "Verseid": "22047018",
          "Verse": "Your seed also had been as the sand, and the offspring of your bowels like the gravel thereof; his name should not have been cut off nor destroyed from before me."
        },
        {
          "Verseid": "22047019",
          "Verse": "Go all of you out of Babylon, flee all of you from the Chaldeans, with a voice of singing declare all of you, tell this, utter it even to the end of the earth; say all of you, The LORD has redeemed his servant Jacob."
        },
        {
          "Verseid": "22047020",
          "Verse": "And they thirsted not when he led them through the deserts: he caused the waters to flow out of the rock for them: he clave the rock also, and the waters gushed out."
        },
        {
          "Verseid": "22047021",
          "Verse": "There is no peace, says the LORD, unto the wicked."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22048000",
          "Verse": "Listen, O isles, unto me; and hearken, all of you people, from far; The LORD has called me from the womb; from the bowels of my mother has he made mention of my name."
        },
        {
          "Verseid": "22048001",
          "Verse": "And he has made my mouth like a sharp sword; in the shadow of his hand has he hid me, and made me a polished shaft; in his quiver has he hid me;"
        },
        {
          "Verseid": "22048002",
          "Verse": "And said unto me, You are my servant, O Israel, in whom I will be glorified."
        },
        {
          "Verseid": "22048003",
          "Verse": "Then I said, I have laboured in vain, I have spent my strength for nothing, and in vain: yet surely my judgment is with the LORD, and my work with my God."
        },
        {
          "Verseid": "22048004",
          "Verse": "And now, says the LORD that formed me from the womb to be his servant, to bring Jacob again to him, Though Israel be not gathered, yet shall I be glorious in the eyes of the LORD, and my God shall be my strength."
        },
        {
          "Verseid": "22048005",
          "Verse": "And he said, It is a light thing that you should be my servant to raise up the tribes of Jacob, and to restore the preserved of Israel: I will also give you for a light to the Gentiles, that you may be my salvation unto the end of the earth."
        },
        {
          "Verseid": "22048006",
          "Verse": "Thus says the LORD, the Redeemer of Israel, and his Holy One, to him whom man despises, to him whom the nation detests, to a servant of rulers, Kings shall see and arise, princes also shall worship, because of the LORD that is faithful, and the Holy One of Israel, and he shall choose you."
        },
        {
          "Verseid": "22048007",
          "Verse": "Thus says the LORD, In an acceptable time have I heard you, and in a day of salvation have I helped you: and I will preserve you, and give you for a covenant of the people, to establish the earth, to cause to inherit the desolate heritages;"
        },
        {
          "Verseid": "22048008",
          "Verse": "That you may say to the prisoners, Go forth; to them that are in darkness, Show yourselves. They shall feed in the ways, and their pastures shall be in all high places."
        },
        {
          "Verseid": "22048009",
          "Verse": "They shall not hunger nor thirst; neither shall the heat nor sun strike them: for he that has mercy on them shall lead them, even by the springs of water shall he guide them."
        },
        {
          "Verseid": "22048010",
          "Verse": "And I will make all my mountains a way, and my highways shall be exalted."
        },
        {
          "Verseid": "22048011",
          "Verse": "Behold, these shall come from far: and, lo, these from the north and from the west; and these from the land of Sinim."
        },
        {
          "Verseid": "22048012",
          "Verse": "Sing, O heavens; and be joyful, O earth; and break forth into singing, O mountains: for the LORD has comforted his people, and will have mercy upon his afflicted."
        },
        {
          "Verseid": "22048013",
          "Verse": "But Zion said, The LORD has forsaken me, and my Lord has forgotten me."
        },
        {
          "Verseid": "22048014",
          "Verse": "Can a woman forget her nursing infant, that she should not have compassion on the son of her womb? yea, they may forget, yet will I not forget you."
        },
        {
          "Verseid": "22048015",
          "Verse": "Behold, I have graven you upon the palms of my hands; your walls are continually before me."
        },
        {
          "Verseid": "22048016",
          "Verse": "Your children shall make haste; your destroyers and they that made you waste shall go out of you."
        },
        {
          "Verseid": "22048017",
          "Verse": "Lift up yours eyes round about, and behold: all these gather themselves together, and come to you. As I live, says the LORD, you shall surely clothe you with them all, as with an ornament, and bind them on you, as a bride does."
        },
        {
          "Verseid": "22048018",
          "Verse": "For your waste and your desolate places, and the land of your destruction, shall even now be too narrow by reason of the inhabitants, and they that swallowed you up shall be far away."
        },
        {
          "Verseid": "22048019",
          "Verse": "The children which you shall have, after you have lost the other, shall say again in yours ears, The place is too strait for me: give place to me that I may dwell."
        },
        {
          "Verseid": "22048020",
          "Verse": "Then shall you say in yours heart, Who has begotten me these, seeing I have lost my children, and am desolate, a captive, and removing back and forth? and who has brought up these? Behold, I was left alone; these, where had they been?"
        },
        {
          "Verseid": "22048021",
          "Verse": "Thus says the Lord GOD, Behold, I will lift up mine hand to the Gentiles, and set up my standard to the people: and they shall bring your sons in their arms, and your daughters shall be carried upon their shoulders."
        },
        {
          "Verseid": "22048022",
          "Verse": "And kings shall be your nursing fathers, and their queens your nursing mothers: they shall bow down to you with their face toward the earth, and lick up the dust of your feet; and you shall know that I am the LORD: for they shall not be ashamed that wait for me."
        },
        {
          "Verseid": "22048023",
          "Verse": "Shall the prey be taken from the mighty, or the lawful captive delivered?"
        },
        {
          "Verseid": "22048024",
          "Verse": "But thus says the LORD, Even the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered: for I will contend with him that contends with you, and I will save your children."
        },
        {
          "Verseid": "22048025",
          "Verse": "And I will feed them that oppress you with their own flesh; and they shall be drunken with their own blood, as with sweet wine: and all flesh shall know that I the LORD am your Saviour and your Redeemer, the mighty One of Jacob."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22049000",
          "Verse": "Thus says the LORD, Where is the bill of your mother's divorcement, whom I have put away? or which of my creditors is it to whom I have sold you? Behold, for your iniquities have all of you sold yourselves, and for your transgressions is your mother put away."
        },
        {
          "Verseid": "22049001",
          "Verse": "Wherefore, when I came, was there no man? when I called, was there none to answer? Is my hand shortened at all, that it cannot redeem? or have I no power to deliver? behold, at my rebuke I dry up the sea, I make the rivers a wilderness: their fish stinks, because there is no water, and dies for thirst."
        },
        {
          "Verseid": "22049002",
          "Verse": "I clothe the heavens with blackness, and I make sackcloth their covering."
        },
        {
          "Verseid": "22049003",
          "Verse": "The Lord GOD has given me the tongue of the learned, that I should know how to speak a word in season to him that is weary: he wakens morning by morning, he wakens mine ear to hear as the learned."
        },
        {
          "Verseid": "22049004",
          "Verse": "The Lord GOD has opened mine ear, and I was not rebellious, neither turned away back."
        },
        {
          "Verseid": "22049005",
          "Verse": "I gave my back to the smiters, and my cheeks to them that plucked off the hair: I hid not my face from shame and spitting."
        },
        {
          "Verseid": "22049006",
          "Verse": "For the Lord GOD will help me; therefore shall I not be confounded: therefore have I set my face like a flint, and I know that I shall not be ashamed."
        },
        {
          "Verseid": "22049007",
          "Verse": "He is near that justifies me; who will contend with me? let us stand together: who is mine adversary? let him come near to me."
        },
        {
          "Verseid": "22049008",
          "Verse": "Behold, the Lord GOD will help me; who is he that shall condemn me? lo, they all shall wax old as a garment; the moth shall eat them up."
        },
        {
          "Verseid": "22049009",
          "Verse": "Who is among you that fears the LORD, that obeys the voice of his servant, that walks in darkness, and has no light? let him trust in the name of the LORD, and stay upon his God."
        },
        {
          "Verseid": "22049010",
          "Verse": "Behold, all you that kindle a fire, that compass yourselves about with sparks: walk in the light of your fire, and in the sparks that all of you have kindled. This shall all of you have of mine hand; all of you shall lie down in sorrow."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22050000",
          "Verse": "Hearken to me, all of you that follow after righteousness, all of you that seek the LORD: look unto the rock whence all of you are hewn, and to the hole of the pit whence all of you are dug."
        },
        {
          "Verseid": "22050001",
          "Verse": "Look unto Abraham your father, and unto Sarah that bare you: for I called him alone, and blessed him, and increased him."
        },
        {
          "Verseid": "22050002",
          "Verse": "For the LORD shall comfort Zion: he will comfort all her waste places; and he will make her wilderness like Eden, and her desert like the garden of the LORD; joy and gladness shall be found therein, thanksgiving, and the voice of melody."
        },
        {
          "Verseid": "22050003",
          "Verse": "Hearken unto me, my people; and give ear unto me, O my nation: for a law shall proceed from me, and I will make my judgment to rest for a light of the people."
        },
        {
          "Verseid": "22050004",
          "Verse": "My righteousness is near; my salvation is gone forth, and mine arms shall judge the people; the isles shall wait upon me, and on mine arm shall they trust."
        },
        {
          "Verseid": "22050005",
          "Verse": "Lift up your eyes to the heavens, and look upon the earth beneath: for the heavens shall vanish away like smoke, and the earth shall wax old like a garment, and they that dwell therein shall die in like manner: but my salvation shall be for ever, and my righteousness shall not be abolished."
        },
        {
          "Verseid": "22050006",
          "Verse": "Hearken unto me, all of you that know righteousness, the people in whose heart is my law; fear all of you not the reproach of men, neither be all of you afraid of their revilings."
        },
        {
          "Verseid": "22050007",
          "Verse": "For the moth shall eat them up like a garment, and the worm shall eat them like wool: but my righteousness shall be for ever, and my salvation from generation to generation."
        },
        {
          "Verseid": "22050008",
          "Verse": "Awake, awake, put on strength, O arm of the LORD; awake, as in the ancient days, in the generations of old. Are you not it that has cut Rahab, and wounded the dragon?"
        },
        {
          "Verseid": "22050009",
          "Verse": "Are you not it which has dried the sea, the waters of the great deep; that has made the depths of the sea a way for the ransomed to pass over?"
        },
        {
          "Verseid": "22050010",
          "Verse": "Therefore the redeemed of the LORD shall return, and come with singing unto Zion; and everlasting joy shall be upon their head: they shall obtain gladness and joy; and sorrow and mourning shall flee away."
        },
        {
          "Verseid": "22050011",
          "Verse": "I, even I, am he that comforts you: who are you, that you should be afraid of a man that shall die, and of the son of man which shall be made as grass;"
        },
        {
          "Verseid": "22050012",
          "Verse": "And forget the LORD your maker, that has stretched forth the heavens, and laid the foundations of the earth; and have feared continually every day because of the fury of the oppressor, as if he were ready to destroy? and where is the fury of the oppressor?"
        },
        {
          "Verseid": "22050013",
          "Verse": "The captive exile hastens that he may be loosed, and that he should not die in the pit, nor that his bread should fail."
        },
        {
          "Verseid": "22050014",
          "Verse": "But I am the LORD your God, that divided the sea, whose waves roared: The LORD of hosts is his name."
        },
        {
          "Verseid": "22050015",
          "Verse": "And I have put my words in your mouth, and I have covered you in the shadow of mine hand, that I may plant the heavens, and lay the foundations of the earth, and say unto Zion, You are my people."
        },
        {
          "Verseid": "22050016",
          "Verse": "Awake, awake, stand up, O Jerusalem, which have drunk at the hand of the LORD the cup of his fury; you have drunken the dregs of the cup of trembling, and wrung them out."
        },
        {
          "Verseid": "22050017",
          "Verse": "There is none to guide her among all the sons whom she has brought forth; neither is there any that takes her by the hand of all the sons that she has brought up."
        },
        {
          "Verseid": "22050018",
          "Verse": "These two things are come unto you; who shall be sorry for you? desolation, and destruction, and the famine, and the sword: by whom shall I comfort you?"
        },
        {
          "Verseid": "22050019",
          "Verse": "Your sons have fainted, they lie at the head of all the streets, as a wild bull in a net: they are full of the fury of the LORD, the rebuke of your God."
        },
        {
          "Verseid": "22050020",
          "Verse": "Therefore hear now this, you afflicted, and drunken, but not with wine:"
        },
        {
          "Verseid": "22050021",
          "Verse": "Thus says your Lord the LORD, and your God that pleads the cause of his people, Behold, I have taken out of yours hand the cup of trembling, even the dregs of the cup of my fury; you shall no more drink it again:"
        },
        {
          "Verseid": "22050022",
          "Verse": "But I will put it into the hand of them that afflict you; which have said to your soul, Bow down, that we may go over: and you have laid your body as the ground, and as the street, to them that went over."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22051000",
          "Verse": "Awake, awake; put on your strength, O Zion; put on your beautiful garments, O Jerusalem, the holy city: for henceforth there shall no more come into you the uncircumcised and the unclean."
        },
        {
          "Verseid": "22051001",
          "Verse": "Shake yourself from the dust; arise, and sit down, O Jerusalem: loose yourself from the bands of your neck, O captive daughter of Zion."
        },
        {
          "Verseid": "22051002",
          "Verse": "For thus says the LORD, All of you have sold yourselves for nothing; and all of you shall be redeemed without money."
        },
        {
          "Verseid": "22051003",
          "Verse": "For thus says the Lord GOD, My people went down in old times into Egypt to sojourn there; and the Assyrian oppressed them without cause."
        },
        {
          "Verseid": "22051004",
          "Verse": "Now therefore, what have I here, says the LORD, that my people is taken away for nothing? they that rule over them make them to wail, says the LORD; and my name continually every day is blasphemed."
        },
        {
          "Verseid": "22051005",
          "Verse": "Therefore my people shall know my name: therefore they shall know in that day that I am he that does speak: behold, it is I."
        },
        {
          "Verseid": "22051006",
          "Verse": "How beautiful upon the mountains are the feet of him that brings good tidings, that publishes peace; that brings good tidings of good, that publishes salvation; that says unto Zion, Your God reigns!"
        },
        {
          "Verseid": "22051007",
          "Verse": "Your watchmen shall lift up the voice; with the voice together shall they sing: for they shall see eye to eye, when the LORD shall bring again Zion."
        },
        {
          "Verseid": "22051008",
          "Verse": "Break forth into joy, sing together, all of you waste places of Jerusalem: for the LORD has comforted his people, he has redeemed Jerusalem."
        },
        {
          "Verseid": "22051009",
          "Verse": "The LORD has made bare his holy arm in the eyes of all the nations; and all the ends of the earth shall see the salvation of our God."
        },
        {
          "Verseid": "22051010",
          "Verse": "Depart all of you, depart all of you, go all of you out from thence, touch no unclean thing; go all of you out of the midst of her; be all of you clean, that bear the vessels of the LORD."
        },
        {
          "Verseid": "22051011",
          "Verse": "For all of you shall not go out with haste, nor go by flight: for the LORD will go before you; and the God of Israel will be your rear guard."
        },
        {
          "Verseid": "22051012",
          "Verse": "Behold, my servant shall deal prudently, he shall be exalted and extolled, and be very high."
        },
        {
          "Verseid": "22051013",
          "Verse": "As many were astonished at you; his visage was so ruined more than any man, and his form more than the sons of men:"
        },
        {
          "Verseid": "22051014",
          "Verse": "So shall he sprinkle many nations; the kings shall shut their mouths at him: for that which had not been told them shall they see; and that which they had not heard shall they consider."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22052000",
          "Verse": "Who has believed our report? and to whom is the arm of the LORD revealed?"
        },
        {
          "Verseid": "22052001",
          "Verse": "For he shall grow up before him as a tender plant, and as a root out of a dry ground: he has no form nor loveliness; and when we shall see him, there is no beauty that we should desire him."
        },
        {
          "Verseid": "22052002",
          "Verse": "He is despised and rejected of men; a man of sorrows, and acquainted with grief: and we hid as it were our faces from him; he was despised, and we esteemed him not."
        },
        {
          "Verseid": "22052003",
          "Verse": "Surely he has borne our sicknesses, and carried our pains: yet we did esteem him stricken, smitten of God, and afflicted."
        },
        {
          "Verseid": "22052004",
          "Verse": "But he was wounded for our transgressions, he was bruised for our iniquities: the chastisement of our peace was upon him; and with his stripes we are healed."
        },
        {
          "Verseid": "22052005",
          "Verse": "All we like sheep have gone astray; we have turned every one to his own way; and the LORD has laid on him the iniquity of us all."
        },
        {
          "Verseid": "22052006",
          "Verse": "He was oppressed, and he was afflicted, yet he opened not his mouth: he is brought as a lamb to the slaughter, and as a sheep before her shearers is dumb, so he opens not his mouth."
        },
        {
          "Verseid": "22052007",
          "Verse": "He was taken from prison and from judgment: and who shall declare his generation? for he was cut off out of the land of the living: for the transgression of my people was he stricken."
        },
        {
          "Verseid": "22052008",
          "Verse": "And he made his grave with the wicked, and with the rich in his death; because he had done no violence, neither was any deceit in his mouth."
        },
        {
          "Verseid": "22052009",
          "Verse": "Yet it pleased the LORD to bruise him; he has put him to grief: when you shall make his soul an offering for sin, he shall see his seed, he shall prolong his days, and the pleasure of the LORD shall prosper in his hand."
        },
        {
          "Verseid": "22052010",
          "Verse": "He shall see of the travail of his soul, and shall be satisfied: by his knowledge shall my righteous servant justify many; for he shall bear their iniquities."
        },
        {
          "Verseid": "22052011",
          "Verse": "Therefore will I divide him a portion with the great, and he shall divide the spoil with the strong; because he has poured out his soul unto death: and he was numbered with the transgressors; and he bare the sin of many, and made intercession for the transgressors."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22053000",
          "Verse": "Sing, O barren, you that did not bear; break forth into singing, and cry aloud, you that did not travail with child: for more are the children of the desolate than the children of the married wife, says the LORD."
        },
        {
          "Verseid": "22053001",
          "Verse": "Enlarge the place of your tent, and let them stretch forth the curtains of yours habitations: spare not, lengthen your cords, and strengthen your stakes;"
        },
        {
          "Verseid": "22053002",
          "Verse": "For you shall break forth on the right hand and on the left; and your seed shall inherit the Gentiles, and make the desolate cities to be inhabited."
        },
        {
          "Verseid": "22053003",
          "Verse": "Fear not; for you shall not be ashamed: neither be you confounded; for you shall not be put to shame: for you shall forget the shame of your youth, and shall not remember the reproach of your widowhood any more."
        },
        {
          "Verseid": "22053004",
          "Verse": "For your Maker is yours husband; the LORD of hosts is his name; and your Redeemer the Holy One of Israel; The God of the whole earth shall he be called."
        },
        {
          "Verseid": "22053005",
          "Verse": "For the LORD has called you as a woman forsaken and grieved in spirit, and a wife of youth, when you were refused, says your God."
        },
        {
          "Verseid": "22053006",
          "Verse": "For a small moment have I forsaken you; but with great mercies will I gather you."
        },
        {
          "Verseid": "22053007",
          "Verse": "In a little wrath I hid my face from you for a moment; but with everlasting kindness will I have mercy on you, says the LORD your Redeemer."
        },
        {
          "Verseid": "22053008",
          "Verse": "For this is as the waters of Noah unto me: for as I have sworn that the waters of Noah should no more go over the earth; so have I sworn that I would not be angry with you, nor rebuke you."
        },
        {
          "Verseid": "22053009",
          "Verse": "For the mountains shall depart, and the hills be removed; but my kindness shall not depart from you, neither shall the covenant of my peace be removed, says the LORD that has mercy on you."
        },
        {
          "Verseid": "22053010",
          "Verse": "O you afflicted, tossed with tempest, and not comforted, behold, I will lay your stones with fair colours, and lay your foundations with sapphires."
        },
        {
          "Verseid": "22053011",
          "Verse": "And I will make your windows of agates, and your gates of carbuncles, and all your borders of pleasant stones."
        },
        {
          "Verseid": "22053012",
          "Verse": "And all your children shall be taught of the LORD; and great shall be the peace of your children."
        },
        {
          "Verseid": "22053013",
          "Verse": "In righteousness shall you be established: you shall be far from oppression; for you shall not fear: and from terror; for it shall not come near you."
        },
        {
          "Verseid": "22053014",
          "Verse": "Behold, they shall surely gather together, but not by me: whosoever shall gather together against you shall fall for your sake."
        },
        {
          "Verseid": "22053015",
          "Verse": "Behold, I have created the smith that blows the coals in the fire, and that brings forth an instrument for his work; and I have created the destroyer to destroy."
        },
        {
          "Verseid": "22053016",
          "Verse": "No weapon that is formed against you shall prosper; and every tongue that shall rise against you in judgment you shall condemn. This is the heritage of the servants of the LORD, and their righteousness is of me, says the LORD."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22054000",
          "Verse": "Ho, every one that thirsts, come all of you to the waters, and he that has no money; come all of you, buy, and eat; yea, come, buy wine and milk without money and without price."
        },
        {
          "Verseid": "22054001",
          "Verse": "Wherefore do all of you spend money for that which is not bread? and your labour for that which satisfies not? hearken diligently unto me, and eat all of you that which is good, and let your soul delight itself in fatness."
        },
        {
          "Verseid": "22054002",
          "Verse": "Incline your ear, and come unto me: hear, and your soul shall live; and I will make an everlasting covenant with you, even the sure mercies of David."
        },
        {
          "Verseid": "22054003",
          "Verse": "Behold, I have given him for a witness to the people, a leader and commander to the people."
        },
        {
          "Verseid": "22054004",
          "Verse": "Behold, you shall call a nation that you know not, and nations that knew not you shall run unto you because of the LORD your God, and for the Holy One of Israel; for he has glorified you."
        },
        {
          "Verseid": "22054005",
          "Verse": "Seek all of you the LORD while he may be found, call all of you upon him while he is near:"
        },
        {
          "Verseid": "22054006",
          "Verse": "Let the wicked forsake his way, and the unrighteous man his thoughts: and let him return unto the LORD, and he will have mercy upon him; and to our God, for he will abundantly pardon."
        },
        {
          "Verseid": "22054007",
          "Verse": "For my thoughts are not your thoughts, neither are your ways my ways, says the LORD."
        },
        {
          "Verseid": "22054008",
          "Verse": "For as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts."
        },
        {
          "Verseid": "22054009",
          "Verse": "For as the rain comes down, and the snow from heaven, and returns not thither, but waters the earth, and makes it bring forth and bud, that it may give seed to the sower, and bread to the eater:"
        },
        {
          "Verseid": "22054010",
          "Verse": "So shall my word be that goes forth out of my mouth: it shall not return unto me void, but it shall accomplish that which I please, and it shall prosper in the thing whereto I sent it."
        },
        {
          "Verseid": "22054011",
          "Verse": "For all of you shall go out with joy, and be led forth with peace: the mountains and the hills shall break forth before you into singing, and all the trees of the field shall clap their hands."
        },
        {
          "Verseid": "22054012",
          "Verse": "Instead of the thorn shall come up the fir tree, and instead of the brier shall come up the myrtle tree: and it shall be to the LORD for a name, for an everlasting sign that shall not be cut off."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22055000",
          "Verse": "Thus says the LORD, Keep all of you judgment, and do justice: for my salvation is near to come, and my righteousness to be revealed."
        },
        {
          "Verseid": "22055001",
          "Verse": "Blessed is the man that does this, and the son of man that lays hold on it; that keeps the sabbath from polluting it, and keeps his hand from doing any evil."
        },
        {
          "Verseid": "22055002",
          "Verse": "Neither let the son of the stranger, that has joined himself to the LORD, speak, saying, The LORD has utterly separated me from his people: neither let the eunuch say, Behold, I am a dry tree."
        },
        {
          "Verseid": "22055003",
          "Verse": "For thus says the LORD unto the eunuchs that keep my sabbaths, and choose the things that please me, and take hold of my covenant;"
        },
        {
          "Verseid": "22055004",
          "Verse": "Even unto them will I give in mine house and within my walls a place and a name better than of sons and of daughters: I will give them an everlasting name, that shall not be cut off."
        },
        {
          "Verseid": "22055005",
          "Verse": "Also the sons of the stranger, that join themselves to the LORD, to serve him, and to love the name of the LORD, to be his servants, every one that keeps the sabbath from polluting it, and takes hold of my covenant;"
        },
        {
          "Verseid": "22055006",
          "Verse": "Even them will I bring to my holy mountain, and make them joyful in my house of prayer: their burnt offerings and their sacrifices shall be accepted upon mine altar; for mine house shall be called an house of prayer for all people."
        },
        {
          "Verseid": "22055007",
          "Verse": "The Lord GOD, which gathers the outcasts of Israel says, Yet will I gather others to him, beside those that are gathered unto him."
        },
        {
          "Verseid": "22055008",
          "Verse": "All you beasts of the field, come to devour, yea, all you beasts in the forest."
        },
        {
          "Verseid": "22055009",
          "Verse": "His watchmen are blind: they are all ignorant, they are all dumb dogs, they cannot bark; sleeping, lying down, loving to slumber."
        },
        {
          "Verseid": "22055010",
          "Verse": "Yea, they are greedy dogs which can never have enough, and they are shepherds that cannot understand: they all look to their own way, every one for his gain, from his quarter."
        },
        {
          "Verseid": "22055011",
          "Verse": "Come all of you, say they, I will fetch wine, and we will fill ourselves with strong drink; and tomorrow shall be as this day, and much more abundant."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22056000",
          "Verse": "The righteous perishes, and no man lays it to heart: and merciful men are taken away, none considering that the righteous is taken away from the evil to come."
        },
        {
          "Verseid": "22056001",
          "Verse": "He shall enter into peace: they shall rest in their beds, each one walking in his uprightness."
        },
        {
          "Verseid": "22056002",
          "Verse": "But draw near here, all of you sons of the sorceress, the seed of the adulterer and the whore."
        },
        {
          "Verseid": "22056003",
          "Verse": "Against whom do all of you sport yourselves? against whom make all of you a wide mouth, and draw out the tongue? are all of you not children of transgression, a seed of falsehood."
        },
        {
          "Verseid": "22056004",
          "Verse": "Enflaming yourselves with idols under every green tree, slaying the children in the valleys under the clefts of the rocks?"
        },
        {
          "Verseid": "22056005",
          "Verse": "Among the smooth stones of the stream is your portion; they, they are your lot: even to them have you poured a drink offering, you have offered a food offering. Should I receive comfort in these?"
        },
        {
          "Verseid": "22056006",
          "Verse": "Upon a lofty and high mountain have you set your bed: even thither went you up to offer sacrifice."
        },
        {
          "Verseid": "22056007",
          "Verse": "Behind the doors also and the posts have you set up your remembrance: for you have discovered yourself to another than me, and are gone up; you have enlarged your bed, and made you a covenant with them; you loved their bed where you saw it."
        },
        {
          "Verseid": "22056008",
          "Verse": "And you went to the king with ointment, and did increase your perfumes, and did send your messengers far off, and did debase yourself even unto hell."
        },
        {
          "Verseid": "22056009",
          "Verse": "You are wearied in the greatness of your way; yet said you not, There is no hope: you have found the life of yours hand; therefore you were not grieved."
        },
        {
          "Verseid": "22056010",
          "Verse": "And of whom have you been afraid or feared, that you have lied, and have not remembered me, nor laid it to your heart? have not I held my peace even of old, and you fear me not?"
        },
        {
          "Verseid": "22056011",
          "Verse": "I will declare your righteousness, and your works; for they shall not profit you."
        },
        {
          "Verseid": "22056012",
          "Verse": "When you cry, let your companies deliver you; but the wind shall carry them all away; vanity shall take them: but he that puts his trust in me shall possess the land, and shall inherit my holy mountain;"
        },
        {
          "Verseid": "22056013",
          "Verse": "And shall say, Cast all of you up, cast all of you up, prepare the way, take up the stumbling block out of the way of my people."
        },
        {
          "Verseid": "22056014",
          "Verse": "For thus says the high and lofty One that inhabits eternity, whose name is Holy; I dwell in the high and holy place, with him also that is of a contrite and humble spirit, to revive the spirit of the humble, and to revive the heart of the contrite ones."
        },
        {
          "Verseid": "22056015",
          "Verse": "For I will not contend for ever, neither will I be always angry: for the spirit should fail before me, and the souls which I have made."
        },
        {
          "Verseid": "22056016",
          "Verse": "For the iniquity of his covetousness was I angry, and stroke him: I hid me, and was angry, and he went on perversely in the way of his heart."
        },
        {
          "Verseid": "22056017",
          "Verse": "I have seen his ways, and will heal him: I will lead him also, and restore comforts unto him and to his mourners."
        },
        {
          "Verseid": "22056018",
          "Verse": "I create the fruit of the lips; Peace, peace to him that is far off, and to him that is near, says the LORD; and I will heal him."
        },
        {
          "Verseid": "22056019",
          "Verse": "But the wicked are like the troubled sea, when it cannot rest, whose waters cast up mire and dirt."
        },
        {
          "Verseid": "22056020",
          "Verse": "There is no peace, says my God, to the wicked."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22057000",
          "Verse": "Cry aloud, spare not, lift up your voice like a trumpet, and show my people their transgression, and the house of Jacob their sins."
        },
        {
          "Verseid": "22057001",
          "Verse": "Yet they seek me daily, and delight to know my ways, as a nation that did righteousness, and forsook not the ordinance of their God: they ask of me the ordinances of justice; they take delight in approaching to God."
        },
        {
          "Verseid": "22057002",
          "Verse": "Wherefore have we fasted, say they, and you see not? wherefore have we afflicted our soul, and you take no knowledge? Behold, in the day of your fast all of you find pleasure, and exact all your labours."
        },
        {
          "Verseid": "22057003",
          "Verse": "Behold, all of you fast for strife and debate, and to strike with the fist of wickedness: all of you shall not fast as all of you do this day, to make your voice to be heard on high."
        },
        {
          "Verseid": "22057004",
          "Verse": "Is it such a fast that I have chosen? a day for a man to afflict his soul? is it to bow down his head as a bulrush, and to spread sackcloth and ashes under him? will you call this a fast, and an acceptable day to the LORD?"
        },
        {
          "Verseid": "22057005",
          "Verse": "Is not this the fast that I have chosen? to loose the bands of wickedness, to undo the heavy burdens, and to let the oppressed go free, and that all of you break every yoke?"
        },
        {
          "Verseid": "22057006",
          "Verse": "Is it not to deal your bread to the hungry, and that you bring the poor that are cast out to your house? when you see the naked, that you cover him; and that you hide not yourself from yours own flesh?"
        },
        {
          "Verseid": "22057007",
          "Verse": "Then shall your light break forth as the morning, and yours health shall spring forth speedily: and your righteousness shall go before you; the glory of the LORD shall be your rear guard."
        },
        {
          "Verseid": "22057008",
          "Verse": "Then shall you call, and the LORD shall answer; you shall cry, and he shall say, Here I am. If you take away from the midst of you the yoke, the putting out of the finger, and speaking vanity;"
        },
        {
          "Verseid": "22057009",
          "Verse": "And if you draw out your soul to the hungry, and satisfy the afflicted soul; then shall your light rise in obscurity, and your darkness be as the noon day:"
        },
        {
          "Verseid": "22057010",
          "Verse": "And the LORD shall guide you continually, and satisfy your soul in drought, and make fat your bones: and you shall be like a watered garden, and like a spring of water, whose waters fail not."
        },
        {
          "Verseid": "22057011",
          "Verse": "And they that shall be of you shall build the old waste places: you shall raise up the foundations of many generations; and you shall be called, The repairer of the breach, The restorer of paths to dwell in."
        },
        {
          "Verseid": "22057012",
          "Verse": "If you turn away your foot from the sabbath, from doing your pleasure on my holy day; and call the sabbath a delight, the holy of the LORD, honourable; and shall honour him, not doing yours own ways, nor finding yours own pleasure, nor speaking yours own words:"
        },
        {
          "Verseid": "22057013",
          "Verse": "Then shall you delight yourself in the LORD; and I will cause you to ride upon the high places of the earth, and feed you with the heritage of Jacob your father: for the mouth of the LORD has spoken it."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22058000",
          "Verse": "Behold, the LORD's hand is not shortened, that it cannot save; neither his ear heavy, that it cannot hear:"
        },
        {
          "Verseid": "22058001",
          "Verse": "But your iniquities have separated between you and your God, and your sins have hid his face from you, that he will not hear."
        },
        {
          "Verseid": "22058002",
          "Verse": "For your hands are defiled with blood, and your fingers with iniquity; your lips have spoken lies, your tongue has muttered perverseness."
        },
        {
          "Verseid": "22058003",
          "Verse": "None calls for justice, nor any pleads for truth: they trust in vanity, and speak lies; they conceive mischief, and bring forth iniquity."
        },
        {
          "Verseid": "22058004",
          "Verse": "They hatch cockatrice' eggs, and weave the spider's web: he that eats of their eggs dies, and that which is crushed breaks out into a viper."
        },
        {
          "Verseid": "22058005",
          "Verse": "Their webs shall not become garments, neither shall they cover themselves with their works: their works are works of iniquity, and the act of violence is in their hands."
        },
        {
          "Verseid": "22058006",
          "Verse": "Their feet run to evil, and they make haste to shed innocent blood: their thoughts are thoughts of iniquity; wasting and destruction are in their paths."
        },
        {
          "Verseid": "22058007",
          "Verse": "The way of peace they know not; and there is no judgment in their activities: they have made them crooked paths: whosoever goes therein shall not know peace."
        },
        {
          "Verseid": "22058008",
          "Verse": "Therefore is judgment far from us, neither does justice overtake us: we wait for light, but behold obscurity; for brightness, but we walk in darkness."
        },
        {
          "Verseid": "22058009",
          "Verse": "We grope for the wall like the blind, and we grope as if we had no eyes: we stumble at noon day as in the night; we are in desolate places as dead men."
        },
        {
          "Verseid": "22058010",
          "Verse": "We roar all like bears, and mourn sore like doves: we look for judgment, but there is none; for salvation, but it is far off from us."
        },
        {
          "Verseid": "22058011",
          "Verse": "For our transgressions are multiplied before you, and our sins testify against us: for our transgressions are with us; and as for our iniquities, we know them;"
        },
        {
          "Verseid": "22058012",
          "Verse": "In transgressing and lying against the LORD, and departing away from our God, speaking oppression and revolt, conceiving and uttering from the heart words of falsehood."
        },
        {
          "Verseid": "22058013",
          "Verse": "And judgment is turned away backward, and justice stands far off: for truth is fallen in the street, and equity cannot enter."
        },
        {
          "Verseid": "22058014",
          "Verse": "Yea, truth fails; and he that departs from evil makes himself a prey: and the LORD saw it, and it displeased him that there was no judgment."
        },
        {
          "Verseid": "22058015",
          "Verse": "And he saw that there was no man, and wondered that there was no intercessor: therefore his arm brought salvation unto him; and his righteousness, it sustained him."
        },
        {
          "Verseid": "22058016",
          "Verse": "For he put on righteousness as a breastplate, and an helmet of salvation upon his head; and he put on the garments of vengeance for clothing, and was clad with zeal as a cloak."
        },
        {
          "Verseid": "22058017",
          "Verse": "According to their deeds, accordingly he will repay, fury to his adversaries, recompence to his enemies; to the islands he will repay recompence."
        },
        {
          "Verseid": "22058018",
          "Verse": "So shall they fear the name of the LORD from the west, and his glory from the rising of the sun. When the enemy shall come in like a flood, the Spirit of the LORD shall lift up a standard against him."
        },
        {
          "Verseid": "22058019",
          "Verse": "And the Redeemer shall come to Zion, and unto them that turn from transgression in Jacob, says the LORD."
        },
        {
          "Verseid": "22058020",
          "Verse": "As for me, this is my covenant with them, says the LORD; My spirit that is upon you, and my words which I have put in your mouth, shall not depart out of your mouth, nor out of the mouth of your seed, nor out of the mouth of your seed's seed, says the LORD, from henceforth and for ever."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22059000",
          "Verse": "Arise, shine; for your light has come, and the glory of the LORD has risen upon you."
        },
        {
          "Verseid": "22059001",
          "Verse": "For, behold, the darkness shall cover the earth, and gross darkness the people: but the LORD shall arise upon you, and his glory shall be seen upon you."
        },
        {
          "Verseid": "22059002",
          "Verse": "And the Gentiles shall come to your light, and kings to the brightness of your rising."
        },
        {
          "Verseid": "22059003",
          "Verse": "Lift up yours eyes round about, and see: all they gather themselves together, they come to you: your sons shall come from far, and your daughters shall be nursed at your side."
        },
        {
          "Verseid": "22059004",
          "Verse": "Then you shall see, and flow together, and yours heart shall fear, and be enlarged; because the abundance of the sea shall be converted unto you, the forces of the Gentiles shall come unto you."
        },
        {
          "Verseid": "22059005",
          "Verse": "The multitude of camels shall cover you, the dromedaries of Midian and Ephah; all they from Sheba shall come: they shall bring gold and incense; and they shall show forth the praises of the LORD."
        },
        {
          "Verseid": "22059006",
          "Verse": "All the flocks of Kedar shall be gathered together unto you, the rams of Nebaioth shall minister unto you: they shall come up with acceptance on mine altar, and I will glorify the house of my glory."
        },
        {
          "Verseid": "22059007",
          "Verse": "Who are these that fly as a cloud, and as the doves to their windows?"
        },
        {
          "Verseid": "22059008",
          "Verse": "Surely the isles shall wait for me, and the ships of Tarshish first, to bring your sons from far, their silver and their gold with them, unto the name of the LORD your God, and to the Holy One of Israel, because he has glorified you."
        },
        {
          "Verseid": "22059009",
          "Verse": "And the sons of strangers shall build up your walls, and their kings shall minister unto you: for in my wrath I stroke you, but in my favour have I had mercy on you."
        },
        {
          "Verseid": "22059010",
          "Verse": "Therefore your gates shall be open continually; they shall not be shut day nor night; that men may bring unto you the forces of the Gentiles, and that their kings may be brought."
        },
        {
          "Verseid": "22059011",
          "Verse": "For the nation and kingdom that will not serve you shall perish; yea, those nations shall be utterly wasted."
        },
        {
          "Verseid": "22059012",
          "Verse": "The glory of Lebanon shall come unto you, the fir tree, the pine tree, and the box together, to beautify the place of my sanctuary; and I will make the place of my feet glorious."
        },
        {
          "Verseid": "22059013",
          "Verse": "The sons also of them that afflicted you shall come bending unto you; and all they that despised you shall bow themselves down at the soles of your feet; and they shall call you; The city of the LORD, The Zion of the Holy One of Israel."
        },
        {
          "Verseid": "22059014",
          "Verse": "Whereas you has been forsaken and hated, so that no man went through you, I will make you an eternal excellency, a joy of many generations."
        },
        {
          "Verseid": "22059015",
          "Verse": "You shall also suck the milk of the Gentiles, and shall suck the breast of kings: and you shall know that I the LORD am your Saviour and your Redeemer, the mighty One of Jacob."
        },
        {
          "Verseid": "22059016",
          "Verse": "For brass I will bring gold, and for iron I will bring silver, and for wood brass, and for stones iron: I will also make your officers peace, and yours exactors righteousness."
        },
        {
          "Verseid": "22059017",
          "Verse": "Violence shall no more be heard in your land, wasting nor destruction within your borders; but you shall call your walls Salvation, and your gates Praise."
        },
        {
          "Verseid": "22059018",
          "Verse": "The sun shall be no more your light by day; neither for brightness shall the moon give light unto you: but the LORD shall be unto you an everlasting light, and your God your glory."
        },
        {
          "Verseid": "22059019",
          "Verse": "Your sun shall no more go down; neither shall your moon withdraw itself: for the LORD shall be yours everlasting light, and the days of your mourning shall be ended."
        },
        {
          "Verseid": "22059020",
          "Verse": "Your people also shall be all righteous: they shall inherit the land for ever, the branch of my planting, the work of my hands, that I may be glorified."
        },
        {
          "Verseid": "22059021",
          "Verse": "A little one shall become a thousand, and a small one a strong nation: I the LORD will hasten it in his time."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22060000",
          "Verse": "The Spirit of the Lord GOD is upon me; because the LORD has anointed me to preach good tidings unto the meek; he has sent me to bind up the brokenhearted, to proclaim liberty to the captives, and the opening of the prison to them that are bound;"
        },
        {
          "Verseid": "22060001",
          "Verse": "To proclaim the acceptable year of the LORD, and the day of vengeance of our God; to comfort all that mourn;"
        },
        {
          "Verseid": "22060002",
          "Verse": "To appoint unto them that mourn in Zion, to give unto them beauty for ashes, the oil of joy for mourning, the garment of praise for the spirit of heaviness; that they might be called trees of righteousness, the planting of the LORD, that he might be glorified."
        },
        {
          "Verseid": "22060003",
          "Verse": "And they shall build the old wastes, they shall raise up the former desolations, and they shall repair the waste cities, the desolations of many generations."
        },
        {
          "Verseid": "22060004",
          "Verse": "And strangers shall stand and feed your flocks, and the sons of the foreigner shall be your plowmen and your vinedressers."
        },
        {
          "Verseid": "22060005",
          "Verse": "But all of you shall be named the Priests of the LORD: men shall call you the Ministers of our God: all of you shall eat the riches of the Gentiles, and in their glory shall all of you boast yourselves."
        },
        {
          "Verseid": "22060006",
          "Verse": "For your shame all of you shall have double; and for confusion they shall rejoice in their portion: therefore in their land they shall possess the double: everlasting joy shall be unto them."
        },
        {
          "Verseid": "22060007",
          "Verse": "For I the LORD love judgment, I hate robbery for burnt offering; and I will direct their work in truth, and I will make an everlasting covenant with them."
        },
        {
          "Verseid": "22060008",
          "Verse": "And their seed shall be known among the Gentiles, and their offspring among the people: all that see them shall acknowledge them, that they are the seed which the LORD has blessed."
        },
        {
          "Verseid": "22060009",
          "Verse": "I will greatly rejoice in the LORD, my soul shall be joyful in my God; for he has clothed me with the garments of salvation, he has covered me with the robe of righteousness, as a bridegroom decks himself with ornaments, and as a bride adorns herself with her jewels."
        },
        {
          "Verseid": "22060010",
          "Verse": "For as the earth brings forth her bud, and as the garden causes the things that are sown in it to spring forth; so the Lord GOD will cause righteousness and praise to spring forth before all the nations."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22061000",
          "Verse": "For Zion's sake will I not hold my peace, and for Jerusalem's sake I will not rest, until the righteousness thereof go forth as brightness, and the salvation thereof as a lamp that burns."
        },
        {
          "Verseid": "22061001",
          "Verse": "And the Gentiles shall see your righteousness, and all kings your glory: and you shall be called by a new name, which the mouth of the LORD shall name."
        },
        {
          "Verseid": "22061002",
          "Verse": "You shall also be a crown of glory in the hand of the LORD, and a royal diadem in the hand of your God."
        },
        {
          "Verseid": "22061003",
          "Verse": "You shall no more be termed Forsaken; neither shall your land any more be termed Desolate: but you shall be called Hephzibah, and your land Beulah: for the LORD delights in you, and your land shall be married."
        },
        {
          "Verseid": "22061004",
          "Verse": "For as a young man marries a virgin, so shall your sons marry you: and as the bridegroom rejoices over the bride, so shall your God rejoice over you."
        },
        {
          "Verseid": "22061005",
          "Verse": "I have set watchmen upon your walls, O Jerusalem, which shall never hold their peace day nor night: all of you that make mention of the LORD, keep not silence,"
        },
        {
          "Verseid": "22061006",
          "Verse": "And give him no rest, till he establish, and till he make Jerusalem a praise in the earth."
        },
        {
          "Verseid": "22061007",
          "Verse": "The LORD has sworn by his right hand, and by the arm of his strength, Surely I will no more give your corn to be food for yours enemies; and the sons of the stranger shall not drink your wine, for the which you have laboured:"
        },
        {
          "Verseid": "22061008",
          "Verse": "But they that have gathered it shall eat it, and praise the LORD; and they that have brought it together shall drink it in the courts of my holiness."
        },
        {
          "Verseid": "22061009",
          "Verse": "Go through, go through the gates; prepare all of you the way of the people; cast up, cast up the highway; gather out the stones; lift up a standard for the people."
        },
        {
          "Verseid": "22061010",
          "Verse": "Behold, the LORD has proclaimed unto the end of the world, Say all of you to the daughter of Zion, Behold, your salvation comes; behold, his reward is with him, and his work before him."
        },
        {
          "Verseid": "22061011",
          "Verse": "And they shall call them, The holy people, The redeemed of the LORD: and you shall be called, Sought out, A city not forsaken."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22062000",
          "Verse": "Who is this that comes from Edom, with dyed garments from Bozrah? this that is glorious in his apparel, travelling in the greatness of his strength? I that speak in righteousness, mighty to save."
        },
        {
          "Verseid": "22062001",
          "Verse": "Wherefore are you red in yours apparel, and your garments like him that treads in the winepress?"
        },
        {
          "Verseid": "22062002",
          "Verse": "I have trodden the winepress alone; and of the people there was none with me: for I will tread them in mine anger, and trample them in my fury; and their blood shall be sprinkled upon my garments, and I will stain all my raiment."
        },
        {
          "Verseid": "22062003",
          "Verse": "For the day of vengeance is in mine heart, and the year of my redeemed has come."
        },
        {
          "Verseid": "22062004",
          "Verse": "And I looked, and there was none to help; and I wondered that there was none to uphold: therefore mine own arm brought salvation unto me; and my fury, it upheld me."
        },
        {
          "Verseid": "22062005",
          "Verse": "And I will tread down the people in mine anger, and make them drunk in my fury, and I will bring down their strength to the earth."
        },
        {
          "Verseid": "22062006",
          "Verse": "I will mention the loving kindnesses of the LORD, and the praises of the LORD, according to all that the LORD has bestowed on us, and the great goodness toward the house of Israel, which he has bestowed on them according to his mercies, and according to the multitude of his loving kindnesses."
        },
        {
          "Verseid": "22062007",
          "Verse": "For he said, Surely they are my people, children that will not lie: so he was their Saviour."
        },
        {
          "Verseid": "22062008",
          "Verse": "In all their affliction he was afflicted, and the angel of his presence saved them: in his love and in his pity he redeemed them; and he bare them, and carried them all the days of old."
        },
        {
          "Verseid": "22062009",
          "Verse": "But they rebelled, and vexed his holy Spirit: therefore he was turned to be their enemy, and he fought against them."
        },
        {
          "Verseid": "22062010",
          "Verse": "Then he remembered the days of old, Moses, and his people, saying, Where is he that brought them up out of the sea with the shepherd of his flock? where is he that put his holy Spirit within him?"
        },
        {
          "Verseid": "22062011",
          "Verse": "That led them by the right hand of Moses with his glorious arm, dividing the water before them, to make himself an everlasting name?"
        },
        {
          "Verseid": "22062012",
          "Verse": "That led them through the deep, as an horse in the wilderness, that they should not stumble?"
        },
        {
          "Verseid": "22062013",
          "Verse": "As a beast goes down into the valley, the Spirit of the LORD caused him to rest: so did you lead your people, to make yourself a glorious name."
        },
        {
          "Verseid": "22062014",
          "Verse": "Look down from heaven, and behold from the habitation of your holiness and of your glory: where is your zeal and your strength, the sounding of your bowels and of your mercies toward me? are they restrained?"
        },
        {
          "Verseid": "22062015",
          "Verse": "Doubtless you are our father, though Abraham be ignorant of us, and Israel acknowledge us not: you, O LORD, are our father, our redeemer; your name is from everlasting."
        },
        {
          "Verseid": "22062016",
          "Verse": "O LORD, why have you made us to go astray from your ways, and hardened our heart from your fear? Return for your servants' sake, the tribes of yours inheritance."
        },
        {
          "Verseid": "22062017",
          "Verse": "The people of your holiness have possessed it but a little while: our adversaries have trodden down your sanctuary."
        },
        {
          "Verseid": "22062018",
          "Verse": "We are yours: you never bare rule over them; they were not called by your name."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22063000",
          "Verse": "Oh that you would rend the heavens, that you would come down, that the mountains might flow down at your presence,"
        },
        {
          "Verseid": "22063001",
          "Verse": "As when the melting fire burns, the fire causes the waters to boil, to make your name known to yours adversaries, that the nations may tremble at your presence!"
        },
        {
          "Verseid": "22063002",
          "Verse": "When you did terrible things which we looked not for, you came down, the mountains flowed down at your presence."
        },
        {
          "Verseid": "22063003",
          "Verse": "For since the beginning of the world men have not heard, nor perceived by the ear, neither has the eye seen, O God, beside you, what he has prepared for him that waits for him."
        },
        {
          "Verseid": "22063004",
          "Verse": "You meet him that rejoices and works righteousness, those that remember you in your ways: behold, you are angry; for we have sinned: in those is continuance, and we shall be saved."
        },
        {
          "Verseid": "22063005",
          "Verse": "But we are all as an unclean thing, and all our righteousnesses are as filthy rags; and we all do fade as a leaf; and our iniquities, like the wind, have taken us away."
        },
        {
          "Verseid": "22063006",
          "Verse": "And there is none that calls upon your name, that stirs up himself to take hold of you: for you have hid your face from us, and have consumed us, because of our iniquities."
        },
        {
          "Verseid": "22063007",
          "Verse": "But now, O LORD, you are our father; we are the clay, and you our potter; and we all are the work of your hand."
        },
        {
          "Verseid": "22063008",
          "Verse": "Be not angry very sore, O LORD, neither remember iniquity for ever: behold, see, we plead to you, we are all your people."
        },
        {
          "Verseid": "22063009",
          "Verse": "Your holy cities are a wilderness, Zion is a wilderness, Jerusalem a desolation."
        },
        {
          "Verseid": "22063010",
          "Verse": "Our holy and our beautiful house, where our fathers praised you, is burned up with fire: and all our pleasant things are laid waste."
        },
        {
          "Verseid": "22063011",
          "Verse": "Will you refrain yourself for these things, O LORD? will you hold your peace, and afflict us very sore?"
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22064000",
          "Verse": "I am sought of them that asked not for me; I am found of them that sought me not: I said, Behold me, behold me, unto a nation that was not called by my name."
        },
        {
          "Verseid": "22064001",
          "Verse": "I have spread out my hands all the day unto a rebellious people, which walks in a way that was not good, after their own thoughts;"
        },
        {
          "Verseid": "22064002",
          "Verse": "A people that provokes me to anger continually to my face; that sacrifices in gardens, and burns incense upon altars of brick;"
        },
        {
          "Verseid": "22064003",
          "Verse": "Which remain among the graves, and lodge in the monuments, which eat swine's flesh, and broth of abominable things is in their vessels;"
        },
        {
          "Verseid": "22064004",
          "Verse": "Which say, Stand by yourself, come not near to me; for I am holier than you. These are a smoke in my nose, a fire that burns all the day."
        },
        {
          "Verseid": "22064005",
          "Verse": "Behold, it is written before me: I will not keep silence, but will recompense, even recompense into their bosom,"
        },
        {
          "Verseid": "22064006",
          "Verse": "Your iniquities, and the iniquities of your fathers together, says the LORD, which have burned incense upon the mountains, and blasphemed me upon the hills: therefore will I measure their former work into their bosom."
        },
        {
          "Verseid": "22064007",
          "Verse": "Thus says the LORD, As the new wine is found in the cluster, and one says, Destroy it not; for a blessing is in it: so will I do for my servants' sakes, that I may not destroy them all."
        },
        {
          "Verseid": "22064008",
          "Verse": "And I will bring forth a seed out of Jacob, and out of Judah an inheritor of my mountains: and mine elect shall inherit it, and my servants shall dwell there."
        },
        {
          "Verseid": "22064009",
          "Verse": "And Sharon shall be a fold of flocks, and the valley of Achor a place for the herds to lie down in, for my people that have sought me."
        },
        {
          "Verseid": "22064010",
          "Verse": "But all of you are they that forsake the LORD, that forget my holy mountain, that prepare a table for that troop, and that furnish the drink offering unto that number."
        },
        {
          "Verseid": "22064011",
          "Verse": "Therefore will I number you to the sword, and all of you shall all bow down to the slaughter: because when I called, all of you did not answer; when I spoke, all of you did not hear; but did evil before mine eyes, and did choose that wherein I delighted not."
        },
        {
          "Verseid": "22064012",
          "Verse": "Therefore thus says the Lord GOD, Behold, my servants shall eat, but all of you shall be hungry: behold, my servants shall drink, but all of you shall be thirsty: behold, my servants shall rejoice, but all of you shall be ashamed:"
        },
        {
          "Verseid": "22064013",
          "Verse": "Behold, my servants shall sing for joy of heart, but all of you shall cry for sorrow of heart, and shall wail for vexation of spirit."
        },
        {
          "Verseid": "22064014",
          "Verse": "And all of you shall leave your name for a curse unto my chosen: for the Lord GOD shall slay you, and call his servants by another name:"
        },
        {
          "Verseid": "22064015",
          "Verse": "That he who blesses himself in the earth shall bless himself in the God of truth; and he that swears in the earth shall swear by the God of truth; because the former troubles are forgotten, and because they are hid from mine eyes."
        },
        {
          "Verseid": "22064016",
          "Verse": "For, behold, I create new heavens and a new earth: and the former shall not be remembered, nor come into mind."
        },
        {
          "Verseid": "22064017",
          "Verse": "But be all of you glad and rejoice for ever in that which I create: for, behold, I create Jerusalem a rejoicing, and her people a joy."
        },
        {
          "Verseid": "22064018",
          "Verse": "And I will rejoice in Jerusalem, and joy in my people: and the voice of weeping shall be no more heard in her, nor the voice of crying."
        },
        {
          "Verseid": "22064019",
          "Verse": "There shall be no more thence an infant of days, nor an old man that has not filled his days: for the child shall die an hundred years old; but the sinner being an hundred years old shall be accursed."
        },
        {
          "Verseid": "22064020",
          "Verse": "And they shall build houses, and inhabit them; and they shall plant vineyards, and eat the fruit of them."
        },
        {
          "Verseid": "22064021",
          "Verse": "They shall not build, and another inhabit; they shall not plant, and another eat: for as the days of a tree are the days of my people, and mine elect shall long enjoy the work of their hands."
        },
        {
          "Verseid": "22064022",
          "Verse": "They shall not labour in vain, nor bring forth for trouble; for they are the seed of the blessed of the LORD, and their offspring with them."
        },
        {
          "Verseid": "22064023",
          "Verse": "And it shall come to pass, that before they call, I will answer; and while they are yet speaking, I will hear."
        },
        {
          "Verseid": "22064024",
          "Verse": "The wolf and the lamb shall feed together, and the lion shall eat straw like the bullock: and dust shall be the serpent's food. They shall not hurt nor destroy in all my holy mountain, says the LORD."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "22065000",
          "Verse": "Thus says the LORD, The heaven is my throne, and the earth is my footstool: where is the house that all of you build unto me? and where is the place of my rest?"
        },
        {
          "Verseid": "22065001",
          "Verse": "For all those things has mine hand made, and all those things have been, says the LORD: but to this man will I look, even to him that is poor and of a contrite spirit, and trembles at my word."
        },
        {
          "Verseid": "22065002",
          "Verse": "He that kills an ox is as if he slew a man; he that sacrifices a lamb, as if he cut off a dog's neck; he that offers an oblation, as if he offered swine's blood; he that burns incense, as if he blessed an idol. Yea, they have chosen their own ways, and their soul delights in their abominations."
        },
        {
          "Verseid": "22065003",
          "Verse": "I also will choose their delusions, and will bring their fears upon them; because when I called, none did answer; when I spoke, they did not hear: but they did evil before mine eyes, and chose that in which I delighted not."
        },
        {
          "Verseid": "22065004",
          "Verse": "Hear the word of the LORD, all of you that tremble at his word; Your brethren that hated you, that cast you out for my name's sake, said, Let the LORD be glorified: but he shall appear to your joy, and they shall be ashamed."
        },
        {
          "Verseid": "22065005",
          "Verse": "A voice of noise from the city, a voice from the temple, a voice of the LORD that renders recompence to his enemies."
        },
        {
          "Verseid": "22065006",
          "Verse": "Before she travailed, she brought forth; before her pain came, she was delivered of a male child."
        },
        {
          "Verseid": "22065007",
          "Verse": "Who has heard such a thing? who has seen such things? Shall the earth be made to bring forth in one day? or shall a nation be born at once? for as soon as Zion travailed, she brought forth her children."
        },
        {
          "Verseid": "22065008",
          "Verse": "Shall I bring to the birth, and not cause to bring forth? says the LORD: shall I cause to bring forth, and shut the womb? says your God."
        },
        {
          "Verseid": "22065009",
          "Verse": "Rejoice all of you with Jerusalem, and be glad with her, all you that love her: rejoice for joy with her, all you that mourn for her:"
        },
        {
          "Verseid": "22065010",
          "Verse": "That all of you may suck, and be satisfied with the breasts of her consolations; that all of you may milk out, and be delighted with the abundance of her glory."
        },
        {
          "Verseid": "22065011",
          "Verse": "For thus says the LORD, Behold, I will extend peace to her like a river, and the glory of the Gentiles like a flowing stream: then shall all of you suck, all of you shall be borne upon her sides, and be dandled upon her knees."
        },
        {
          "Verseid": "22065012",
          "Verse": "As one whom his mother comforts, so will I comfort you; and all of you shall be comforted in Jerusalem."
        },
        {
          "Verseid": "22065013",
          "Verse": "And when all of you see this, your heart shall rejoice, and your bones shall flourish like an herb: and the hand of the LORD shall be known toward his servants, and his indignation toward his enemies."
        },
        {
          "Verseid": "22065014",
          "Verse": "For, behold, the LORD will come with fire, and with his chariots like a whirlwind, to render his anger with fury, and his rebuke with flames of fire."
        },
        {
          "Verseid": "22065015",
          "Verse": "For by fire and by his sword will the LORD plead with all flesh: and the slain of the LORD shall be many."
        },
        {
          "Verseid": "22065016",
          "Verse": "They that sanctify themselves, and purify themselves in the gardens behind one tree in the midst, eating swine's flesh, and the abomination, and the mouse, shall be consumed together, says the LORD."
        },
        {
          "Verseid": "22065017",
          "Verse": "For I know their works and their thoughts: it shall come, that I will gather all nations and tongues; and they shall come, and see my glory."
        },
        {
          "Verseid": "22065018",
          "Verse": "And I will set a sign among them, and I will send those that escape of them unto the nations, to Tarshish, Pul, and Lud, that draw the bow, to Tubal, and Javan, to the isles far off, that have not heard my fame, neither have seen my glory; and they shall declare my glory among the Gentiles."
        },
        {
          "Verseid": "22065019",
          "Verse": "And they shall bring all your brethren for an offering unto the LORD out of all nations upon horses, and in chariots, and in litters, and upon mules, and upon swift beasts, to my holy mountain Jerusalem, says the LORD, as the children of Israel bring an offering in a clean vessel into the house of the LORD."
        },
        {
          "Verseid": "22065020",
          "Verse": "And I will also take of them for priests and for Levites, says the LORD."
        },
        {
          "Verseid": "22065021",
          "Verse": "For as the new heavens and the new earth, which I will make, shall remain before me, says the LORD, so shall your seed and your name remain."
        },
        {
          "Verseid": "22065022",
          "Verse": "And it shall come to pass, that from one new moon to another, and from one sabbath to another, shall all flesh come to worship before me, says the LORD."
        },
        {
          "Verseid": "22065023",
          "Verse": "And they shall go forth, and look upon the carcasses of the men that have transgressed against me: for their worm shall not die, neither shall their fire be quenched; and they shall be an abhorring unto all flesh."
        }
      ]
    }
  ]
}