{
  "Chapter": [
    {
      "Verse": [
        {
          "Verseid": "24000000",
          "Verse": "How does the city sit solitary, that was full of people! how is she become as a widow! she that was great among the nations, and princess among the provinces, how is she become tributary!"
        },
        {
          "Verseid": "24000001",
          "Verse": "She weeps sore in the night, and her tears are on her cheeks: among all her lovers she has none to comfort her: all her friends have dealt treacherously with her, they are become her enemies."
        },
        {
          "Verseid": "24000002",
          "Verse": "Judah is gone into captivity because of affliction, and because of great servitude: she dwells among the heathen, she finds no rest: all her persecutors overtook her between the straits."
        },
        {
          "Verseid": "24000003",
          "Verse": "The ways of Zion do mourn, because none come to the solemn feasts: all her gates are desolate: her priests sigh, her virgins are afflicted, and she is in bitterness."
        },
        {
          "Verseid": "24000004",
          "Verse": "Her adversaries are the chief, her enemies prosper; for the LORD has afflicted her for the multitude of her transgressions: her children are gone into captivity before the enemy."
        },
        {
          "Verseid": "24000005",
          "Verse": "And from the daughter of Zion all her beauty is departed: her princes are become like harts that find no pasture, and they are gone without strength before the pursuer."
        },
        {
          "Verseid": "24000006",
          "Verse": "Jerusalem remembered in the days of her affliction and of her miseries all her pleasant things that she had in the days of old, when her people fell into the hand of the enemy, and none did help her: the adversaries saw her, and did mock at her sabbaths."
        },
        {
          "Verseid": "24000007",
          "Verse": "Jerusalem has grievously sinned; therefore she is removed: all that honoured her despise her, because they have seen her nakedness: yea, she sighs, and turns backward."
        },
        {
          "Verseid": "24000008",
          "Verse": "Her filthiness is in her skirts; she remembers not her last end; therefore she came down wonderfully: she had no comforter. O LORD, behold my affliction: for the enemy has magnified himself."
        },
        {
          "Verseid": "24000009",
          "Verse": "The adversary has spread out his hand upon all her pleasant things: for she has seen that the heathen entered into her sanctuary, whom you did command that they should not enter into your congregation."
        },
        {
          "Verseid": "24000010",
          "Verse": "All her people sigh, they seek bread; they have given their pleasant things for food to relieve the soul: see, O LORD, and consider; for I am become vile."
        },
        {
          "Verseid": "24000011",
          "Verse": "Is it nothing to you, all you that pass by? behold, and see if there be any sorrow like unto my sorrow, which is done unto me, wherewith the LORD has afflicted me in the day of his fierce anger."
        },
        {
          "Verseid": "24000012",
          "Verse": "From above has he sent fire into my bones, and it prevails against them: he has spread a net for my feet, he has turned me back: he has made me desolate and faint all the day."
        },
        {
          "Verseid": "24000013",
          "Verse": "The yoke of my transgressions is bound by his hand: they are wreathed, and come up upon my neck: he has made my strength to fall, the LORD has delivered me into their hands, from whom I am not able to rise up."
        },
        {
          "Verseid": "24000014",
          "Verse": "The LORD has trodden under foot all my mighty men in the midst of me: he has called an assembly against me to crush my young men: the LORD has trodden the virgin, the daughter of Judah, as in a winepress."
        },
        {
          "Verseid": "24000015",
          "Verse": "For these things I weep; mine eye, mine eye runs down with water, because the comforter that should relieve my soul is far from me: my children are desolate, because the enemy prevailed."
        },
        {
          "Verseid": "24000016",
          "Verse": "Zion spreads forth her hands, and there is none to comfort her: the LORD has commanded concerning Jacob, that his adversaries should be round about him: Jerusalem is as a menstruous woman among them."
        },
        {
          "Verseid": "24000017",
          "Verse": "The LORD is righteous; for I have rebelled against his commandment: hear, I pray you, all people, and behold my sorrow: my virgins and my young men are gone into captivity."
        },
        {
          "Verseid": "24000018",
          "Verse": "I called for my lovers, but they deceived me: my priests and mine elders gave up the spirit in the city, while they sought their food to relieve their souls."
        },
        {
          "Verseid": "24000019",
          "Verse": "Behold, O LORD; for I am in distress: my bowels are troubled; mine heart is turned within me; for I have grievously rebelled: abroad the sword bereaves, at home there is as death."
        },
        {
          "Verseid": "24000020",
          "Verse": "They have heard that I sigh: there is none to comfort me: all mine enemies have heard of my trouble; they are glad that you have done it: you will bring the day that you have called, and they shall be like unto me."
        },
        {
          "Verseid": "24000021",
          "Verse": "Let all their wickedness come before you; and do unto them, as you have done unto me for all my transgressions: for my sighs are many, and my heart is faint."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "24001000",
          "Verse": "How has the LORD covered the daughter of Zion with a cloud in his anger, and cast down from heaven unto the earth the beauty of Israel, and remembered not his footstool in the day of his anger!"
        },
        {
          "Verseid": "24001001",
          "Verse": "The LORD has swallowed up all the habitations of Jacob, and has not pitied: he has thrown down in his wrath the strong holds of the daughter of Judah; he has brought them down to the ground: he has polluted the kingdom and the princes thereof."
        },
        {
          "Verseid": "24001002",
          "Verse": "He has cut off in his fierce anger all the horn of Israel: he has drawn back his right hand from before the enemy, and he burned against Jacob like a flaming fire, which devours round about."
        },
        {
          "Verseid": "24001003",
          "Verse": "He has bent his bow like an enemy: he stood with his right hand as an adversary, and slew all that were pleasant to the eye in the tabernacle of the daughter of Zion: he poured out his fury like fire."
        },
        {
          "Verseid": "24001004",
          "Verse": "The LORD was as an enemy: he has swallowed up Israel, he has swallowed up all her palaces: he has destroyed his strong holds, and has increased in the daughter of Judah mourning and lamentation."
        },
        {
          "Verseid": "24001005",
          "Verse": "And he has violently taken away his tabernacle, as if it were of a garden: he has destroyed his places of the assembly: the LORD has caused the solemn feasts and sabbaths to be forgotten in Zion, and has despised in the indignation of his anger the king and the priest."
        },
        {
          "Verseid": "24001006",
          "Verse": "The LORD has cast off his altar, he has abhorred his sanctuary, he has given up into the hand of the enemy the walls of her palaces; they have made a noise in the house of the LORD, as in the day of a solemn feast."
        },
        {
          "Verseid": "24001007",
          "Verse": "The LORD has purposed to destroy the wall of the daughter of Zion: he has stretched out a line, he has not withdrawn his hand from destroying: therefore he made the rampart and the wall to lament; they languished together."
        },
        {
          "Verseid": "24001008",
          "Verse": "Her gates are sunk into the ground; he has destroyed and broken her bars: her king and her princes are among the Gentiles: the law is no more; her prophets also find no vision from the LORD."
        },
        {
          "Verseid": "24001009",
          "Verse": "The elders of the daughter of Zion sit upon the ground, and keep silence: they have cast up dust upon their heads; they have girded themselves with sackcloth: the virgins of Jerusalem hang down their heads to the ground."
        },
        {
          "Verseid": "24001010",
          "Verse": "Mine eyes do fail with tears, my bowels are troubled, my liver is poured upon the earth, for the destruction of the daughter of my people; because the children and the infants swoon in the streets of the city."
        },
        {
          "Verseid": "24001011",
          "Verse": "They say to their mothers, Where is corn and wine? when they swooned as the wounded in the streets of the city, when their soul was poured out into their mothers' bosom."
        },
        {
          "Verseid": "24001012",
          "Verse": "What thing shall I take to witness for you? what thing shall I liken to you, O daughter of Jerusalem? what shall I equal to you, that I may comfort you, O virgin daughter of Zion? for your breach is great like the sea: who can heal you?"
        },
        {
          "Verseid": "24001013",
          "Verse": "Your prophets have seen vain and foolish things for you: and they have not discovered yours iniquity, to turn away your captivity; but have seen for you false burdens and causes of banishment."
        },
        {
          "Verseid": "24001014",
          "Verse": "All that pass by clap their hands at you; they hiss and shake their head at the daughter of Jerusalem, saying, Is this the city that men call The perfection of beauty, The joy of the whole earth?"
        },
        {
          "Verseid": "24001015",
          "Verse": "All yours enemies have opened their mouth against you: they hiss and gnash the teeth: they say, We have swallowed her up: certainly this is the day that we looked for; we have found, we have seen it."
        },
        {
          "Verseid": "24001016",
          "Verse": "The LORD has done that which he had devised; he has fulfilled his word that he had commanded in the days of old: he has thrown down, and has not pitied: and he has caused yours enemy to rejoice over you, he has set up the horn of yours adversaries."
        },
        {
          "Verseid": "24001017",
          "Verse": "Their heart cried unto the LORD, O wall of the daughter of Zion, let tears run down like a river day and night: give yourself no rest; let not the apple of yours eye cease."
        },
        {
          "Verseid": "24001018",
          "Verse": "Arise, cry out in the night: in the beginning of the watches pour out yours heart like water before the face of the LORD: lift up your hands toward him for the life of your young children, that faint for hunger in the top of every street."
        },
        {
          "Verseid": "24001019",
          "Verse": "Behold, O LORD, and consider to whom you have done this. Shall the women eat their fruit, and children of a span long? shall the priest and the prophet be slain in the sanctuary of the Lord?"
        },
        {
          "Verseid": "24001020",
          "Verse": "The young and the old lie on the ground in the streets: my virgins and my young men are fallen by the sword; you have slain them in the day of yours anger; you have killed, and not pitied."
        },
        {
          "Verseid": "24001021",
          "Verse": "You have called as in a solemn day my terrors round about, so that in the day of the LORD's anger none escaped nor remained: those that I have swaddled and brought up has mine enemy consumed."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "24002000",
          "Verse": "I AM the man that has seen affliction by the rod of his wrath."
        },
        {
          "Verseid": "24002001",
          "Verse": "He has led me, and brought me into darkness, but not into light."
        },
        {
          "Verseid": "24002002",
          "Verse": "Surely against me is he turned; he turns his hand against me all the day."
        },
        {
          "Verseid": "24002003",
          "Verse": "My flesh and my skin has he made old; he has broken my bones."
        },
        {
          "Verseid": "24002004",
          "Verse": "He has built against me, and compassed me with gall and travail."
        },
        {
          "Verseid": "24002005",
          "Verse": "He has set me in dark places, as they that be dead of old."
        },
        {
          "Verseid": "24002006",
          "Verse": "He has hedged me about, that I cannot get out: he has made my chain heavy."
        },
        {
          "Verseid": "24002007",
          "Verse": "Also when I cry and shout, he shuts out my prayer."
        },
        {
          "Verseid": "24002008",
          "Verse": "He has enclosed my ways with hewn stone, he has made my paths crooked."
        },
        {
          "Verseid": "24002009",
          "Verse": "He was unto me as a bear lying in wait, and as a lion in secret places."
        },
        {
          "Verseid": "24002010",
          "Verse": "He has turned aside my ways, and pulled me in pieces: he has made me desolate."
        },
        {
          "Verseid": "24002011",
          "Verse": "He has bent his bow, and set me as a mark for the arrow."
        },
        {
          "Verseid": "24002012",
          "Verse": "He has caused the arrows of his quiver to enter into my reins."
        },
        {
          "Verseid": "24002013",
          "Verse": "I was a derision to all my people; and their song all the day."
        },
        {
          "Verseid": "24002014",
          "Verse": "He has filled me with bitterness, he has made me drunken with wormwood."
        },
        {
          "Verseid": "24002015",
          "Verse": "He has also broken my teeth with gravel stones, he has covered me with ashes."
        },
        {
          "Verseid": "24002016",
          "Verse": "And you have removed my soul far off from peace: I forgotten about prosperity."
        },
        {
          "Verseid": "24002017",
          "Verse": "And I said, My strength and my hope is perished from the LORD:"
        },
        {
          "Verseid": "24002018",
          "Verse": "Remembering mine affliction and my misery, the wormwood and the gall."
        },
        {
          "Verseid": "24002019",
          "Verse": "My soul has them still in remembrance, and is humbled in me."
        },
        {
          "Verseid": "24002020",
          "Verse": "This I recall to my mind, therefore have I hope."
        },
        {
          "Verseid": "24002021",
          "Verse": "It is of the LORD's mercies that we are not consumed, because his compassions fail not."
        },
        {
          "Verseid": "24002022",
          "Verse": "They are new every morning: great is your faithfulness."
        },
        {
          "Verseid": "24002023",
          "Verse": "The LORD is my portion, says my soul; therefore will I hope in him."
        },
        {
          "Verseid": "24002024",
          "Verse": "The LORD is good unto them that wait for him, to the soul that seeks him."
        },
        {
          "Verseid": "24002025",
          "Verse": "It is good that a man should both hope and quietly wait for the salvation of the LORD."
        },
        {
          "Verseid": "24002026",
          "Verse": "It is good for a man that he bear the yoke of his youth."
        },
        {
          "Verseid": "24002027",
          "Verse": "He sits alone and keeps silence, because he has borne it upon him."
        },
        {
          "Verseid": "24002028",
          "Verse": "He puts his mouth in the dust; if so be there may be hope."
        },
        {
          "Verseid": "24002029",
          "Verse": "He gives his cheek to him that strikes him: he is filled full with reproach."
        },
        {
          "Verseid": "24002030",
          "Verse": "For the LORD will not cast off for ever:"
        },
        {
          "Verseid": "24002031",
          "Verse": "But though he cause grief, yet will he have compassion according to the multitude of his mercies."
        },
        {
          "Verseid": "24002032",
          "Verse": "For he does not afflict willingly nor grieve the children of men."
        },
        {
          "Verseid": "24002033",
          "Verse": "To crush under his feet all the prisoners of the earth."
        },
        {
          "Verseid": "24002034",
          "Verse": "To turn aside the right of a man before the face of the most High,"
        },
        {
          "Verseid": "24002035",
          "Verse": "To subvert a man in his cause, the LORD approves not."
        },
        {
          "Verseid": "24002036",
          "Verse": "Who is he that says, and it comes to pass, when the Lord commands it not?"
        },
        {
          "Verseid": "24002037",
          "Verse": "Out of the mouth of the most High proceeds not evil and good?"
        },
        {
          "Verseid": "24002038",
          "Verse": "Wherefore does a living man complain, a man for the punishment of his sins?"
        },
        {
          "Verseid": "24002039",
          "Verse": "Let us search and try our ways, and return to the LORD."
        },
        {
          "Verseid": "24002040",
          "Verse": "Let us lift up our heart with our hands unto God in the heavens."
        },
        {
          "Verseid": "24002041",
          "Verse": "We have transgressed and have rebelled: you have not pardoned."
        },
        {
          "Verseid": "24002042",
          "Verse": "You have covered with anger, and persecuted us: you have slain, you have not pitied."
        },
        {
          "Verseid": "24002043",
          "Verse": "You have covered yourself with a cloud, that our prayer should not pass through."
        },
        {
          "Verseid": "24002044",
          "Verse": "You have made us as the waste and refuse in the midst of the people."
        },
        {
          "Verseid": "24002045",
          "Verse": "All our enemies have opened their mouths against us."
        },
        {
          "Verseid": "24002046",
          "Verse": "Fear and a snare has come upon us, desolation and destruction."
        },
        {
          "Verseid": "24002047",
          "Verse": "Mine eye runs down with rivers of water for the destruction of the daughter of my people."
        },
        {
          "Verseid": "24002048",
          "Verse": "Mine eye trickes down, and ceases not, without any intermission."
        },
        {
          "Verseid": "24002049",
          "Verse": "Till the LORD look down, and behold from heaven."
        },
        {
          "Verseid": "24002050",
          "Verse": "Mine eye affects mine heart because of all the daughters of my city."
        },
        {
          "Verseid": "24002051",
          "Verse": "Mine enemies chased me sore, like a bird, without cause."
        },
        {
          "Verseid": "24002052",
          "Verse": "They have cut off my life in the dungeon, and cast a stone upon me."
        },
        {
          "Verseid": "24002053",
          "Verse": "Waters flowed over mine head; then I said, I am cut off."
        },
        {
          "Verseid": "24002054",
          "Verse": "I called upon your name, O LORD, out of the low dungeon."
        },
        {
          "Verseid": "24002055",
          "Verse": "You have heard my voice: hide not yours ear at my breathing, at my cry."
        },
        {
          "Verseid": "24002056",
          "Verse": "You drew near in the day that I called upon you: you said, Fear not."
        },
        {
          "Verseid": "24002057",
          "Verse": "O LORD, you have pleaded the causes of my soul; you have redeemed my life."
        },
        {
          "Verseid": "24002058",
          "Verse": "O LORD, you have seen my wrong: judge you my cause."
        },
        {
          "Verseid": "24002059",
          "Verse": "You have seen all their vengeance and all their imaginations against me."
        },
        {
          "Verseid": "24002060",
          "Verse": "You have heard their reproach, O LORD, and all their imaginations against me;"
        },
        {
          "Verseid": "24002061",
          "Verse": "The lips of those that rose up against me, and their device against me all the day."
        },
        {
          "Verseid": "24002062",
          "Verse": "Behold their sitting down, and their rising up; I am their music."
        },
        {
          "Verseid": "24002063",
          "Verse": "Render unto them a recompence, O LORD, according to the work of their hands."
        },
        {
          "Verseid": "24002064",
          "Verse": "Give them sorrow of heart, your curse unto them."
        },
        {
          "Verseid": "24002065",
          "Verse": "Persecute and destroy them in anger from under the heavens of the LORD."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "24003000",
          "Verse": "How is the gold become dim! how is the most fine gold changed! the stones of the sanctuary are poured out in the top of every street."
        },
        {
          "Verseid": "24003001",
          "Verse": "The precious sons of Zion, comparable to fine gold, how are they esteemed as earthen pitchers, the work of the hands of the potter!"
        },
        {
          "Verseid": "24003002",
          "Verse": "Even the sea monsters draw out the breast, they give suck to their young ones: the daughter of my people is become cruel, like the ostriches in the wilderness."
        },
        {
          "Verseid": "24003003",
          "Verse": "The tongue of the nursing infant cleaves to the roof of his mouth for thirst: the young children ask bread, and no man breaks it unto them."
        },
        {
          "Verseid": "24003004",
          "Verse": "They that did feed delicately are desolate in the streets: they that were brought up in scarlet embrace dunghills."
        },
        {
          "Verseid": "24003005",
          "Verse": "For the punishment of the iniquity of the daughter of my people is greater than the punishment of the sin of Sodom, that was overthrown as in a moment, and no hands stayed on her."
        },
        {
          "Verseid": "24003006",
          "Verse": "Her Nazarites were purer than snow, they were whiter than milk, they were more rosy in body than rubies, their polishing was of sapphire:"
        },
        {
          "Verseid": "24003007",
          "Verse": "Their visage is blacker than a coal; they are not known in the streets: their skin cleaves to their bones; it is withered, it is become like a stick."
        },
        {
          "Verseid": "24003008",
          "Verse": "They that be slain with the sword are better than they that be slain with hunger: for these pine away, stricken through for lack of the fruits of the field."
        },
        {
          "Verseid": "24003009",
          "Verse": "The hands of the pitiful women have sodden their own children: they were their food in the destruction of the daughter of my people."
        },
        {
          "Verseid": "24003010",
          "Verse": "The LORD has accomplished his fury; he has poured out his fierce anger, and has kindled a fire in Zion, and it has devoured the foundations thereof."
        },
        {
          "Verseid": "24003011",
          "Verse": "The kings of the earth, and all the inhabitants of the world, would not have believed that the adversary and the enemy should have entered into the gates of Jerusalem."
        },
        {
          "Verseid": "24003012",
          "Verse": "For the sins of her prophets, and the iniquities of her priests, that have shed the blood of the just in the midst of her,"
        },
        {
          "Verseid": "24003013",
          "Verse": "They have wandered as blind men in the streets, they have polluted themselves with blood, so that men could not touch their garments."
        },
        {
          "Verseid": "24003014",
          "Verse": "They cried unto them, Depart all of you; it is unclean; depart, depart, touch not: when they fled away and wandered, they said among the heathen, They shall no more sojourn there."
        },
        {
          "Verseid": "24003015",
          "Verse": "The anger of the LORD has divided them; he will no more regard them: they respected not the persons of the priests, they favoured not the elders."
        },
        {
          "Verseid": "24003016",
          "Verse": "As for us, our eyes as yet failed for our vain help: in our watching we have watched for a nation that could not save us."
        },
        {
          "Verseid": "24003017",
          "Verse": "They hunt our steps, that we cannot go in our streets: our end is near, our days are fulfilled; for our end has come."
        },
        {
          "Verseid": "24003018",
          "Verse": "Our persecutors are swifter than the eagles of the heaven: they pursued us upon the mountains, they laid wait for us in the wilderness."
        },
        {
          "Verseid": "24003019",
          "Verse": "The breath of our nostrils, the anointed of the LORD, was taken in their pits, of whom we said, Under his shadow we shall live among the heathen."
        },
        {
          "Verseid": "24003020",
          "Verse": "Rejoice and be glad, O daughter of Edom, that dwell in the land of Uz; the cup also shall pass through unto you: you shall be drunken, and shall make yourself naked."
        },
        {
          "Verseid": "24003021",
          "Verse": "The punishment of yours iniquity is accomplished, O daughter of Zion; he will no more carry you away into captivity: he will visit yours iniquity, O daughter of Edom; he will discover your sins."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "24004000",
          "Verse": "Remember, O LORD, what has come upon us: consider, and behold our reproach."
        },
        {
          "Verseid": "24004001",
          "Verse": "Our inheritance is turned to strangers, our houses to aliens."
        },
        {
          "Verseid": "24004002",
          "Verse": "We are orphans and fatherless, our mothers are as widows."
        },
        {
          "Verseid": "24004003",
          "Verse": "We have drunken our water for money; our wood is sold unto us."
        },
        {
          "Verseid": "24004004",
          "Verse": "Our necks are under persecution: we labour, and have no rest."
        },
        {
          "Verseid": "24004005",
          "Verse": "We have given the hand to the Egyptians, and to the Assyrians, to be satisfied with bread."
        },
        {
          "Verseid": "24004006",
          "Verse": "Our fathers have sinned, and are not; and we have borne their iniquities."
        },
        {
          "Verseid": "24004007",
          "Verse": "Servants have ruled over us: there is none that does deliver us out of their hand."
        },
        {
          "Verseid": "24004008",
          "Verse": "We got our bread with the peril of our lives because of the sword of the wilderness."
        },
        {
          "Verseid": "24004009",
          "Verse": "Our skin was black like an oven because of the terrible famine."
        },
        {
          "Verseid": "24004010",
          "Verse": "They ravished the women in Zion, and the maids in the cities of Judah."
        },
        {
          "Verseid": "24004011",
          "Verse": "Princes are hanged up by their hand: the faces of elders were not honoured."
        },
        {
          "Verseid": "24004012",
          "Verse": "They took the young men to grind, and the children fell under the wood."
        },
        {
          "Verseid": "24004013",
          "Verse": "The elders have ceased from the gate, the young men from their music."
        },
        {
          "Verseid": "24004014",
          "Verse": "The joy of our heart is ceased; our dance is turned into mourning."
        },
        {
          "Verseid": "24004015",
          "Verse": "The crown is fallen from our head: woe unto us, that we have sinned!"
        },
        {
          "Verseid": "24004016",
          "Verse": "For this our heart is faint; for these things our eyes are dim."
        },
        {
          "Verseid": "24004017",
          "Verse": "Because of the mountain of Zion, which is desolate, the foxes walk upon it."
        },
        {
          "Verseid": "24004018",
          "Verse": "You, O LORD, remain for ever; your throne from generation to generation."
        },
        {
          "Verseid": "24004019",
          "Verse": "Wherefore do you forget us for ever, and forsake us so long time?"
        },
        {
          "Verseid": "24004020",
          "Verse": "Turn you us unto you, O LORD, and we shall be turned; renew our days as of old."
        },
        {
          "Verseid": "24004021",
          "Verse": "But you have utterly rejected us; you are very angry against us."
        }
      ]
    }
  ]
}