{
  "Chapter": [
    {
      "Verse": [
        {
          "Verseid": "49000000",
          "Verse": "Paul and Timotheus, the servants of Jesus Christ, to all the saints in Christ Jesus which are at Philippi, with the bishops and deacons:"
        },
        {
          "Verseid": "49000001",
          "Verse": "Grace be unto you, and peace, from God our Father, and from the Lord Jesus Christ."
        },
        {
          "Verseid": "49000002",
          "Verse": "I thank my God upon every remembrance of you,"
        },
        {
          "Verseid": "49000003",
          "Verse": "Always in every prayer of mine for you all making request with joy,"
        },
        {
          "Verseid": "49000004",
          "Verse": "For your fellowship in the gospel from the first day until now;"
        },
        {
          "Verseid": "49000005",
          "Verse": "Being confident of this very thing, that he which has begun a good work in you will perform it until the day of Jesus Christ:"
        },
        {
          "Verseid": "49000006",
          "Verse": "Even as it is meet for me to think this of you all, because I have you in my heart; inasmuch as both in my bonds, and in the defence and confirmation of the gospel, all of you all are partakers of my grace."
        },
        {
          "Verseid": "49000007",
          "Verse": "For God is my record, how greatly I long after you all in the bowels of Jesus Christ."
        },
        {
          "Verseid": "49000008",
          "Verse": "And this I pray, that your love may abound yet more and more in knowledge and in all judgment;"
        },
        {
          "Verseid": "49000009",
          "Verse": "That all of you may approve things that are excellent; that all of you may be sincere and without offence till the day of Christ."
        },
        {
          "Verseid": "49000010",
          "Verse": "Being filled with the fruits of righteousness, which are by Jesus Christ, unto the glory and praise of God."
        },
        {
          "Verseid": "49000011",
          "Verse": "But I would all of you should understand, brethren, that the things which happened unto me have fallen out rather unto the furtherance of the gospel;"
        },
        {
          "Verseid": "49000012",
          "Verse": "So that my bonds in Christ are manifest in all the palace, and in all other places;"
        },
        {
          "Verseid": "49000013",
          "Verse": "And many of the brethren in the Lord, waxing confident by my bonds, are much more bold to speak the word without fear."
        },
        {
          "Verseid": "49000014",
          "Verse": "Some indeed preach Christ even of envy and strife; and some also of good will:"
        },
        {
          "Verseid": "49000015",
          "Verse": "The one preach Christ of contention, not sincerely, supposing to add affliction to my bonds:"
        },
        {
          "Verseid": "49000016",
          "Verse": "But the other of love, knowing that I am set for the defence of the gospel."
        },
        {
          "Verseid": "49000017",
          "Verse": "What then? notwithstanding, every way, whether in pretence, or in truth, Christ is preached; and I therein do rejoice, yea, and will rejoice."
        },
        {
          "Verseid": "49000018",
          "Verse": "For I know that this shall turn to my salvation through your prayer, and the supply of the Spirit of Jesus Christ,"
        },
        {
          "Verseid": "49000019",
          "Verse": "According to my earn expectation and my hope, that in nothing I shall be ashamed, but that with all boldness, as always, so now also Christ shall be magnified in my body, whether it be by life, or by death."
        },
        {
          "Verseid": "49000020",
          "Verse": "In order to me to live is Christ, and to die is gain."
        },
        {
          "Verseid": "49000021",
          "Verse": "But if I live in the flesh, this is the fruit of my labour: yet what I shall choose I know not."
        },
        {
          "Verseid": "49000022",
          "Verse": "For I am in a strait between two, having a desire to depart, and to be with Christ; which is far better:"
        },
        {
          "Verseid": "49000023",
          "Verse": "Nevertheless to abide in the flesh is more necessary for you."
        },
        {
          "Verseid": "49000024",
          "Verse": "And having this confidence, I know that I shall abide and continue with you all for your furtherance and joy of faith;"
        },
        {
          "Verseid": "49000025",
          "Verse": "That your rejoicing may be more abundant in Jesus Christ for me by my coming to you again."
        },
        {
          "Verseid": "49000026",
          "Verse": "Only let your conversation be as it becomes the gospel of Christ: that whether I come and see you, or else be absent, I may hear of your affairs, that all of you stand fast in one spirit, with one mind striving together for the faith of the gospel;"
        },
        {
          "Verseid": "49000027",
          "Verse": "And in nothing terrified by your adversaries: which is to them an evident token of perdition, but to you of salvation, and that of God."
        },
        {
          "Verseid": "49000028",
          "Verse": "For unto you it is given in the behalf of Christ, not only to believe on him, but also to suffer for his sake;"
        },
        {
          "Verseid": "49000029",
          "Verse": "Having the same conflict which all of you saw in me, and now hear to be in me."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "49001000",
          "Verse": "If there be therefore any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any bowels and mercies,"
        },
        {
          "Verseid": "49001001",
          "Verse": "Fulfill all of you my joy, that all of you be likeminded, having the same love, being of one accord, of one mind."
        },
        {
          "Verseid": "49001002",
          "Verse": "Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves."
        },
        {
          "Verseid": "49001003",
          "Verse": "Look not every man on his own things, but every man also on the things of others."
        },
        {
          "Verseid": "49001004",
          "Verse": "Let this mind be in you, which was also in Christ Jesus:"
        },
        {
          "Verseid": "49001005",
          "Verse": "Who, being in the form of God, thought it not robbery to be equal with God:"
        },
        {
          "Verseid": "49001006",
          "Verse": "But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:"
        },
        {
          "Verseid": "49001007",
          "Verse": "And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross."
        },
        {
          "Verseid": "49001008",
          "Verse": "Wherefore God also has highly exalted him, and given him a name which is above every name:"
        },
        {
          "Verseid": "49001009",
          "Verse": "That at the name of Jesus every knee should bow, of things in heaven, and things in earth, and things under the earth;"
        },
        {
          "Verseid": "49001010",
          "Verse": "And that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father."
        },
        {
          "Verseid": "49001011",
          "Verse": "Wherefore, my beloved, as all of you have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling."
        },
        {
          "Verseid": "49001012",
          "Verse": "For it is God which works in you both to will and to do of his good pleasure."
        },
        {
          "Verseid": "49001013",
          "Verse": "Do all things without murmurings and disputings:"
        },
        {
          "Verseid": "49001014",
          "Verse": "That all of you may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom all of you shine as lights in the world;"
        },
        {
          "Verseid": "49001015",
          "Verse": "Holding forth the word of life; that I may rejoice in the day of Christ, that I have not run in vain, neither laboured in vain."
        },
        {
          "Verseid": "49001016",
          "Verse": "Yea, and if I be offered upon the sacrifice and service of your faith, I joy, and rejoice with you all."
        },
        {
          "Verseid": "49001017",
          "Verse": "For the same cause also do all of you joy, and rejoice with me."
        },
        {
          "Verseid": "49001018",
          "Verse": "But I trust in the Lord Jesus to send Timotheus shortly unto you, that I also may be of good comfort, when I know your state."
        },
        {
          "Verseid": "49001019",
          "Verse": "For I have no man likeminded, who will naturally care for your state."
        },
        {
          "Verseid": "49001020",
          "Verse": "For all seek their own, not the things which are Jesus Christ's."
        },
        {
          "Verseid": "49001021",
          "Verse": "But all of you know the proof of him, that, as a son with the father, he has served with me in the gospel."
        },
        {
          "Verseid": "49001022",
          "Verse": "Him therefore I hope to send presently, so soon as I shall see how it will go with me."
        },
        {
          "Verseid": "49001023",
          "Verse": "But I trust in the Lord that I also myself shall come shortly."
        },
        {
          "Verseid": "49001024",
          "Verse": "Yet I supposed it necessary to send to you Epaphroditus, my brother, and companion in labour, and fellow soldier, but your messenger, and he that ministered to my wants."
        },
        {
          "Verseid": "49001025",
          "Verse": "For he longed after you all, and was full of heaviness, because that all of you had heard that he had been sick."
        },
        {
          "Verseid": "49001026",
          "Verse": "For indeed he was sick nigh unto death: but God had mercy on him; and not on him only, but on me also, lest I should have sorrow upon sorrow."
        },
        {
          "Verseid": "49001027",
          "Verse": "I sent him therefore the more carefully, that, when all of you see him again, all of you may rejoice, and that I may be the less sorrowful."
        },
        {
          "Verseid": "49001028",
          "Verse": "Receive him therefore in the Lord with all gladness; and hold such in reputation:"
        },
        {
          "Verseid": "49001029",
          "Verse": "Because for the work of Christ he was nigh unto death, not regarding his life, to supply your lack of service toward me."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "49002000",
          "Verse": "Finally, my brethren, rejoice in the Lord. To write the same things to you, to me indeed is not grievous, but for you it is safe."
        },
        {
          "Verseid": "49002001",
          "Verse": "Beware of dogs, beware of evil workers, beware of the concision."
        },
        {
          "Verseid": "49002002",
          "Verse": "For we are the circumcision, which worship God in the spirit, and rejoice in Christ Jesus, and have no confidence in the flesh."
        },
        {
          "Verseid": "49002003",
          "Verse": "Though I might also have confidence in the flesh. If any other man thinks that he has whereof he might trust in the flesh, I more:"
        },
        {
          "Verseid": "49002004",
          "Verse": "Circumcised the eighth day, of the stock of Israel, of the tribe of Benjamin, an Hebrew of the Hebrews; as concerning the law, a Pharisee;"
        },
        {
          "Verseid": "49002005",
          "Verse": "Concerning zeal, persecuting the church; concerning the righteousness which is in the law, blameless."
        },
        {
          "Verseid": "49002006",
          "Verse": "But what things were gain to me, those I counted loss for Christ."
        },
        {
          "Verseid": "49002007",
          "Verse": "Yea doubtless, and I count all things but loss for the excellency of the knowledge of Christ Jesus my Lord: for whom I have suffered the loss of all things, and do count them but dung, that I may win Christ,"
        },
        {
          "Verseid": "49002008",
          "Verse": "And be found in him, not having mine own righteousness, which is of the law, but that which is through the faith of Christ, the righteousness which is of God by faith:"
        },
        {
          "Verseid": "49002009",
          "Verse": "That I may know him, and the power of his resurrection, and the fellowship of his sufferings, being made conformable unto his death;"
        },
        {
          "Verseid": "49002010",
          "Verse": "If by any means I might attain unto the resurrection of the dead."
        },
        {
          "Verseid": "49002011",
          "Verse": "Not as though I had already attained, either were already perfect: but I follow after, if that I may apprehend that for which also I am apprehended of Christ Jesus."
        },
        {
          "Verseid": "49002012",
          "Verse": "Brethren, I count not myself to have apprehended: but this one thing I do, forgetting those things which are behind, and reaching forth unto those things which are before,"
        },
        {
          "Verseid": "49002013",
          "Verse": "I press toward the mark for the prize of the high calling of God in Christ Jesus."
        },
        {
          "Verseid": "49002014",
          "Verse": "Let us therefore, as many as be perfect, be thus minded: and if in any thing all of you be otherwise minded, God shall reveal even this unto you."
        },
        {
          "Verseid": "49002015",
          "Verse": "Nevertheless, whereto we have already attained, let us walk by the same rule, let us mind the same thing."
        },
        {
          "Verseid": "49002016",
          "Verse": "Brethren, be followers together of me, and mark them which walk so as all of you have us for an example."
        },
        {
          "Verseid": "49002017",
          "Verse": "(For many walk, of whom I have told you often, and now tell you even weeping, that they are the enemies of the cross of Christ:"
        },
        {
          "Verseid": "49002018",
          "Verse": "Whose end is destruction, whose God is their belly, and whose glory is in their shame, who mind earthly things.)"
        },
        {
          "Verseid": "49002019",
          "Verse": "For our conversation is in heaven; from whence also we look for the Saviour, the Lord Jesus Christ:"
        },
        {
          "Verseid": "49002020",
          "Verse": "Who shall change our vile body, that it may be fashioned like unto his glorious body, according to the working whereby he is able even to subdue all things unto himself."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "49003000",
          "Verse": "Therefore, my brethren dearly beloved and longed for, my joy and crown, so stand fast in the Lord, my dearly beloved."
        },
        {
          "Verseid": "49003001",
          "Verse": "I plead to Euodias, and plead to Syntyche, that they be of the same mind in the Lord."
        },
        {
          "Verseid": "49003002",
          "Verse": "And I implore you also, true yokefellow, help those women which laboured with me in the gospel, with Clement also, and with other my fellow labourers, whose names are in the book of life."
        },
        {
          "Verseid": "49003003",
          "Verse": "Rejoice in the Lord always: and again I say, Rejoice."
        },
        {
          "Verseid": "49003004",
          "Verse": "Let your moderation be known unto all men. The Lord is at hand."
        },
        {
          "Verseid": "49003005",
          "Verse": "Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God."
        },
        {
          "Verseid": "49003006",
          "Verse": "And the peace of God, which passes all understanding, shall keep your hearts and minds through Christ Jesus."
        },
        {
          "Verseid": "49003007",
          "Verse": "Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things."
        },
        {
          "Verseid": "49003008",
          "Verse": "Those things, which all of you have both learned, and received, and heard, and seen in me, do: and the God of peace shall be with you."
        },
        {
          "Verseid": "49003009",
          "Verse": "But I rejoiced in the Lord greatly, that now at the last your care of me has flourished again; wherein all of you were also careful, but all of you lacked opportunity."
        },
        {
          "Verseid": "49003010",
          "Verse": "Not that I speak in respect of lack: for I have learned, in whatsoever state I am, therewith to be content."
        },
        {
          "Verseid": "49003011",
          "Verse": "I know both how to be brought low, and I know how to abound: every where and in all things I am instructed both to be full and to be hungry, both to abound and to suffer need."
        },
        {
          "Verseid": "49003012",
          "Verse": "I can do all things through Christ which strengthens me."
        },
        {
          "Verseid": "49003013",
          "Verse": "Notwithstanding all of you have well done, that all of you did communicate with my affliction."
        },
        {
          "Verseid": "49003014",
          "Verse": "Now all of you Philippians know also, that in the beginning of the gospel, when I departed from Macedonia, no church communicated with me as concerning giving and receiving, but all of you only."
        },
        {
          "Verseid": "49003015",
          "Verse": "For even in Thessalonica all of you sent once and again unto my necessity."
        },
        {
          "Verseid": "49003016",
          "Verse": "Not because I desire a gift: but I desire fruit that may abound to your account."
        },
        {
          "Verseid": "49003017",
          "Verse": "But I have all, and abound: I am full, having received of Epaphroditus the things which were sent from you, an odour of a sweet smell, a sacrifice acceptable, well-pleasing to God."
        },
        {
          "Verseid": "49003018",
          "Verse": "But my God shall supply all your need according to his riches in glory by Christ Jesus."
        },
        {
          "Verseid": "49003019",
          "Verse": "Now unto God and our Father be glory for ever and ever. Amen."
        },
        {
          "Verseid": "49003020",
          "Verse": "Salute every saint in Christ Jesus. The brethren which are with me greet you."
        },
        {
          "Verseid": "49003021",
          "Verse": "All the saints salute you, chiefly they that are of Caesar's household."
        },
        {
          "Verseid": "49003022",
          "Verse": "The grace of our Lord Jesus Christ be with you all. Amen."
        }
      ]
    }
  ]
}