{
  "Chapter": [
    {
      "Verse": [
        {
          "Verseid": "21000000",
          "Verse": "The song of songs, which is Solomon's."
        },
        {
          "Verseid": "21000001",
          "Verse": "Let him kiss me with the kisses of his mouth: for your love is better than wine."
        },
        {
          "Verseid": "21000002",
          "Verse": "Because of the savour of your good ointments your name is as ointment poured forth, therefore do the virgins love you."
        },
        {
          "Verseid": "21000003",
          "Verse": "Draw me, we will run after you: the king has brought me into his chambers: we will be glad and rejoice in you, we will remember your love more than wine: the upright love you."
        },
        {
          "Verseid": "21000004",
          "Verse": "I am black, but comely, O all of you daughters of Jerusalem, as the tents of Kedar, as the curtains of Solomon."
        },
        {
          "Verseid": "21000005",
          "Verse": "Look not upon me, because I am black, because the sun has looked upon me: my mother's children were angry with me; they made me the keeper of the vineyards; but mine own vineyard have I not kept."
        },
        {
          "Verseid": "21000006",
          "Verse": "Tell me, O you whom my soul loves, where you feed, where you make your flock to rest at noon: for why should I be as one that turns aside by the flocks of your companions?"
        },
        {
          "Verseid": "21000007",
          "Verse": "If you know not, O you fairest among women, go your way forth by the footsteps of the flock, and feed your kids beside the shepherds' tents."
        },
        {
          "Verseid": "21000008",
          "Verse": "I have compared you, O my love, to a company of horses in Pharaoh's chariots."
        },
        {
          "Verseid": "21000009",
          "Verse": "Your cheeks are comely with rows of jewels, your neck with chains of gold."
        },
        {
          "Verseid": "21000010",
          "Verse": "We will make you borders of gold with studs of silver."
        },
        {
          "Verseid": "21000011",
          "Verse": "While the king sits at his table, my spikenard sends forth the smell thereof."
        },
        {
          "Verseid": "21000012",
          "Verse": "A bundle of myrrh is my well-beloved unto me; he shall lie all night between my breasts."
        },
        {
          "Verseid": "21000013",
          "Verse": "My beloved is unto me as a cluster of camphire in the vineyards of Engedi."
        },
        {
          "Verseid": "21000014",
          "Verse": "Behold, you are fair, my love; behold, you are fair; you have doves' eyes."
        },
        {
          "Verseid": "21000015",
          "Verse": "Behold, you are fair, my beloved, yea, pleasant: also our bed is green."
        },
        {
          "Verseid": "21000016",
          "Verse": "The beams of our house are cedar, and our rafters of fir."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "21001000",
          "Verse": "I am the rose of Sharon, and the lily of the valleys."
        },
        {
          "Verseid": "21001001",
          "Verse": "As the lily among thorns, so is my love among the daughters."
        },
        {
          "Verseid": "21001002",
          "Verse": "As the apple tree among the trees of the wood, so is my beloved among the sons. I sat down under his shadow with great delight, and his fruit was sweet to my taste."
        },
        {
          "Verseid": "21001003",
          "Verse": "He brought me to the banqueting house, and his banner over me was love."
        },
        {
          "Verseid": "21001004",
          "Verse": "Stay me with flagons, comfort me with apples: for I am sick of love."
        },
        {
          "Verseid": "21001005",
          "Verse": "His left hand is under my head, and his right hand does embrace me."
        },
        {
          "Verseid": "21001006",
          "Verse": "I charge you, O all of you daughters of Jerusalem, by the roes, and by the hinds of the field, that all of you stir not up, nor awake my love, till he please."
        },
        {
          "Verseid": "21001007",
          "Verse": "The voice of my beloved! behold, he comes leaping upon the mountains, skipping upon the hills."
        },
        {
          "Verseid": "21001008",
          "Verse": "My beloved is like a roe or a young hart: behold, he stands behind our wall, he looks forth at the windows, showing himself through the lattice."
        },
        {
          "Verseid": "21001009",
          "Verse": "My beloved spoke, and said unto me, Rise up, my love, my fair one, and come away."
        },
        {
          "Verseid": "21001010",
          "Verse": "For, lo, the winter is past, the rain is over and gone;"
        },
        {
          "Verseid": "21001011",
          "Verse": "The flowers appear on the earth; the time of the singing of birds has come, and the voice of the turtle is heard in our land;"
        },
        {
          "Verseid": "21001012",
          "Verse": "The fig tree puts forth her green figs, and the vines with the tender grape give a good smell. Arise, my love, my fair one, and come away."
        },
        {
          "Verseid": "21001013",
          "Verse": "O my dove, that are in the clefts of the rock, in the secret places of the stairs, let me see your countenance, let me hear your voice; for sweet is your voice, and your countenance is comely."
        },
        {
          "Verseid": "21001014",
          "Verse": "Take us the foxes, the little foxes, that spoil the vines: for our vines have tender grapes."
        },
        {
          "Verseid": "21001015",
          "Verse": "My beloved is mine, and I am his: he feeds among the lilies."
        },
        {
          "Verseid": "21001016",
          "Verse": "Until the day break, and the shadows flee away, turn, my beloved, and be you like a roe or a young hart upon the mountains of Bether."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "21002000",
          "Verse": "By night on my bed I sought him whom my soul loves: I sought him, but I found him not."
        },
        {
          "Verseid": "21002001",
          "Verse": "I will rise now, and go about the city in the streets, and in the broad ways I will seek him whom my soul loves: I sought him, but I found him not."
        },
        {
          "Verseid": "21002002",
          "Verse": "The watchmen that go about the city found me: to whom I said, Saw all of you him whom my soul loves?"
        },
        {
          "Verseid": "21002003",
          "Verse": "It was but a little that I passed from them, but I found him whom my soul loves: I held him, and would not let him go, until I had brought him into my mother's house, and into the chamber of her that conceived me."
        },
        {
          "Verseid": "21002004",
          "Verse": "I charge you, O all of you daughters of Jerusalem, by the roes, and by the hinds of the field, that all of you stir not up, nor awake my love, till he please."
        },
        {
          "Verseid": "21002005",
          "Verse": "Who is this that comes out of the wilderness like pillars of smoke, perfumed with myrrh and frankincense, with all powders of the merchant?"
        },
        {
          "Verseid": "21002006",
          "Verse": "Behold his bed, which is Solomon's; threescore valiant men are about it, of the valiant of Israel."
        },
        {
          "Verseid": "21002007",
          "Verse": "They all hold swords, being expert in war: every man has his sword upon his thigh because of fear in the night."
        },
        {
          "Verseid": "21002008",
          "Verse": "King Solomon made himself a chariot of the wood of Lebanon."
        },
        {
          "Verseid": "21002009",
          "Verse": "He made the pillars thereof of silver, the bottom thereof of gold, the covering of it of purple, the midst thereof being paved with love, for the daughters of Jerusalem."
        },
        {
          "Verseid": "21002010",
          "Verse": "Go forth, O all of you daughters of Zion, and behold king Solomon with the crown wherewith his mother crowned him in the day of his espousals, and in the day of the gladness of his heart."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "21003000",
          "Verse": "Behold, you are fair, my love; behold, you are fair; you have doves' eyes within your locks: your hair is as a flock of goats, that appear from mount Gilead."
        },
        {
          "Verseid": "21003001",
          "Verse": "Your teeth are like a flock of sheep that are even shorn, which came up from the washing; whereof every one bear twins, and none is barren among them."
        },
        {
          "Verseid": "21003002",
          "Verse": "Your lips are like a thread of scarlet, and your speech is comely: your temples are like a piece of a pomegranate within your locks."
        },
        {
          "Verseid": "21003003",
          "Verse": "Your neck is like the tower of David built for an armoury, whereon there hang a thousand bucklers, all shields of mighty men."
        },
        {
          "Verseid": "21003004",
          "Verse": "Your two breasts are like two young roes that are twins, which feed among the lilies."
        },
        {
          "Verseid": "21003005",
          "Verse": "Until the day break, and the shadows flee away, I will get me to the mountain of myrrh, and to the hill of frankincense."
        },
        {
          "Verseid": "21003006",
          "Verse": "You are all fair, my love; there is no spot in you."
        },
        {
          "Verseid": "21003007",
          "Verse": "Come with me from Lebanon, my spouse, with me from Lebanon: look from the top of Amana, from the top of Shenir and Hermon, from the lions' dens, from the mountains of the leopards."
        },
        {
          "Verseid": "21003008",
          "Verse": "You have ravished my heart, my sister, my spouse; you have ravished my heart with one of yours eyes, with one chain of your neck."
        },
        {
          "Verseid": "21003009",
          "Verse": "How fair is your love, my sister, my spouse! how much better is your love than wine! and the smell of yours ointments than all spices!"
        },
        {
          "Verseid": "21003010",
          "Verse": "Your lips, O my spouse, drop as the honeycomb: honey and milk are under your tongue; and the smell of your garments is like the smell of Lebanon."
        },
        {
          "Verseid": "21003011",
          "Verse": "A garden enclosed is my sister, my spouse; a spring shut up, a fountain sealed."
        },
        {
          "Verseid": "21003012",
          "Verse": "Your plants are an orchard of pomegranates, with pleasant fruits; camphire, with spikenard,"
        },
        {
          "Verseid": "21003013",
          "Verse": "Spikenard and saffron; calamus and cinnamon, with all trees of frankincense; myrrh and aloes, with all the chief spices:"
        },
        {
          "Verseid": "21003014",
          "Verse": "A fountain of gardens, a well of living waters, and streams from Lebanon."
        },
        {
          "Verseid": "21003015",
          "Verse": "Awake, O north wind; and come, you south; blow upon my garden, that the spices thereof may flow out. Let my beloved come into his garden, and eat his pleasant fruits."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "21004000",
          "Verse": "I am come into my garden, my sister, my spouse: I have gathered my myrrh with my spice; I have eaten my honeycomb with my honey; I have drunk my wine with my milk: eat, O friends; drink, yea, drink abundantly, O beloved."
        },
        {
          "Verseid": "21004001",
          "Verse": "I sleep, but my heart wakes: it is the voice of my beloved that knocks, saying, Open to me, my sister, my love, my dove, my undefiled: for my head is filled with dew, and my locks with the drops of the night."
        },
        {
          "Verseid": "21004002",
          "Verse": "I have put off my coat; how shall I put it on? I have washed my feet; how shall I defile them?"
        },
        {
          "Verseid": "21004003",
          "Verse": "My beloved put in his hand by the hole of the door, and my bowels were moved for him."
        },
        {
          "Verseid": "21004004",
          "Verse": "I rose up to open to my beloved; and my hands dropped with myrrh, and my fingers with sweet smelling myrrh, upon the handles of the lock."
        },
        {
          "Verseid": "21004005",
          "Verse": "I opened to my beloved; but my beloved had withdrawn himself, and was gone: my soul failed when he spoke: I sought him, but I could not find him; I called him, but he gave me no answer."
        },
        {
          "Verseid": "21004006",
          "Verse": "The watchmen that went about the city found me, they stroke me, they wounded me; the keepers of the walls took away my veil from me."
        },
        {
          "Verseid": "21004007",
          "Verse": "I charge you, O daughters of Jerusalem, if all of you find my beloved, that all of you tell him, that I am sick of love."
        },
        {
          "Verseid": "21004008",
          "Verse": "What is your beloved more than another beloved, O you fairest among women? what is your beloved more than another beloved, that you do so charge us?"
        },
        {
          "Verseid": "21004009",
          "Verse": "My beloved is white and rosy, the chiefest among ten thousand."
        },
        {
          "Verseid": "21004010",
          "Verse": "His head is as the most fine gold, his locks are bushy, and black as a raven."
        },
        {
          "Verseid": "21004011",
          "Verse": "His eyes are as the eyes of doves by the rivers of waters, washed with milk, and fitly set."
        },
        {
          "Verseid": "21004012",
          "Verse": "His cheeks are as a bed of spices, as sweet flowers: his lips like lilies, dropping sweet smelling myrrh."
        },
        {
          "Verseid": "21004013",
          "Verse": "His hands are as gold rings set with the beryl: his belly is as bright ivory overlaid with sapphires."
        },
        {
          "Verseid": "21004014",
          "Verse": "His legs are as pillars of marble, set upon sockets of fine gold: his countenance is as Lebanon, excellent as the cedars."
        },
        {
          "Verseid": "21004015",
          "Verse": "His mouth is most sweet: yea, he is altogether lovely. This is my beloved, and this is my friend, O daughters of Jerusalem."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "21005000",
          "Verse": "Where is your beloved gone, O you fairest among women? where is your beloved turned aside? that we may seek him with you."
        },
        {
          "Verseid": "21005001",
          "Verse": "My beloved is gone down into his garden, to the beds of spices, to feed in the gardens, and to gather lilies."
        },
        {
          "Verseid": "21005002",
          "Verse": "I am my beloved's, and my beloved is mine: he feeds among the lilies."
        },
        {
          "Verseid": "21005003",
          "Verse": "You are beautiful, O my love, as Tirzah, comely as Jerusalem, terrible as an army with banners."
        },
        {
          "Verseid": "21005004",
          "Verse": "Turn away yours eyes from me, for they have overcome me: your hair is as a flock of goats that appear from Gilead."
        },
        {
          "Verseid": "21005005",
          "Verse": "Your teeth are as a flock of sheep which go up from the washing, whereof every one bears twins, and there is not one barren among them."
        },
        {
          "Verseid": "21005006",
          "Verse": "As a piece of a pomegranate are your temples within your locks."
        },
        {
          "Verseid": "21005007",
          "Verse": "There are threescore queens, and fourscore concubines, and virgins without number."
        },
        {
          "Verseid": "21005008",
          "Verse": "My dove, my undefiled is but one; she is the only one of her mother, she is the choice one of her that bare her. The daughters saw her, and blessed her; yea, the queens and the concubines, and they praised her."
        },
        {
          "Verseid": "21005009",
          "Verse": "Who is she that looks forth as the morning, fair as the moon, clear as the sun, and terrible as an army with banners?"
        },
        {
          "Verseid": "21005010",
          "Verse": "I went down into the garden of nuts to see the fruits of the valley, and to see whether the vine flourished and the pomegranates budded."
        },
        {
          "Verseid": "21005011",
          "Verse": "Before even I was aware, my soul made me like the chariots of Amminadib."
        },
        {
          "Verseid": "21005012",
          "Verse": "Return, return, O Shulamite; return, return, that we may look upon you. What will all of you see in the Shulamite? As it were the company of two armies."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "21006000",
          "Verse": "How beautiful are your feet with shoes, O prince's daughter! the joints of your thighs are like jewels, the work of the hands of a cunning workman."
        },
        {
          "Verseid": "21006001",
          "Verse": "Your navel is like a round goblet, which wants not liquor: your belly is like an heap of wheat set about with lilies."
        },
        {
          "Verseid": "21006002",
          "Verse": "Your two breasts are like two young roes that are twins."
        },
        {
          "Verseid": "21006003",
          "Verse": "Your neck is as a tower of ivory; yours eyes like the pool in Heshbon, by the gate of Bathrabbim: your nose is as the tower of Lebanon which looks toward Damascus."
        },
        {
          "Verseid": "21006004",
          "Verse": "Yours head upon you is like Carmel, and the hair of yours head like purple; the king is held in the galleries."
        },
        {
          "Verseid": "21006005",
          "Verse": "How fair and how pleasant are you, O love, for delights!"
        },
        {
          "Verseid": "21006006",
          "Verse": "This your stature is like to a palm tree, and your breasts to clusters of grapes."
        },
        {
          "Verseid": "21006007",
          "Verse": "I said, I will go up to the palm tree, I will take hold of the boughs thereof: now also your breasts shall be as clusters of the vine, and the smell of your nose like apples;"
        },
        {
          "Verseid": "21006008",
          "Verse": "And the roof of your mouth like the best wine for my beloved, that goes down sweetly, causing the lips of those that are asleep to speak."
        },
        {
          "Verseid": "21006009",
          "Verse": "I am my beloved's, and his desire is toward me."
        },
        {
          "Verseid": "21006010",
          "Verse": "Come, my beloved, let us go forth into the field; let us lodge in the villages."
        },
        {
          "Verseid": "21006011",
          "Verse": "Let us get up early to the vineyards; let us see if the vine flourish, whether the tender grape appear, and the pomegranates bud forth: there will I give you my loves."
        },
        {
          "Verseid": "21006012",
          "Verse": "The mandrakes give a smell, and at our gates are all manner of pleasant fruits, new and old, which I have laid up for you, O my beloved."
        }
      ]
    },
    {
      "Verse": [
        {
          "Verseid": "21007000",
          "Verse": "O that you were as my brother, that sucked the breasts of my mother! when I should find you without, I would kiss you; yea, I should not be despised."
        },
        {
          "Verseid": "21007001",
          "Verse": "I would lead you, and bring you into my mother's house, who would instruct me: I would cause you to drink of spiced wine of the juice of my pomegranate."
        },
        {
          "Verseid": "21007002",
          "Verse": "His left hand should be under my head, and his right hand should embrace me."
        },
        {
          "Verseid": "21007003",
          "Verse": "I charge you, O daughters of Jerusalem, that all of you stir not up, nor awake my love, until he please."
        },
        {
          "Verseid": "21007004",
          "Verse": "Who is this that comes up from the wilderness, leaning upon her beloved? I raised you up under the apple tree: there your mother brought you forth: there she brought you forth that bare you."
        },
        {
          "Verseid": "21007005",
          "Verse": "Set me as a seal upon yours heart, as a seal upon yours arm: for love is strong as death; jealousy is cruel as the grave: the coals thereof are coals of fire, which has a most vehement flame."
        },
        {
          "Verseid": "21007006",
          "Verse": "Many waters cannot quench love, neither can the floods drown it: if a man would give all the substance of his house for love, it would utterly be contemned."
        },
        {
          "Verseid": "21007007",
          "Verse": "We have a little sister, and she has no breasts: what shall we do for our sister in the day when she shall be spoken for?"
        },
        {
          "Verseid": "21007008",
          "Verse": "If she be a wall, we will build upon her a palace of silver: and if she be a door, we will enclose her with boards of cedar."
        },
        {
          "Verseid": "21007009",
          "Verse": "I am a wall, and my breasts like towers: then was I in his eyes as one that found favour."
        },
        {
          "Verseid": "21007010",
          "Verse": "Solomon had a vineyard at Baalhamon; he let out the vineyard unto keepers; every one for the fruit thereof was to bring a thousand pieces of silver."
        },
        {
          "Verseid": "21007011",
          "Verse": "My vineyard, which is mine, is before me: you, O Solomon, must have a thousand, and those that keep the fruit thereof two hundred."
        },
        {
          "Verseid": "21007012",
          "Verse": "You that dwell in the gardens, the companions hearken to your voice: cause me to hear it."
        },
        {
          "Verseid": "21007013",
          "Verse": "Make haste, my beloved, and be you like to a roe or to a young hart upon the mountains of spices."
        }
      ]
    }
  ]
}