{
    "chapter": [
        [
            "In The Beginning God Created The Heavens And The Earth.",
            "Now The Earth Was Formless And Empty, Darkness Was Over The Surface Of The Deep, And The Spirit Of God Was Hovering Over The Waters.",
            "And God Said, \"Let There Be Light,\" And There Was Light.",
            "God Saw That The Light Was Good, And He Separated The Light From The Darkness.",
            "God Called The Light \"Day,\" And The Darkness He Called \"Night.\" And There Was Evening, And There Was Morning-the First Day.",
            "And God Said, \"Let There Be An Expanse Between The Waters To Separate Water From Water.\"",
            "So God Made The Expanse And Separated The Water Under The Expanse From The Water Above It. And It Was So.",
            "God Called The Expanse \"Sky.\" And There Was Evening, And There Was Morning-the Second Day.",
            "And God Said, \"Let The Water Under The Sky Be Gathered To One Place, And Let Dry Ground Appear.\" And It Was So.",
            "God Called The Dry Ground \"Land,\" And The Gathered Waters He Called \"Seas.\" And God Saw That It Was Good.",
            "Then God Said, \"Let The Land Produce Vegetation: Seed-bearing Plants And Trees On The Land That Bear Fruit With Seed In It, According To Their Various Kinds.\" And It Was So.",
            "The Land Produced Vegetation: Plants Bearing Seed According To Their Kinds And Trees Bearing Fruit With Seed In It According To Their Kinds. And God Saw That It Was Good.",
            "And There Was Evening, And There Was Morning-the Third Day.",
            "And God Said, \"Let There Be Lights In The Expanse Of The Sky To Separate The Day From The Night, And Let Them Serve As Signs To Mark Seasons And Days And Years,",
            "And Let Them Be Lights In The Expanse Of The Sky To Give Light On The Earth.\" And It Was So.",
            "God Made Two Great Lights-the Greater Light To Govern The Day And The Lesser Light To Govern The Night. He Also Made The Stars.",
            "God Set Them In The Expanse Of The Sky To Give Light On The Earth,",
            "To Govern The Day And The Night, And To Separate Light From Darkness. And God Saw That It Was Good.",
            "And There Was Evening, And There Was Morning-the Fourth Day.",
            "And God Said, \"Let The Water Teem With Living Creatures, And Let Birds Fly Above The Earth Across The Expanse Of The Sky.\"",
            "So God Created The Great Creatures Of The Sea And Every Living And Moving Thing With Which The Water Teems, According To Their Kinds, And Every Winged Bird According To Its Kind. And God Saw That It Was Good.",
            "God Blessed Them And Said, \"Be Fruitful And Increase In Number And Fill The Water In The Seas, And Let The Birds Increase On The Earth.\"",
            "And There Was Evening, And There Was Morning-the Fifth Day.",
            "And God Said, \"Let The Land Produce Living Creatures According To Their Kinds: Livestock, Creatures That Move Along The Ground, And Wild Animals, Each According To Its Kind.\" And It Was So.",
            "God Made The Wild Animals According To Their Kinds, The Livestock According To Their Kinds, And All The Creatures That Move Along The Ground According To Their Kinds. And God Saw That It Was Good.",
            "Then God Said, \"Let Us Make Man In Our Image, In Our Likeness, And Let Them Rule Over The Fish Of The Sea And The Birds Of The Air, Over The Livestock, Over All The Earth, And Over All The Creatures That Move Along The Ground.\"",
            "So God Created Man In His Own Image, In The Image Of God He Created Him; Male And Female He Created Them.",
            "God Blessed Them And Said To Them, \"Be Fruitful And Increase In Number; Fill The Earth And Subdue It. Rule Over The Fish Of The Sea And The Birds Of The Air And Over Every Living Creature That Moves On The Ground.\"",
            "Then God Said, \"I Give You Every Seed-bearing Plant On The Face Of The Whole Earth And Every Tree That Has Fruit With Seed In It. They Will Be Yours For Food.",
            "And To All The Beasts Of The Earth And All The Birds Of The Air And All The Creatures That Move On The Ground-everything That Has The Breath Of Life In It-i Give Every Green Plant For Food.\" And It Was So.",
            "God Saw All That He Had Made, And It Was Very Good. And There Was Evening, And There Was Morning-the Sixth Day."
        ],
        [
            "Thus The Heavens And The Earth Were Completed In All Their Vast Array.",
            "By The Seventh Day God Had Finished The Work He Had Been Doing; So On The Seventh Day He Rested From All His Work.",
            "And God Blessed The Seventh Day And Made It Holy, Because On It He Rested From All The Work Of Creating That He Had Done.",
            "This Is The Account Of The Heavens And The Earth When They Were Created. When The Lord God Made The Earth And The Heavens-",
            "And No Shrub Of The Field Had Yet Appeared On The Earth And No Plant Of The Field Had Yet Sprung Up, For The Lord God Had Not Sent Rain On The Earth And There Was No Man To Work The Ground,",
            "But Streams Came Up From The Earth And Watered The Whole Surface Of The Ground-",
            "The Lord God Formed The Man From The Dust Of The Ground And Breathed Into His Nostrils The Breath Of Life, And The Man Became A Living Being.",
            "Now The Lord God Had Planted A Garden In The East, In Eden; And There He Put The Man He Had Formed.",
            "And The Lord God Made All Kinds Of Trees Grow Out Of The Ground-trees That Were Pleasing To The Eye And Good For Food. In The Middle Of The Garden Were The Tree Of Life And The Tree Of The Knowledge Of Good And Evil.",
            "A River Watering The Garden Flowed From Eden; From There It Was Separated Into Four Headwaters.",
            "The Name Of The First Is The Pishon; It Winds Through The Entire Land Of Havilah, Where There Is Gold.",
            "(The Gold Of That Land Is Good; Aromatic Resin And Onyx Are Also There.)",
            "The Name Of The Second River Is The Gihon; It Winds Through The Entire Land Of Cush.",
            "The Name Of The Third River Is The Tigris; It Runs Along The East Side Of Asshur. And The Fourth River Is The Euphrates.",
            "The Lord God Took The Man And Put Him In The Garden Of Eden To Work It And Take Care Of It.",
            "And The Lord God Commanded The Man, \"You Are Free To Eat From Any Tree In The Garden;",
            "But You Must Not Eat From The Tree Of The Knowledge Of Good And Evil, For When You Eat Of It You Will Surely Die.\"",
            "The Lord God Said, \"It Is Not Good For The Man To Be Alone. I Will Make A Helper Suitable For Him.\"",
            "Now The Lord God Had Formed Out Of The Ground All The Beasts Of The Field And All The Birds Of The Air. He Brought Them To The Man To See What He Would Name Them; And Whatever The Man Called Each Living Creature, That Was Its Name.",
            "So The Man Gave Names To All The Livestock, The Birds Of The Air And All The Beasts Of The Field. But For Adam No Suitable Helper Was Found.",
            "So The Lord God Caused The Man To Fall Into A Deep Sleep; And While He Was Sleeping, He Took One Of The Man's Ribs And Closed Up The Place With Flesh.",
            "Then The Lord God Made A Woman From The Rib He Had Taken Out Of The Man, And He Brought Her To The Man.",
            "The Man Said, \"This Is Now Bone Of My Bones And Flesh Of My Flesh; She Shall Be Called 'Woman, ' For She Was Taken Out Of Man.\"",
            "For This Reason A Man Will Leave His Father And Mother And Be United To His Wife, And They Will Become One Flesh.",
            "The Man And His Wife Were Both Naked, And They Felt No Shame"
        ],
        [
            "Now The Serpent Was More Crafty Than Any Of The Wild Animals The Lord God Had Made. He Said To The Woman, \"Did God Really Say, 'You Must Not Eat From Any Tree In The Garden'?\"",
            "The Woman Said To The Serpent, \"We May Eat Fruit From The Trees In The Garden,",
            "But God Did Say, 'You Must Not Eat Fruit From The Tree That Is In The Middle Of The Garden, And You Must Not Touch It, Or You Will Die.' \"",
            "\"You Will Not Surely Die,\" The Serpent Said To The Woman.",
            "\"For God Knows That When You Eat Of It Your Eyes Will Be Opened, And You Will Be Like God, Knowing Good And Evil.\"",
            "When The Woman Saw That The Fruit Of The Tree Was Good For Food And Pleasing To The Eye, And Also Desirable For Gaining Wisdom, She Took Some And Ate It. She Also Gave Some To Her Husband, Who Was With Her, And He Ate It.",
            "Then The Eyes Of Both Of Them Were Opened, And They Realized They Were Naked; So They Sewed Fig Leaves Together And Made Coverings For Themselves.",
            "Then The Man And His Wife Heard The Sound Of The Lord God As He Was Walking In The Garden In The Cool Of The Day, And They Hid From The Lord God Among The Trees Of The Garden.",
            "But The Lord God Called To The Man, \"Where Are You?\"",
            "He Answered, \"I Heard You In The Garden, And I Was Afraid Because I Was Naked; So I Hid.\"",
            "And He Said, \"Who Told You That You Were Naked? Have You Eaten From The Tree That I Commanded You Not To Eat From?\"",
            "The Man Said, \"The Woman You Put Here With Me-she Gave Me Some Fruit From The Tree, And I Ate It.\"",
            "Then The Lord God Said To The Woman, \"What Is This You Have Done?\" The Woman Said, \"The Serpent Deceived Me, And I Ate.\"",
            "So The Lord God Said To The Serpent, \"Because You Have Done This, \"Cursed Are You Above All The Livestock And All The Wild Animals! You Will Crawl On Your Belly And You Will Eat Dust All The Days Of Your Life.",
            "And I Will Put Enmity Between You And The Woman, And Between Your Offspring And Hers; He Will Crush Your Head, And You Will Strike His Heel.\"",
            "To The Woman He Said, \"I Will Greatly Increase Your Pains In Childbearing; With Pain You Will Give Birth To Children. Your Desire Will Be For Your Husband, And He Will Rule Over You.\"",
            "To Adam He Said, \"Because You Listened To Your Wife And Ate From The Tree About Which I Commanded You, 'You Must Not Eat Of It,' \"Cursed Is The Ground Because Of You; Through Painful Toil You Will Eat Of It All The Days Of Your Life.",
            "It Will Produce Thorns And Thistles For You, And You Will Eat The Plants Of The Field.",
            "By The Sweat Of Your Brow You Will Eat Your Food Until You Return To The Ground, Since From It You Were Taken; For Dust You Are And To Dust You Will Return.\"",
            "Adam Named His Wife Eve, Because She Would Become The Mother Of All The Living.",
            "The Lord God Made Garments Of Skin For Adam And His Wife And Clothed Them.",
            "And The Lord God Said, \"The Man Has Now Become Like One Of Us, Knowing Good And Evil. He Must Not Be Allowed To Reach Out His Hand And Take Also From The Tree Of Life And Eat, And Live Forever.\"",
            "So The Lord God Banished Him From The Garden Of Eden To Work The Ground From Which He Had Been Taken.",
            "After He Drove The Man Out, He Placed On The East Side Of The Garden Of Eden Cherubim And A Flaming Sword Flashing Back And Forth To Guard The Way To The Tree Of Life"
        ],
        [
            "Adam Lay With His Wife Eve, And She Became Pregnant And Gave Birth To Cain. She Said, \"With The Help Of The Lord I Have Brought Forth A Man.\"",
            "Later She Gave Birth To His Brother Abel. Now Abel Kept Flocks, And Cain Worked The Soil.",
            "In The Course Of Time Cain Brought Some Of The Fruits Of The Soil As An Offering To The Lord .",
            "But Abel Brought Fat Portions From Some Of The Firstborn Of His Flock. The Lord Looked With Favor On Abel And His Offering,",
            "But On Cain And His Offering He Did Not Look With Favor. So Cain Was Very Angry, And His Face Was Downcast.",
            "Then The Lord Said To Cain, \"Why Are You Angry? Why Is Your Face Downcast?",
            "If You Do What Is Right, Will You Not Be Accepted? But If You Do Not Do What Is Right, Sin Is Crouching At Your Door; It Desires To Have You, But You Must Master It.\"",
            "Now Cain Said To His Brother Abel, \"Let's Go Out To The Field.\" And While They Were In The Field, Cain Attacked His Brother Abel And Killed Him.",
            "Then The Lord Said To Cain, \"Where Is Your Brother Abel?\" \"I Don't Know,\" He Replied. \"Am I My Brother's Keeper?\"",
            "The Lord Said, \"What Have You Done? Listen! Your Brother's Blood Cries Out To Me From The Ground.",
            "Now You Are Under A Curse And Driven From The Ground, Which Opened Its Mouth To Receive Your Brother's Blood From Your Hand.",
            "When You Work The Ground, It Will No Longer Yield Its Crops For You. You Will Be A Restless Wanderer On The Earth.\"",
            "Cain Said To The Lord , \"My Punishment Is More Than I Can Bear.",
            "Today You Are Driving Me From The Land, And I Will Be Hidden From Your Presence; I Will Be A Restless Wanderer On The Earth, And Whoever Finds Me Will Kill Me.\"",
            "But The Lord Said To Him, \"Not So ; If Anyone Kills Cain, He Will Suffer Vengeance Seven Times Over.\" Then The Lord Put A Mark On Cain So That No One Who Found Him Would Kill Him.",
            "So Cain Went Out From The Lord 'S Presence And Lived In The Land Of Nod, East Of Eden.",
            "Cain Lay With His Wife, And She Became Pregnant And Gave Birth To Enoch. Cain Was Then Building A City, And He Named It After His Son Enoch.",
            "To Enoch Was Born Irad, And Irad Was The Father Of Mehujael, And Mehujael Was The Father Of Methushael, And Methushael Was The Father Of Lamech.",
            "Lamech Married Two Women, One Named Adah And The Other Zillah.",
            "Adah Gave Birth To Jabal; He Was The Father Of Those Who Live In Tents And Raise Livestock.",
            "His Brother's Name Was Jubal; He Was The Father Of All Who Play The Harp And Flute.",
            "Zillah Also Had A Son, Tubal-cain, Who Forged All Kinds Of Tools Out Of Bronze And Iron. Tubal-cain's Sister Was Naamah.",
            "Lamech Said To His Wives, \"Adah And Zillah, Listen To Me; Wives Of Lamech, Hear My Words. I Have Killed A Man For Wounding Me, A Young Man For Injuring Me.",
            "If Cain Is Avenged Seven Times, Then Lamech Seventy-seven Times.\"",
            "Adam Lay With His Wife Again, And She Gave Birth To A Son And Named Him Seth, Saying, \"God Has Granted Me Another Child In Place Of Abel, Since Cain Killed Him.\"",
            "Seth Also Had A Son, And He Named Him Enosh. At That Time Men Began To Call On The Name Of The Lord"
        ],
        [
            "This Is The Written Account Of Adam's Line. When God Created Man, He Made Him In The Likeness Of God.",
            "He Created Them Male And Female And Blessed Them. And When They Were Created, He Called Them \"Man. \"",
            "When Adam Had Lived  Years, He Had A Son In His Own Likeness, In His Own Image; And He Named Him Seth.",
            "After Seth Was Born, Adam Lived  Years And Had Other Sons And Daughters.",
            "Altogether, Adam Lived  Years, And Then He Died.",
            "When Seth Had Lived  Years, He Became The Father Of Enosh.",
            "And After He Became The Father Of Enosh, Seth Lived  Years And Had Other Sons And Daughters.",
            "Altogether, Seth Lived  Years, And Then He Died.",
            "When Enosh Had Lived  Years, He Became The Father Of Kenan.",
            "And After He Became The Father Of Kenan, Enosh Lived  Years And Had Other Sons And Daughters.",
            "Altogether, Enosh Lived  Years, And Then He Died.",
            "When Kenan Had Lived  Years, He Became The Father Of Mahalalel.",
            "And After He Became The Father Of Mahalalel, Kenan Lived  Years And Had Other Sons And Daughters.",
            "Altogether, Kenan Lived  Years, And Then He Died.",
            "When Mahalalel Had Lived  Years, He Became The Father Of Jared.",
            "And After He Became The Father Of Jared, Mahalalel Lived  Years And Had Other Sons And Daughters.",
            "Altogether, Mahalalel Lived  Years, And Then He Died.",
            "When Jared Had Lived  Years, He Became The Father Of Enoch.",
            "And After He Became The Father Of Enoch, Jared Lived  Years And Had Other Sons And Daughters.",
            "Altogether, Jared Lived  Years, And Then He Died.",
            "When Enoch Had Lived  Years, He Became The Father Of Methuselah.",
            "And After He Became The Father Of Methuselah, Enoch Walked With God  Years And Had Other Sons And Daughters.",
            "Altogether, Enoch Lived  Years.",
            "Enoch Walked With God; Then He Was No More, Because God Took Him Away.",
            "When Methuselah Had Lived  Years, He Became The Father Of Lamech.",
            "And After He Became The Father Of Lamech, Methuselah Lived  Years And Had Other Sons And Daughters.",
            "Altogether, Methuselah Lived  Years, And Then He Died.",
            "When Lamech Had Lived  Years, He Had A Son.",
            "He Named Him Noah And Said, \"He Will Comfort Us In The Labor And Painful Toil Of Our Hands Caused By The Ground The Lord Has Cursed.\"",
            "After Noah Was Born, Lamech Lived  Years And Had Other Sons And Daughters.",
            "Altogether, Lamech Lived  Years, And Then He Died.",
            "After Noah Was  Years Old, He Became The Father Of Shem, Ham And Japheth."
        ],
        [
            "When Men Began To Increase In Number On The Earth And Daughters Were Born To Them,",
            "The Sons Of God Saw That The Daughters Of Men Were Beautiful, And They Married Any Of Them They Chose.",
            "Then The Lord Said, \"My Spirit Will Not Contend With Man Forever, For He Is Mortal ; His Days Will Be A Hundred And Twenty Years.\"",
            "The Nephilim Were On The Earth In Those Days-and Also Afterward-when The Sons Of God Went To The Daughters Of Men And Had Children By Them. They Were The Heroes Of Old, Men Of Renown.",
            "The Lord Saw How Great Man's Wickedness On The Earth Had Become, And That Every Inclination Of The Thoughts Of His Heart Was Only Evil All The Time.",
            "The Lord Was Grieved That He Had Made Man On The Earth, And His Heart Was Filled With Pain.",
            "So The Lord Said, \"I Will Wipe Mankind, Whom I Have Created, From The Face Of The Earth-men And Animals, And Creatures That Move Along The Ground, And Birds Of The Air-for I Am Grieved That I Have Made Them.\"",
            "But Noah Found Favor In The Eyes Of The Lord .",
            "This Is The Account Of Noah. Noah Was A Righteous Man, Blameless Among The People Of His Time, And He Walked With God.",
            "Noah Had Three Sons: Shem, Ham And Japheth.",
            "Now The Earth Was Corrupt In God's Sight And Was Full Of Violence.",
            "God Saw How Corrupt The Earth Had Become, For All The People On Earth Had Corrupted Their Ways.",
            "So God Said To Noah, \"I Am Going To Put An End To All People, For The Earth Is Filled With Violence Because Of Them. I Am Surely Going To Destroy Both Them And The Earth.",
            "So Make Yourself An Ark Of Cypress Wood; Make Rooms In It And Coat It With Pitch Inside And Out.",
            "This Is How You Are To Build It: The Ark Is To Be  Feet Long,  Feet Wide And  Feet High.",
            "Make A Roof For It And Finish The Ark To Within  Inches Of The Top. Put A Door In The Side Of The Ark And Make Lower, Middle And Upper Decks.",
            "I Am Going To Bring Floodwaters On The Earth To Destroy All Life Under The Heavens, Every Creature That Has The Breath Of Life In It. Everything On Earth Will Perish.",
            "But I Will Establish My Covenant With You, And You Will Enter The Ark-you And Your Sons And Your Wife And Your Sons' Wives With You.",
            "You Are To Bring Into The Ark Two Of All Living Creatures, Male And Female, To Keep Them Alive With You.",
            "Two Of Every Kind Of Bird, Of Every Kind Of Animal And Of Every Kind Of Creature That Moves Along The Ground Will Come To You To Be Kept Alive.",
            "You Are To Take Every Kind Of Food That Is To Be Eaten And Store It Away As Food For You And For Them.\"",
            "Noah Did Everything Just As God Commanded Him."
        ],
        [
            "The Lord Then Said To Noah, \"Go Into The Ark, You And Your Whole Family, Because I Have Found You Righteous In This Generation.",
            "Take With You Seven Of Every Kind Of Clean Animal, A Male And Its Mate, And Two Of Every Kind Of Unclean Animal, A Male And Its Mate,",
            "And Also Seven Of Every Kind Of Bird, Male And Female, To Keep Their Various Kinds Alive Throughout The Earth.",
            "Seven Days From Now I Will Send Rain On The Earth For Forty Days And Forty Nights, And I Will Wipe From The Face Of The Earth Every Living Creature I Have Made.\"",
            "And Noah Did All That The Lord Commanded Him.",
            "Noah Was Six Hundred Years Old When The Floodwaters Came On The Earth.",
            "And Noah And His Sons And His Wife And His Sons' Wives Entered The Ark To Escape The Waters Of The Flood.",
            "Pairs Of Clean And Unclean Animals, Of Birds And Of All Creatures That Move Along The Ground,",
            "Male And Female, Came To Noah And Entered The Ark, As God Had Commanded Noah.",
            "And After The Seven Days The Floodwaters Came On The Earth.",
            "In The Six Hundredth Year Of Noah's Life, On The Seventeenth Day Of The Second Month-on That Day All The Springs Of The Great Deep Burst Forth, And The Floodgates Of The Heavens Were Opened.",
            "And Rain Fell On The Earth Forty Days And Forty Nights.",
            "On That Very Day Noah And His Sons, Shem, Ham And Japheth, Together With His Wife And The Wives Of His Three Sons, Entered The Ark.",
            "They Had With Them Every Wild Animal According To Its Kind, All Livestock According To Their Kinds, Every Creature That Moves Along The Ground According To Its Kind And Every Bird According To Its Kind, Everything With Wings.",
            "Pairs Of All Creatures That Have The Breath Of Life In Them Came To Noah And Entered The Ark.",
            "The Animals Going In Were Male And Female Of Every Living Thing, As God Had Commanded Noah. Then The Lord Shut Him In.",
            "For Forty Days The Flood Kept Coming On The Earth, And As The Waters Increased They Lifted The Ark High Above The Earth.",
            "The Waters Rose And Increased Greatly On The Earth, And The Ark Floated On The Surface Of The Water.",
            "They Rose Greatly On The Earth, And All The High Mountains Under The Entire Heavens Were Covered.",
            "The Waters Rose And Covered The Mountains To A Depth Of More Than Twenty Feet. ,",
            "Every Living Thing That Moved On The Earth Perished-birds, Livestock, Wild Animals, All The Creatures That Swarm Over The Earth, And All Mankind.",
            "Everything On Dry Land That Had The Breath Of Life In Its Nostrils Died.",
            "Every Living Thing On The Face Of The Earth Was Wiped Out; Men And Animals And The Creatures That Move Along The Ground And The Birds Of The Air Were Wiped From The Earth. Only Noah Was Left, And Those With Him In The Ark.",
            "The Waters Flooded The Earth For A Hundred And Fifty Days."
        ],
        [
            "But God Remembered Noah And All The Wild Animals And The Livestock That Were With Him In The Ark, And He Sent A Wind Over The Earth, And The Waters Receded.",
            "Now The Springs Of The Deep And The Floodgates Of The Heavens Had Been Closed, And The Rain Had Stopped Falling From The Sky.",
            "The Water Receded Steadily From The Earth. At The End Of The Hundred And Fifty Days The Water Had Gone Down,",
            "And On The Seventeenth Day Of The Seventh Month The Ark Came To Rest On The Mountains Of Ararat.",
            "The Waters Continued To Recede Until The Tenth Month, And On The First Day Of The Tenth Month The Tops Of The Mountains Became Visible.",
            "After Forty Days Noah Opened The Window He Had Made In The Ark",
            "And Sent Out A Raven, And It Kept Flying Back And Forth Until The Water Had Dried Up From The Earth.",
            "Then He Sent Out A Dove To See If The Water Had Receded From The Surface Of The Ground.",
            "But The Dove Could Find No Place To Set Its Feet Because There Was Water Over All The Surface Of The Earth; So It Returned To Noah In The Ark. He Reached Out His Hand And Took The Dove And Brought It Back To Himself In The Ark.",
            "He Waited Seven More Days And Again Sent Out The Dove From The Ark.",
            "When The Dove Returned To Him In The Evening, There In Its Beak Was A Freshly Plucked Olive Leaf! Then Noah Knew That The Water Had Receded From The Earth.",
            "He Waited Seven More Days And Sent The Dove Out Again, But This Time It Did Not Return To Him.",
            "By The First Day Of The First Month Of Noah's Six Hundred And First Year, The Water Had Dried Up From The Earth. Noah Then Removed The Covering From The Ark And Saw That The Surface Of The Ground Was Dry.",
            "By The Twenty-seventh Day Of The Second Month The Earth Was Completely Dry.",
            "Then God Said To Noah,",
            "\"Come Out Of The Ark, You And Your Wife And Your Sons And Their Wives.",
            "Bring Out Every Kind Of Living Creature That Is With You-the Birds, The Animals, And All The Creatures That Move Along The Ground-so They Can Multiply On The Earth And Be Fruitful And Increase In Number Upon It.\"",
            "So Noah Came Out, Together With His Sons And His Wife And His Sons' Wives.",
            "All The Animals And All The Creatures That Move Along The Ground And All The Birds-everything That Moves On The Earth-came Out Of The Ark, One Kind After Another.",
            "Then Noah Built An Altar To The Lord And, Taking Some Of All The Clean Animals And Clean Birds, He Sacrificed Burnt Offerings On It.",
            "The Lord Smelled The Pleasing Aroma And Said In His Heart: \"Never Again Will I Curse The Ground Because Of Man, Even Though Every Inclination Of His Heart Is Evil From Childhood. And Never Again Will I Destroy All Living Creatures, As I Have Done.",
            "\"As Long As The Earth Endures, Seedtime And Harvest, Cold And Heat, Summer And Winter, Day And Night Will Never Cease.\""
        ],
        [
            "Then God Blessed Noah And His Sons, Saying To Them, \"Be Fruitful And Increase In Number And Fill The Earth.",
            "The Fear And Dread Of You Will Fall Upon All The Beasts Of The Earth And All The Birds Of The Air, Upon Every Creature That Moves Along The Ground, And Upon All The Fish Of The Sea; They Are Given Into Your Hands.",
            "Everything That Lives And Moves Will Be Food For You. Just As I Gave You The Green Plants, I Now Give You Everything.",
            "\"But You Must Not Eat Meat That Has Its Lifeblood Still In It.",
            "And For Your Lifeblood I Will Surely Demand An Accounting. I Will Demand An Accounting From Every Animal. And From Each Man, Too, I Will Demand An Accounting For The Life Of His Fellow Man.",
            "\"Whoever Sheds The Blood Of Man, By Man Shall His Blood Be Shed; For In The Image Of God Has God Made Man.",
            "As For You, Be Fruitful And Increase In Number; Multiply On The Earth And Increase Upon It.\"",
            "Then God Said To Noah And To His Sons With Him:",
            "\"I Now Establish My Covenant With You And With Your Descendants After You",
            "And With Every Living Creature That Was With You-the Birds, The Livestock And All The Wild Animals, All Those That Came Out Of The Ark With You-every Living Creature On Earth.",
            "I Establish My Covenant With You: Never Again Will All Life Be Cut Off By The Waters Of A Flood; Never Again Will There Be A Flood To Destroy The Earth.\"",
            "And God Said, \"This Is The Sign Of The Covenant I Am Making Between Me And You And Every Living Creature With You, A Covenant For All Generations To Come:",
            "I Have Set My Rainbow In The Clouds, And It Will Be The Sign Of The Covenant Between Me And The Earth.",
            "Whenever I Bring Clouds Over The Earth And The Rainbow Appears In The Clouds,",
            "I Will Remember My Covenant Between Me And You And All Living Creatures Of Every Kind. Never Again Will The Waters Become A Flood To Destroy All Life.",
            "Whenever The Rainbow Appears In The Clouds, I Will See It And Remember The Everlasting Covenant Between God And All Living Creatures Of Every Kind On The Earth.\"",
            "So God Said To Noah, \"This Is The Sign Of The Covenant I Have Established Between Me And All Life On The Earth.\"",
            "The Sons Of Noah Who Came Out Of The Ark Were Shem, Ham And Japheth. (Ham Was The Father Of Canaan.)",
            "These Were The Three Sons Of Noah, And From Them Came The People Who Were Scattered Over The Earth.",
            "Noah, A Man Of The Soil, Proceeded To Plant A Vineyard.",
            "When He Drank Some Of Its Wine, He Became Drunk And Lay Uncovered Inside His Tent.",
            "Ham, The Father Of Canaan, Saw His Father's Nakedness And Told His Two Brothers Outside.",
            "But Shem And Japheth Took A Garment And Laid It Across Their Shoulders; Then They Walked In Backward And Covered Their Father's Nakedness. Their Faces Were Turned The Other Way So That They Would Not See Their Father's Nakedness.",
            "When Noah Awoke From His Wine And Found Out What His Youngest Son Had Done To Him,",
            "He Said, \"Cursed Be Canaan! The Lowest Of Slaves Will He Be To His Brothers.\"",
            "He Also Said, \"Blessed Be The Lord , The God Of Shem! May Canaan Be The Slave Of Shem.",
            "May God Extend The Territory Of Japheth ; May Japheth Live In The Tents Of Shem, And May Canaan Be His Slave.\"",
            "After The Flood Noah Lived  Years.",
            "Altogether, Noah Lived  Years, And Then He Died."
        ],
        [
            "This Is The Account Of Shem, Ham And Japheth, Noah's Sons, Who Themselves Had Sons After The Flood. The Japhethites",
            "The Sons Of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech And Tiras.",
            "The Sons Of Gomer: Ashkenaz, Riphath And Togarmah.",
            "The Sons Of Javan: Elishah, Tarshish, The Kittim And The Rodanim.",
            "(From These The Maritime Peoples Spread Out Into Their Territories By Their Clans Within Their Nations, Each With Its Own Language.) The Hamites",
            "The Sons Of Ham: Cush, Mizraim, Put And Canaan.",
            "The Sons Of Cush: Seba, Havilah, Sabtah, Raamah And Sabteca. The Sons Of Raamah: Sheba And Dedan.",
            "Cush Was The Father Of Nimrod, Who Grew To Be A Mighty Warrior On The Earth.",
            "He Was A Mighty Hunter Before The Lord ; That Is Why It Is Said, \"Like Nimrod, A Mighty Hunter Before The Lord .\"",
            "The First Centers Of His Kingdom Were Babylon, Erech, Akkad And Calneh, In Shinar.",
            "From That Land He Went To Assyria, Where He Built Nineveh, Rehoboth Ir, Calah",
            "And Resen, Which Is Between Nineveh And Calah; That Is The Great City.",
            "Mizraim Was The Father Of The Ludites, Anamites, Lehabites, Naphtuhites,",
            "Pathrusites, Casluhites (From Whom The Philistines Came) And Caphtorites.",
            "Canaan Was The Father Of Sidon His Firstborn, And Of The Hittites,",
            "Jebusites, Amorites, Girgashites,",
            "Hivites, Arkites, Sinites,",
            "Arvadites, Zemarites And Hamathites. Later The Canaanite Clans Scattered",
            "And The Borders Of Canaan Reached From Sidon Toward Gerar As Far As Gaza, And Then Toward Sodom, Gomorrah, Admah And Zeboiim, As Far As Lasha.",
            "These Are The Sons Of Ham By Their Clans And Languages, In Their Territories And Nations. The Semites",
            "Sons Were Also Born To Shem, Whose Older Brother Was Japheth; Shem Was The Ancestor Of All The Sons Of Eber.",
            "The Sons Of Shem: Elam, Asshur, Arphaxad, Lud And Aram.",
            "The Sons Of Aram: Uz, Hul, Gether And Meshech.",
            "Arphaxad Was The Father Of Shelah, And Shelah The Father Of Eber.",
            "Two Sons Were Born To Eber: One Was Named Peleg, Because In His Time The Earth Was Divided; His Brother Was Named Joktan.",
            "Joktan Was The Father Of Almodad, Sheleph, Hazarmaveth, Jerah,",
            "Hadoram, Uzal, Diklah,",
            "Obal, Abimael, Sheba,",
            "Ophir, Havilah And Jobab. All These Were Sons Of Joktan.",
            "The Region Where They Lived Stretched From Mesha Toward Sephar, In The Eastern Hill Country.",
            "These Are The Sons Of Shem By Their Clans And Languages, In Their Territories And Nations.",
            "These Are The Clans Of Noah's Sons, According To Their Lines Of Descent, Within Their Nations. From These The Nations Spread Out Over The Earth After The Flood."
        ],
        [
            "Now The Whole World Had One Language And A Common Speech.",
            "As Men Moved Eastward, They Found A Plain In Shinar And Settled There.",
            "They Said To Each Other, \"Come, Let's Make Bricks And Bake Them Thoroughly.\" They Used Brick Instead Of Stone, And Tar For Mortar.",
            "Then They Said, \"Come, Let Us Build Ourselves A City, With A Tower That Reaches To The Heavens, So That We May Make A Name For Ourselves And Not Be Scattered Over The Face Of The Whole Earth.\"",
            "But The Lord Came Down To See The City And The Tower That The Men Were Building.",
            "The Lord Said, \"If As One People Speaking The Same Language They Have Begun To Do This, Then Nothing They Plan To Do Will Be Impossible For Them.",
            "Come, Let Us Go Down And Confuse Their Language So They Will Not Understand Each Other.\"",
            "So The Lord Scattered Them From There Over All The Earth, And They Stopped Building The City.",
            "That Is Why It Was Called Babel -Because There The Lord Confused The Language Of The Whole World. From There The Lord Scattered Them Over The Face Of The Whole Earth.",
            "This Is The Account Of Shem. Two Years After The Flood, When Shem Was  Years Old, He Became The Father Of Arphaxad.",
            "And After He Became The Father Of Arphaxad, Shem Lived  Years And Had Other Sons And Daughters.",
            "When Arphaxad Had Lived  Years, He Became The Father Of Shelah.",
            "And After He Became The Father Of Shelah, Arphaxad Lived  Years And Had Other Sons And Daughters.",
            "When Shelah Had Lived  Years, He Became The Father Of Eber.",
            "And After He Became The Father Of Eber, Shelah Lived  Years And Had Other Sons And Daughters.",
            "When Eber Had Lived  Years, He Became The Father Of Peleg.",
            "And After He Became The Father Of Peleg, Eber Lived  Years And Had Other Sons And Daughters.",
            "When Peleg Had Lived  Years, He Became The Father Of Reu.",
            "And After He Became The Father Of Reu, Peleg Lived  Years And Had Other Sons And Daughters.",
            "When Reu Had Lived  Years, He Became The Father Of Serug.",
            "And After He Became The Father Of Serug, Reu Lived  Years And Had Other Sons And Daughters.",
            "When Serug Had Lived  Years, He Became The Father Of Nahor.",
            "And After He Became The Father Of Nahor, Serug Lived  Years And Had Other Sons And Daughters.",
            "When Nahor Had Lived  Years, He Became The Father Of Terah.",
            "And After He Became The Father Of Terah, Nahor Lived  Years And Had Other Sons And Daughters.",
            "After Terah Had Lived  Years, He Became The Father Of Abram, Nahor And Haran.",
            "This Is The Account Of Terah. Terah Became The Father Of Abram, Nahor And Haran. And Haran Became The Father Of Lot.",
            "While His Father Terah Was Still Alive, Haran Died In Ur Of The Chaldeans, In The Land Of His Birth.",
            "Abram And Nahor Both Married. The Name Of Abram's Wife Was Sarai, And The Name Of Nahor's Wife Was Milcah; She Was The Daughter Of Haran, The Father Of Both Milcah And Iscah.",
            "Now Sarai Was Barren; She Had No Children.",
            "Terah Took His Son Abram, His Grandson Lot Son Of Haran, And His Daughter-in-law Sarai, The Wife Of His Son Abram, And Together They Set Out From Ur Of The Chaldeans To Go To Canaan. But When They Came To Haran, They Settled There.",
            "Terah Lived  Years, And He Died In Haran."
        ],
        [
            "The Lord Had Said To Abram, \"Leave Your Country, Your People And Your Father's Household And Go To The Land I Will Show You.",
            "\"I Will Make You Into A Great Nation And I Will Bless You; I Will Make Your Name Great, And You Will Be A Blessing.",
            "I Will Bless Those Who Bless You, And Whoever Curses You I Will Curse; And All Peoples On Earth Will Be Blessed Through You.\"",
            "So Abram Left, As The Lord Had Told Him; And Lot Went With Him. Abram Was Seventy-five Years Old When He Set Out From Haran.",
            "He Took His Wife Sarai, His Nephew Lot, All The Possessions They Had Accumulated And The People They Had Acquired In Haran, And They Set Out For The Land Of Canaan, And They Arrived There.",
            "Abram Traveled Through The Land As Far As The Site Of The Great Tree Of Moreh At Shechem. At That Time The Canaanites Were In The Land.",
            "The Lord Appeared To Abram And Said, \"To Your Offspring I Will Give This Land.\" So He Built An Altar There To The Lord , Who Had Appeared To Him.",
            "From There He Went On Toward The Hills East Of Bethel And Pitched His Tent, With Bethel On The West And Ai On The East. There He Built An Altar To The Lord And Called On The Name Of The Lord .",
            "Then Abram Set Out And Continued Toward The Negev.",
            "Now There Was A Famine In The Land, And Abram Went Down To Egypt To Live There For A While Because The Famine Was Severe.",
            "As He Was About To Enter Egypt, He Said To His Wife Sarai, \"I Know What A Beautiful Woman You Are.",
            "When The Egyptians See You, They Will Say, 'This Is His Wife.' Then They Will Kill Me But Will Let You Live.",
            "Say You Are My Sister, So That I Will Be Treated Well For Your Sake And My Life Will Be Spared Because Of You.\"",
            "When Abram Came To Egypt, The Egyptians Saw That She Was A Very Beautiful Woman.",
            "And When Pharaoh's Officials Saw Her, They Praised Her To Pharaoh, And She Was Taken Into His Palace.",
            "He Treated Abram Well For Her Sake, And Abram Acquired Sheep And Cattle, Male And Female Donkeys, Menservants And Maidservants, And Camels.",
            "But The Lord Inflicted Serious Diseases On Pharaoh And His Household Because Of Abram's Wife Sarai.",
            "So Pharaoh Summoned Abram. \"What Have You Done To Me?\" He Said. \"Why Didn't You Tell Me She Was Your Wife?",
            "Why Did You Say, 'She Is My Sister,' So That I Took Her To Be My Wife? Now Then, Here Is Your Wife. Take Her And Go!\"",
            "Then Pharaoh Gave Orders About Abram To His Men, And They Sent Him On His Way, With His Wife And Everything He Had."
        ],
        [
            "So Abram Went Up From Egypt To The Negev, With His Wife And Everything He Had, And Lot Went With Him.",
            "Abram Had Become Very Wealthy In Livestock And In Silver And Gold.",
            "From The Negev He Went From Place To Place Until He Came To Bethel, To The Place Between Bethel And Ai Where His Tent Had Been Earlier",
            "And Where He Had First Built An Altar. There Abram Called On The Name Of The Lord .",
            "Now Lot, Who Was Moving About With Abram, Also Had Flocks And Herds And Tents.",
            "But The Land Could Not Support Them While They Stayed Together, For Their Possessions Were So Great That They Were Not Able To Stay Together.",
            "And Quarreling Arose Between Abram's Herdsmen And The Herdsmen Of Lot. The Canaanites And Perizzites Were Also Living In The Land At That Time.",
            "So Abram Said To Lot, \"Let's Not Have Any Quarreling Between You And Me, Or Between Your Herdsmen And Mine, For We Are Brothers.",
            "Is Not The Whole Land Before You? Let's Part Company. If You Go To The Left, I'll Go To The Right; If You Go To The Right, I'll Go To The Left.\"",
            "Lot Looked Up And Saw That The Whole Plain Of The Jordan Was Well Watered, Like The Garden Of The Lord , Like The Land Of Egypt, Toward Zoar. (This Was Before The Lord Destroyed Sodom And Gomorrah.)",
            "So Lot Chose For Himself The Whole Plain Of The Jordan And Set Out Toward The East. The Two Men Parted Company:",
            "Abram Lived In The Land Of Canaan, While Lot Lived Among The Cities Of The Plain And Pitched His Tents Near Sodom.",
            "Now The Men Of Sodom Were Wicked And Were Sinning Greatly Against The Lord .",
            "The Lord Said To Abram After Lot Had Parted From Him, \"Lift Up Your Eyes From Where You Are And Look North And South, East And West.",
            "All The Land That You See I Will Give To You And Your Offspring Forever.",
            "I Will Make Your Offspring Like The Dust Of The Earth, So That If Anyone Could Count The Dust, Then Your Offspring Could Be Counted.",
            "Go, Walk Through The Length And Breadth Of The Land, For I Am Giving It To You.\"",
            "So Abram Moved His Tents And Went To Live Near The Great Trees Of Mamre At Hebron, Where He Built An Altar To The Lord ."
        ],
        [
            "At This Time Amraphel King Of Shinar, Arioch King Of Ellasar, Kedorlaomer King Of Elam And Tidal King Of Goiim",
            "Went To War Against Bera King Of Sodom, Birsha King Of Gomorrah, Shinab King Of Admah, Shemeber King Of Zeboiim, And The King Of Bela (That Is, Zoar).",
            "All These Latter Kings Joined Forces In The Valley Of Siddim (The Salt Sea ).",
            "For Twelve Years They Had Been Subject To Kedorlaomer, But In The Thirteenth Year They Rebelled.",
            "In The Fourteenth Year, Kedorlaomer And The Kings Allied With Him Went Out And Defeated The Rephaites In Ashteroth Karnaim, The Zuzites In Ham, The Emites In Shaveh Kiriathaim",
            "And The Horites In The Hill Country Of Seir, As Far As El Paran Near The Desert.",
            "Then They Turned Back And Went To En Mishpat (That Is, Kadesh), And They Conquered The Whole Territory Of The Amalekites, As Well As The Amorites Who Were Living In Hazazon Tamar.",
            "Then The King Of Sodom, The King Of Gomorrah, The King Of Admah, The King Of Zeboiim And The King Of Bela (That Is, Zoar) Marched Out And Drew Up Their Battle Lines In The Valley Of Siddim",
            "Against Kedorlaomer King Of Elam, Tidal King Of Goiim, Amraphel King Of Shinar And Arioch King Of Ellasar-four Kings Against Five.",
            "Now The Valley Of Siddim Was Full Of Tar Pits, And When The Kings Of Sodom And Gomorrah Fled, Some Of The Men Fell Into Them And The Rest Fled To The Hills.",
            "The Four Kings Seized All The Goods Of Sodom And Gomorrah And All Their Food; Then They Went Away.",
            "They Also Carried Off Abram's Nephew Lot And His Possessions, Since He Was Living In Sodom.",
            "One Who Had Escaped Came And Reported This To Abram The Hebrew. Now Abram Was Living Near The Great Trees Of Mamre The Amorite, A Brother Of Eshcol And Aner, All Of Whom Were Allied With Abram.",
            "When Abram Heard That His Relative Had Been Taken Captive, He Called Out The  Trained Men Born In His Household And Went In Pursuit As Far As Dan.",
            "During The Night Abram Divided His Men To Attack Them And He Routed Them, Pursuing Them As Far As Hobah, North Of Damascus.",
            "He Recovered All The Goods And Brought Back His Relative Lot And His Possessions, Together With The Women And The Other People.",
            "After Abram Returned From Defeating Kedorlaomer And The Kings Allied With Him, The King Of Sodom Came Out To Meet Him In The Valley Of Shaveh (That Is, The King's Valley).",
            "Then Melchizedek King Of Salem Brought Out Bread And Wine. He Was Priest Of God Most High,",
            "And He Blessed Abram, Saying, \"Blessed Be Abram By God Most High, Creator Of Heaven And Earth.",
            "And Blessed Be God Most High, Who Delivered Your Enemies Into Your Hand.\" Then Abram Gave Him A Tenth Of Everything.",
            "The King Of Sodom Said To Abram, \"Give Me The People And Keep The Goods For Yourself.\"",
            "But Abram Said To The King Of Sodom, \"I Have Raised My Hand To The Lord , God Most High, Creator Of Heaven And Earth, And Have Taken An Oath",
            "That I Will Accept Nothing Belonging To You, Not Even A Thread Or The Thong Of A Sandal, So That You Will Never Be Able To Say, 'I Made Abram Rich.'",
            "I Will Accept Nothing But What My Men Have Eaten And The Share That Belongs To The Men Who Went With Me-to Aner, Eshcol And Mamre. Let Them Have Their Share.\""
        ],
        [
            "After This, The Word Of The Lord Came To Abram In A Vision: \"Do Not Be Afraid, Abram. I Am Your Shield, Your Very Great Reward. \"",
            "But Abram Said, \"O Sovereign Lord , What Can You Give Me Since I Remain Childless And The One Who Will Inherit My Estate Is Eliezer Of Damascus?\"",
            "And Abram Said, \"You Have Given Me No Children; So A Servant In My Household Will Be My Heir.\"",
            "Then The Word Of The Lord Came To Him: \"This Man Will Not Be Your Heir, But A Son Coming From Your Own Body Will Be Your Heir.\"",
            "He Took Him Outside And Said, \"Look Up At The Heavens And Count The Stars-if Indeed You Can Count Them.\" Then He Said To Him, \"So Shall Your Offspring Be.\"",
            "Abram Believed The Lord , And He Credited It To Him As Righteousness.",
            "He Also Said To Him, \"I Am The Lord , Who Brought You Out Of Ur Of The Chaldeans To Give You This Land To Take Possession Of It.\"",
            "But Abram Said, \"O Sovereign Lord , How Can I Know That I Will Gain Possession Of It?\"",
            "So The Lord Said To Him, \"Bring Me A Heifer, A Goat And A Ram, Each Three Years Old, Along With A Dove And A Young Pigeon.\"",
            "Abram Brought All These To Him, Cut Them In Two And Arranged The Halves Opposite Each Other; The Birds, However, He Did Not Cut In Half.",
            "Then Birds Of Prey Came Down On The Carcasses, But Abram Drove Them Away.",
            "As The Sun Was Setting, Abram Fell Into A Deep Sleep, And A Thick And Dreadful Darkness Came Over Him.",
            "Then The Lord Said To Him, \"Know For Certain That Your Descendants Will Be Strangers In A Country Not Their Own, And They Will Be Enslaved And Mistreated Four Hundred Years.",
            "But I Will Punish The Nation They Serve As Slaves, And Afterward They Will Come Out With Great Possessions.",
            "You, However, Will Go To Your Fathers In Peace And Be Buried At A Good Old Age.",
            "In The Fourth Generation Your Descendants Will Come Back Here, For The Sin Of The Amorites Has Not Yet Reached Its Full Measure.\"",
            "When The Sun Had Set And Darkness Had Fallen, A Smoking Firepot With A Blazing Torch Appeared And Passed Between The Pieces.",
            "On That Day The Lord Made A Covenant With Abram And Said, \"To Your Descendants I Give This Land, From The River Of Egypt To The Great River, The Euphrates-",
            "The Land Of The Kenites, Kenizzites, Kadmonites,",
            "Hittites, Perizzites, Rephaites,",
            "Amorites, Canaanites, Girgashites And Jebusites.\""
        ],
        [
            "Now Sarai, Abram's Wife, Had Borne Him No Children. But She Had An Egyptian Maidservant Named Hagar;",
            "So She Said To Abram, \"The Lord Has Kept Me From Having Children. Go, Sleep With My Maidservant; Perhaps I Can Build A Family Through Her.\" Abram Agreed To What Sarai Said.",
            "So After Abram Had Been Living In Canaan Ten Years, Sarai His Wife Took Her Egyptian Maidservant Hagar And Gave Her To Her Husband To Be His Wife.",
            "He Slept With Hagar, And She Conceived. When She Knew She Was Pregnant, She Began To Despise Her Mistress.",
            "Then Sarai Said To Abram, \"You Are Responsible For The Wrong I Am Suffering. I Put My Servant In Your Arms, And Now That She Knows She Is Pregnant, She Despises Me. May The Lord Judge Between You And Me.\"",
            "\"Your Servant Is In Your Hands,\" Abram Said. \"Do With Her Whatever You Think Best.\" Then Sarai Mistreated Hagar; So She Fled From Her.",
            "The Angel Of The Lord Found Hagar Near A Spring In The Desert; It Was The Spring That Is Beside The Road To Shur.",
            "And He Said, \"Hagar, Servant Of Sarai, Where Have You Come From, And Where Are You Going?\" \"I'm Running Away From My Mistress Sarai,\" She Answered.",
            "Then The Angel Of The Lord Told Her, \"Go Back To Your Mistress And Submit To Her.\"",
            "The Angel Added, \"I Will So Increase Your Descendants That They Will Be Too Numerous To Count.\"",
            "The Angel Of The Lord Also Said To Her: \"You Are Now With Child And You Will Have A Son. You Shall Name Him Ishmael, For The Lord Has Heard Of Your Misery.",
            "He Will Be A Wild Donkey Of A Man; His Hand Will Be Against Everyone And Everyone's Hand Against Him, And He Will Live In Hostility Toward All His Brothers.\"",
            "She Gave This Name To The Lord Who Spoke To Her: \"You Are The God Who Sees Me,\" For She Said, \"I Have Now Seen The One Who Sees Me.\"",
            "That Is Why The Well Was Called Beer Lahai Roi ; It Is Still There, Between Kadesh And Bered.",
            "So Hagar Bore Abram A Son, And Abram Gave The Name Ishmael To The Son She Had Borne.",
            "Abram Was Eighty-six Years Old When Hagar Bore Him Ishmael."
        ],
        [
            "When Abram Was Ninety-nine Years Old, The Lord Appeared To Him And Said, \"I Am God Almighty ; Walk Before Me And Be Blameless.",
            "I Will Confirm My Covenant Between Me And You And Will Greatly Increase Your Numbers.\"",
            "Abram Fell Facedown, And God Said To Him,",
            "\"As For Me, This Is My Covenant With You: You Will Be The Father Of Many Nations.",
            "No Longer Will You Be Called Abram ; Your Name Will Be Abraham, For I Have Made You A Father Of Many Nations.",
            "I Will Make You Very Fruitful; I Will Make Nations Of You, And Kings Will Come From You.",
            "I Will Establish My Covenant As An Everlasting Covenant Between Me And You And Your Descendants After You For The Generations To Come, To Be Your God And The God Of Your Descendants After You.",
            "The Whole Land Of Canaan, Where You Are Now An Alien, I Will Give As An Everlasting Possession To You And Your Descendants After You; And I Will Be Their God.\"",
            "Then God Said To Abraham, \"As For You, You Must Keep My Covenant, You And Your Descendants After You For The Generations To Come.",
            "This Is My Covenant With You And Your Descendants After You, The Covenant You Are To Keep: Every Male Among You Shall Be Circumcised.",
            "You Are To Undergo Circumcision, And It Will Be The Sign Of The Covenant Between Me And You.",
            "For The Generations To Come Every Male Among You Who Is Eight Days Old Must Be Circumcised, Including Those Born In Your Household Or Bought With Money From A Foreigner-those Who Are Not Your Offspring.",
            "Whether Born In Your Household Or Bought With Your Money, They Must Be Circumcised. My Covenant In Your Flesh Is To Be An Everlasting Covenant.",
            "Any Uncircumcised Male, Who Has Not Been Circumcised In The Flesh, Will Be Cut Off From His People; He Has Broken My Covenant.\"",
            "God Also Said To Abraham, \"As For Sarai Your Wife, You Are No Longer To Call Her Sarai; Her Name Will Be Sarah.",
            "I Will Bless Her And Will Surely Give You A Son By Her. I Will Bless Her So That She Will Be The Mother Of Nations; Kings Of Peoples Will Come From Her.\"",
            "Abraham Fell Facedown; He Laughed And Said To Himself, \"Will A Son Be Born To A Man A Hundred Years Old? Will Sarah Bear A Child At The Age Of Ninety?\"",
            "And Abraham Said To God, \"If Only Ishmael Might Live Under Your Blessing!\"",
            "Then God Said, \"Yes, But Your Wife Sarah Will Bear You A Son, And You Will Call Him Isaac. I Will Establish My Covenant With Him As An Everlasting Covenant For His Descendants After Him.",
            "And As For Ishmael, I Have Heard You: I Will Surely Bless Him; I Will Make Him Fruitful And Will Greatly Increase His Numbers. He Will Be The Father Of Twelve Rulers, And I Will Make Him Into A Great Nation.",
            "But My Covenant I Will Establish With Isaac, Whom Sarah Will Bear To You By This Time Next Year.\"",
            "When He Had Finished Speaking With Abraham, God Went Up From Him.",
            "On That Very Day Abraham Took His Son Ishmael And All Those Born In His Household Or Bought With His Money, Every Male In His Household, And Circumcised Them, As God Told Him.",
            "Abraham Was Ninety-nine Years Old When He Was Circumcised,",
            "And His Son Ishmael Was Thirteen;",
            "Abraham And His Son Ishmael Were Both Circumcised On That Same Day.",
            "And Every Male In Abraham's Household, Including Those Born In His Household Or Bought From A Foreigner, Was Circumcised With Him."
        ],
        [
            "The Lord Appeared To Abraham Near The Great Trees Of Mamre While He Was Sitting At The Entrance To His Tent In The Heat Of The Day.",
            "Abraham Looked Up And Saw Three Men Standing Nearby. When He Saw Them, He Hurried From The Entrance Of His Tent To Meet Them And Bowed Low To The Ground.",
            "He Said, \"If I Have Found Favor In Your Eyes, My Lord, Do Not Pass Your Servant By.",
            "Let A Little Water Be Brought, And Then You May All Wash Your Feet And Rest Under This Tree.",
            "Let Me Get You Something To Eat, So You Can Be Refreshed And Then Go On Your Way-now That You Have Come To Your Servant.\" \"Very Well,\" They Answered, \"Do As You Say.\"",
            "So Abraham Hurried Into The Tent To Sarah. \"Quick,\" He Said, \"Get Three Seahs Of Fine Flour And Knead It And Bake Some Bread.\"",
            "Then He Ran To The Herd And Selected A Choice, Tender Calf And Gave It To A Servant, Who Hurried To Prepare It.",
            "He Then Brought Some Curds And Milk And The Calf That Had Been Prepared, And Set These Before Them. While They Ate, He Stood Near Them Under A Tree.",
            "\"Where Is Your Wife Sarah?\" They Asked Him. \"There, In The Tent,\" He Said.",
            "Then The Lord Said, \"I Will Surely Return To You About This Time Next Year, And Sarah Your Wife Will Have A Son.\" Now Sarah Was Listening At The Entrance To The Tent, Which Was Behind Him.",
            "Abraham And Sarah Were Already Old And Well Advanced In Years, And Sarah Was Past The Age Of Childbearing.",
            "So Sarah Laughed To Herself As She Thought, \"After I Am Worn Out And My Master Is Old, Will I Now Have This Pleasure?\"",
            "Then The Lord Said To Abraham, \"Why Did Sarah Laugh And Say, 'Will I Really Have A Child, Now That I Am Old?'",
            "Is Anything Too Hard For The Lord ? I Will Return To You At The Appointed Time Next Year And Sarah Will Have A Son.\"",
            "Sarah Was Afraid, So She Lied And Said, \"I Did Not Laugh.\" But He Said, \"Yes, You Did Laugh.\"",
            "When The Men Got Up To Leave, They Looked Down Toward Sodom, And Abraham Walked Along With Them To See Them On Their Way.",
            "Then The Lord Said, \"Shall I Hide From Abraham What I Am About To Do?",
            "Abraham Will Surely Become A Great And Powerful Nation, And All Nations On Earth Will Be Blessed Through Him.",
            "For I Have Chosen Him, So That He Will Direct His Children And His Household After Him To Keep The Way Of The Lord By Doing What Is Right And Just, So That The Lord Will Bring About For Abraham What He Has Promised Him.\"",
            "Then The Lord Said, \"The Outcry Against Sodom And Gomorrah Is So Great And Their Sin So Grievous",
            "That I Will Go Down And See If What They Have Done Is As Bad As The Outcry That Has Reached Me. If Not, I Will Know.\"",
            "The Men Turned Away And Went Toward Sodom, But Abraham Remained Standing Before The Lord .",
            "Then Abraham Approached Him And Said: \"Will You Sweep Away The Righteous With The Wicked?",
            "What If There Are Fifty Righteous People In The City? Will You Really Sweep It Away And Not Spare The Place For The Sake Of The Fifty Righteous People In It?",
            "Far Be It From You To Do Such A Thing-to Kill The Righteous With The Wicked, Treating The Righteous And The Wicked Alike. Far Be It From You! Will Not The Judge Of All The Earth Do Right?\"",
            "The Lord Said, \"If I Find Fifty Righteous People In The City Of Sodom, I Will Spare The Whole Place For Their Sake.\"",
            "Then Abraham Spoke Up Again: \"Now That I Have Been So Bold As To Speak To The Lord, Though I Am Nothing But Dust And Ashes,",
            "What If The Number Of The Righteous Is Five Less Than Fifty? Will You Destroy The Whole City Because Of Five People?\" \"If I Find Forty-five There,\" He Said, \"I Will Not Destroy It.\"",
            "Once Again He Spoke To Him, \"What If Only Forty Are Found There?\" He Said, \"For The Sake Of Forty, I Will Not Do It.\"",
            "Then He Said, \"May The Lord Not Be Angry, But Let Me Speak. What If Only Thirty Can Be Found There?\" He Answered, \"I Will Not Do It If I Find Thirty There.\"",
            "Abraham Said, \"Now That I Have Been So Bold As To Speak To The Lord, What If Only Twenty Can Be Found There?\" He Said, \"For The Sake Of Twenty, I Will Not Destroy It.\"",
            "Then He Said, \"May The Lord Not Be Angry, But Let Me Speak Just Once More. What If Only Ten Can Be Found There?\" He Answered, \"For The Sake Of Ten, I Will Not Destroy It.\"",
            "When The Lord Had Finished Speaking With Abraham, He Left, And Abraham Returned Home."
        ],
        [
            "The Two Angels Arrived At Sodom In The Evening, And Lot Was Sitting In The Gateway Of The City. When He Saw Them, He Got Up To Meet Them And Bowed Down With His Face To The Ground.",
            "\"My Lords,\" He Said, \"Please Turn Aside To Your Servant's House. You Can Wash Your Feet And Spend The Night And Then Go On Your Way Early In The Morning.\" \"No,\" They Answered, \"We Will Spend The Night In The Square.\"",
            "But He Insisted So Strongly That They Did Go With Him And Entered His House. He Prepared A Meal For Them, Baking Bread Without Yeast, And They Ate.",
            "Before They Had Gone To Bed, All The Men From Every Part Of The City Of Sodom-both Young And Old-surrounded The House.",
            "They Called To Lot, \"Where Are The Men Who Came To You Tonight? Bring Them Out To Us So That We Can Have Sex With Them.\"",
            "Lot Went Outside To Meet Them And Shut The Door Behind Him",
            "And Said, \"No, My Friends. Don't Do This Wicked Thing.",
            "Look, I Have Two Daughters Who Have Never Slept With A Man. Let Me Bring Them Out To You, And You Can Do What You Like With Them. But Don't Do Anything To These Men, For They Have Come Under The Protection Of My Roof.\"",
            "\"Get Out Of Our Way,\" They Replied. And They Said, \"This Fellow Came Here As An Alien, And Now He Wants To Play The Judge! We'll Treat You Worse Than Them.\" They Kept Bringing Pressure On Lot And Moved Forward To Break Down The Door.",
            "But The Men Inside Reached Out And Pulled Lot Back Into The House And Shut The Door.",
            "Then They Struck The Men Who Were At The Door Of The House, Young And Old, With Blindness So That They Could Not Find The Door.",
            "The Two Men Said To Lot, \"Do You Have Anyone Else Here-sons-in-law, Sons Or Daughters, Or Anyone Else In The City Who Belongs To You? Get Them Out Of Here,",
            "Because We Are Going To Destroy This Place. The Outcry To The Lord Against Its People Is So Great That He Has Sent Us To Destroy It.\"",
            "So Lot Went Out And Spoke To His Sons-in-law, Who Were Pledged To Marry His Daughters. He Said, \"Hurry And Get Out Of This Place, Because The Lord Is About To Destroy The City!\" But His Sons-in-law Thought He Was Joking.",
            "With The Coming Of Dawn, The Angels Urged Lot, Saying, \"Hurry! Take Your Wife And Your Two Daughters Who Are Here, Or You Will Be Swept Away When The City Is Punished.\"",
            "When He Hesitated, The Men Grasped His Hand And The Hands Of His Wife And Of His Two Daughters And Led Them Safely Out Of The City, For The Lord Was Merciful To Them.",
            "As Soon As They Had Brought Them Out, One Of Them Said, \"Flee For Your Lives! Don't Look Back, And Don't Stop Anywhere In The Plain! Flee To The Mountains Or You Will Be Swept Away!\"",
            "But Lot Said To Them, \"No, My Lords, Please!",
            "Your Servant Has Found Favor In Your Eyes, And You Have Shown Great Kindness To Me In Sparing My Life. But I Can't Flee To The Mountains; This Disaster Will Overtake Me, And I'll Die.",
            "Look, Here Is A Town Near Enough To Run To, And It Is Small. Let Me Flee To It-it Is Very Small, Isn't It? Then My Life Will Be Spared.\"",
            "He Said To Him, \"Very Well, I Will Grant This Request Too; I Will Not Overthrow The Town You Speak Of.",
            "But Flee There Quickly, Because I Cannot Do Anything Until You Reach It.\" (That Is Why The Town Was Called Zoar. )",
            "By The Time Lot Reached Zoar, The Sun Had Risen Over The Land.",
            "Then The Lord Rained Down Burning Sulfur On Sodom And Gomorrah-from The Lord Out Of The Heavens.",
            "Thus He Overthrew Those Cities And The Entire Plain, Including All Those Living In The Cities-and Also The Vegetation In The Land.",
            "But Lot's Wife Looked Back, And She Became A Pillar Of Salt.",
            "Early The Next Morning Abraham Got Up And Returned To The Place Where He Had Stood Before The Lord .",
            "He Looked Down Toward Sodom And Gomorrah, Toward All The Land Of The Plain, And He Saw Dense Smoke Rising From The Land, Like Smoke From A Furnace.",
            "So When God Destroyed The Cities Of The Plain, He Remembered Abraham, And He Brought Lot Out Of The Catastrophe That Overthrew The Cities Where Lot Had Lived.",
            "Lot And His Two Daughters Left Zoar And Settled In The Mountains, For He Was Afraid To Stay In Zoar. He And His Two Daughters Lived In A Cave.",
            "One Day The Older Daughter Said To The Younger, \"Our Father Is Old, And There Is No Man Around Here To Lie With Us, As Is The Custom All Over The Earth.",
            "Let's Get Our Father To Drink Wine And Then Lie With Him And Preserve Our Family Line Through Our Father.\"",
            "That Night They Got Their Father To Drink Wine, And The Older Daughter Went In And Lay With Him. He Was Not Aware Of It When She Lay Down Or When She Got Up.",
            "The Next Day The Older Daughter Said To The Younger, \"Last Night I Lay With My Father. Let's Get Him To Drink Wine Again Tonight, And You Go In And Lie With Him So We Can Preserve Our Family Line Through Our Father.\"",
            "So They Got Their Father To Drink Wine That Night Also, And The Younger Daughter Went And Lay With Him. Again He Was Not Aware Of It When She Lay Down Or When She Got Up.",
            "So Both Of Lot's Daughters Became Pregnant By Their Father.",
            "The Older Daughter Had A Son, And She Named Him Moab ; He Is The Father Of The Moabites Of Today.",
            "The Younger Daughter Also Had A Son, And She Named Him Ben-ammi ; He Is The Father Of The Ammonites Of Today."
        ],
        [
            "Now Abraham Moved On From There Into The Region Of The Negev And Lived Between Kadesh And Shur. For A While He Stayed In Gerar,",
            "And There Abraham Said Of His Wife Sarah, \"She Is My Sister.\" Then Abimelech King Of Gerar Sent For Sarah And Took Her.",
            "But God Came To Abimelech In A Dream One Night And Said To Him, \"You Are As Good As Dead Because Of The Woman You Have Taken; She Is A Married Woman.\"",
            "Now Abimelech Had Not Gone Near Her, So He Said, \"Lord, Will You Destroy An Innocent Nation?",
            "Did He Not Say To Me, 'She Is My Sister,' And Didn't She Also Say, 'He Is My Brother'? I Have Done This With A Clear Conscience And Clean Hands.\"",
            "Then God Said To Him In The Dream, \"Yes, I Know You Did This With A Clear Conscience, And So I Have Kept You From Sinning Against Me. That Is Why I Did Not Let You Touch Her.",
            "Now Return The Man's Wife, For He Is A Prophet, And He Will Pray For You And You Will Live. But If You Do Not Return Her, You May Be Sure That You And All Yours Will Die.\"",
            "Early The Next Morning Abimelech Summoned All His Officials, And When He Told Them All That Had Happened, They Were Very Much Afraid.",
            "Then Abimelech Called Abraham In And Said, \"What Have You Done To Us? How Have I Wronged You That You Have Brought Such Great Guilt Upon Me And My Kingdom? You Have Done Things To Me That Should Not Be Done.\"",
            "And Abimelech Asked Abraham, \"What Was Your Reason For Doing This?\"",
            "Abraham Replied, \"I Said To Myself, 'There Is Surely No Fear Of God In This Place, And They Will Kill Me Because Of My Wife.'",
            "Besides, She Really Is My Sister, The Daughter Of My Father Though Not Of My Mother; And She Became My Wife.",
            "And When God Had Me Wander From My Father's Household, I Said To Her, 'This Is How You Can Show Your Love To Me: Everywhere We Go, Say Of Me, \"He Is My Brother.\" ' \"",
            "Then Abimelech Brought Sheep And Cattle And Male And Female Slaves And Gave Them To Abraham, And He Returned Sarah His Wife To Him.",
            "And Abimelech Said, \"My Land Is Before You; Live Wherever You Like.\"",
            "To Sarah He Said, \"I Am Giving Your Brother A Thousand Shekels Of Silver. This Is To Cover The Offense Against You Before All Who Are With You; You Are Completely Vindicated.\"",
            "Then Abraham Prayed To God, And God Healed Abimelech, His Wife And His Slave Girls So They Could Have Children Again,",
            "For The Lord Had Closed Up Every Womb In Abimelech's Household Because Of Abraham's Wife Sarah."
        ],
        [
            "Now The Lord Was Gracious To Sarah As He Had Said, And The Lord Did For Sarah What He Had Promised.",
            "Sarah Became Pregnant And Bore A Son To Abraham In His Old Age, At The Very Time God Had Promised Him.",
            "Abraham Gave The Name Isaac To The Son Sarah Bore Him.",
            "When His Son Isaac Was Eight Days Old, Abraham Circumcised Him, As God Commanded Him.",
            "Abraham Was A Hundred Years Old When His Son Isaac Was Born To Him.",
            "Sarah Said, \"God Has Brought Me Laughter, And Everyone Who Hears About This Will Laugh With Me.\"",
            "And She Added, \"Who Would Have Said To Abraham That Sarah Would Nurse Children? Yet I Have Borne Him A Son In His Old Age.\"",
            "The Child Grew And Was Weaned, And On The Day Isaac Was Weaned Abraham Held A Great Feast.",
            "But Sarah Saw That The Son Whom Hagar The Egyptian Had Borne To Abraham Was Mocking,",
            "And She Said To Abraham, \"Get Rid Of That Slave Woman And Her Son, For That Slave Woman's Son Will Never Share In The Inheritance With My Son Isaac.\"",
            "The Matter Distressed Abraham Greatly Because It Concerned His Son.",
            "But God Said To Him, \"Do Not Be So Distressed About The Boy And Your Maidservant. Listen To Whatever Sarah Tells You, Because It Is Through Isaac That Your Offspring Will Be Reckoned.",
            "I Will Make The Son Of The Maidservant Into A Nation Also, Because He Is Your Offspring.\"",
            "Early The Next Morning Abraham Took Some Food And A Skin Of Water And Gave Them To Hagar. He Set Them On Her Shoulders And Then Sent Her Off With The Boy. She Went On Her Way And Wandered In The Desert Of Beersheba.",
            "When The Water In The Skin Was Gone, She Put The Boy Under One Of The Bushes.",
            "Then She Went Off And Sat Down Nearby, About A Bowshot Away, For She Thought, \"I Cannot Watch The Boy Die.\" And As She Sat There Nearby, She Began To Sob.",
            "God Heard The Boy Crying, And The Angel Of God Called To Hagar From Heaven And Said To Her, \"What Is The Matter, Hagar? Do Not Be Afraid; God Has Heard The Boy Crying As He Lies There.",
            "Lift The Boy Up And Take Him By The Hand, For I Will Make Him Into A Great Nation.\"",
            "Then God Opened Her Eyes And She Saw A Well Of Water. So She Went And Filled The Skin With Water And Gave The Boy A Drink.",
            "God Was With The Boy As He Grew Up. He Lived In The Desert And Became An Archer.",
            "While He Was Living In The Desert Of Paran, His Mother Got A Wife For Him From Egypt.",
            "At That Time Abimelech And Phicol The Commander Of His Forces Said To Abraham, \"God Is With You In Everything You Do.",
            "Now Swear To Me Here Before God That You Will Not Deal Falsely With Me Or My Children Or My Descendants. Show To Me And The Country Where You Are Living As An Alien The Same Kindness I Have Shown To You.\"",
            "Abraham Said, \"I Swear It.\"",
            "Then Abraham Complained To Abimelech About A Well Of Water That Abimelech's Servants Had Seized.",
            "But Abimelech Said, \"I Don't Know Who Has Done This. You Did Not Tell Me, And I Heard About It Only Today.\"",
            "So Abraham Brought Sheep And Cattle And Gave Them To Abimelech, And The Two Men Made A Treaty.",
            "Abraham Set Apart Seven Ewe Lambs From The Flock,",
            "And Abimelech Asked Abraham, \"What Is The Meaning Of These Seven Ewe Lambs You Have Set Apart By Themselves?\"",
            "He Replied, \"Accept These Seven Lambs From My Hand As A Witness That I Dug This Well.\"",
            "So That Place Was Called Beersheba, Because The Two Men Swore An Oath There.",
            "After The Treaty Had Been Made At Beersheba, Abimelech And Phicol The Commander Of His Forces Returned To The Land Of The Philistines.",
            "Abraham Planted A Tamarisk Tree In Beersheba, And There He Called Upon The Name Of The Lord , The Eternal God.",
            "And Abraham Stayed In The Land Of The Philistines For A Long Time."
        ],
        [
            "Some Time Later God Tested Abraham. He Said To Him, \"Abraham!\" \"Here I Am,\" He Replied.",
            "Then God Said, \"Take Your Son, Your Only Son, Isaac, Whom You Love, And Go To The Region Of Moriah. Sacrifice Him There As A Burnt Offering On One Of The Mountains I Will Tell You About.\"",
            "Early The Next Morning Abraham Got Up And Saddled His Donkey. He Took With Him Two Of His Servants And His Son Isaac. When He Had Cut Enough Wood For The Burnt Offering, He Set Out For The Place God Had Told Him About.",
            "On The Third Day Abraham Looked Up And Saw The Place In The Distance.",
            "He Said To His Servants, \"Stay Here With The Donkey While I And The Boy Go Over There. We Will Worship And Then We Will Come Back To You.\"",
            "Abraham Took The Wood For The Burnt Offering And Placed It On His Son Isaac, And He Himself Carried The Fire And The Knife. As The Two Of Them Went On Together,",
            "Isaac Spoke Up And Said To His Father Abraham, \"Father?\" \"Yes, My Son?\" Abraham Replied. \"The Fire And Wood Are Here,\" Isaac Said, \"But Where Is The Lamb For The Burnt Offering?\"",
            "Abraham Answered, \"God Himself Will Provide The Lamb For The Burnt Offering, My Son.\" And The Two Of Them Went On Together.",
            "When They Reached The Place God Had Told Him About, Abraham Built An Altar There And Arranged The Wood On It. He Bound His Son Isaac And Laid Him On The Altar, On Top Of The Wood.",
            "Then He Reached Out His Hand And Took The Knife To Slay His Son.",
            "But The Angel Of The Lord Called Out To Him From Heaven, \"Abraham! Abraham!\" \"Here I Am,\" He Replied.",
            "\"Do Not Lay A Hand On The Boy,\" He Said. \"Do Not Do Anything To Him. Now I Know That You Fear God, Because You Have Not Withheld From Me Your Son, Your Only Son.\"",
            "Abraham Looked Up And There In A Thicket He Saw A Ram Caught By Its Horns. He Went Over And Took The Ram And Sacrificed It As A Burnt Offering Instead Of His Son.",
            "So Abraham Called That Place The Lord Will Provide. And To This Day It Is Said, \"On The Mountain Of The Lord It Will Be Provided.\"",
            "The Angel Of The Lord Called To Abraham From Heaven A Second Time",
            "And Said, \"I Swear By Myself, Declares The Lord , That Because You Have Done This And Have Not Withheld Your Son, Your Only Son,",
            "I Will Surely Bless You And Make Your Descendants As Numerous As The Stars In The Sky And As The Sand On The Seashore. Your Descendants Will Take Possession Of The Cities Of Their Enemies,",
            "And Through Your Offspring All Nations On Earth Will Be Blessed, Because You Have Obeyed Me.\"",
            "Then Abraham Returned To His Servants, And They Set Off Together For Beersheba. And Abraham Stayed In Beersheba.",
            "Some Time Later Abraham Was Told, \"Milcah Is Also A Mother; She Has Borne Sons To Your Brother Nahor:",
            "Uz The Firstborn, Buz His Brother, Kemuel (The Father Of Aram),",
            "Kesed, Hazo, Pildash, Jidlaph And Bethuel.\"",
            "Bethuel Became The Father Of Rebekah. Milcah Bore These Eight Sons To Abraham's Brother Nahor.",
            "His Concubine, Whose Name Was Reumah, Also Had Sons: Tebah, Gaham, Tahash And Maacah."
        ],
        [
            "Sarah Lived To Be A Hundred And Twenty-seven Years Old.",
            "She Died At Kiriath Arba (That Is, Hebron) In The Land Of Canaan, And Abraham Went To Mourn For Sarah And To Weep Over Her.",
            "Then Abraham Rose From Beside His Dead Wife And Spoke To The Hittites. He Said,",
            "\"I Am An Alien And A Stranger Among You. Sell Me Some Property For A Burial Site Here So I Can Bury My Dead.\"",
            "The Hittites Replied To Abraham,",
            "\"Sir, Listen To Us. You Are A Mighty Prince Among Us. Bury Your Dead In The Choicest Of Our Tombs. None Of Us Will Refuse You His Tomb For Burying Your Dead.\"",
            "Then Abraham Rose And Bowed Down Before The People Of The Land, The Hittites.",
            "He Said To Them, \"If You Are Willing To Let Me Bury My Dead, Then Listen To Me And Intercede With Ephron Son Of Zohar On My Behalf",
            "So He Will Sell Me The Cave Of Machpelah, Which Belongs To Him And Is At The End Of His Field. Ask Him To Sell It To Me For The Full Price As A Burial Site Among You.\"",
            "Ephron The Hittite Was Sitting Among His People And He Replied To Abraham In The Hearing Of All The Hittites Who Had Come To The Gate Of His City.",
            "\"No, My Lord,\" He Said. \"Listen To Me; I Give You The Field, And I Give You The Cave That Is In It. I Give It To You In The Presence Of My People. Bury Your Dead.\"",
            "Again Abraham Bowed Down Before The People Of The Land",
            "And He Said To Ephron In Their Hearing, \"Listen To Me, If You Will. I Will Pay The Price Of The Field. Accept It From Me So I Can Bury My Dead There.\"",
            "Ephron Answered Abraham,",
            "\"Listen To Me, My Lord; The Land Is Worth Four Hundred Shekels Of Silver, But What Is That Between Me And You? Bury Your Dead.\"",
            "Abraham Agreed To Ephron's Terms And Weighed Out For Him The Price He Had Named In The Hearing Of The Hittites: Four Hundred Shekels Of Silver, According To The Weight Current Among The Merchants.",
            "So Ephron's Field In Machpelah Near Mamre-both The Field And The Cave In It, And All The Trees Within The Borders Of The Field-was Deeded",
            "To Abraham As His Property In The Presence Of All The Hittites Who Had Come To The Gate Of The City.",
            "Afterward Abraham Buried His Wife Sarah In The Cave In The Field Of Machpelah Near Mamre (Which Is At Hebron) In The Land Of Canaan.",
            "So The Field And The Cave In It Were Deeded To Abraham By The Hittites As A Burial Site."
        ],
        [
            "Abraham Was Now Old And Well Advanced In Years, And The Lord Had Blessed Him In Every Way.",
            "He Said To The Chief Servant In His Household, The One In Charge Of All That He Had, \"Put Your Hand Under My Thigh.",
            "I Want You To Swear By The Lord , The God Of Heaven And The God Of Earth, That You Will Not Get A Wife For My Son From The Daughters Of The Canaanites, Among Whom I Am Living,",
            "But Will Go To My Country And My Own Relatives And Get A Wife For My Son Isaac.\"",
            "The Servant Asked Him, \"What If The Woman Is Unwilling To Come Back With Me To This Land? Shall I Then Take Your Son Back To The Country You Came From?\"",
            "\"Make Sure That You Do Not Take My Son Back There,\" Abraham Said.",
            "\"The Lord , The God Of Heaven, Who Brought Me Out Of My Father's Household And My Native Land And Who Spoke To Me And Promised Me On Oath, Saying, 'To Your Offspring I Will Give This Land'-he Will Send His Angel Before You So That You Can Get A Wife For My Son From There.",
            "If The Woman Is Unwilling To Come Back With You, Then You Will Be Released From This Oath Of Mine. Only Do Not Take My Son Back There.\"",
            "So The Servant Put His Hand Under The Thigh Of His Master Abraham And Swore An Oath To Him Concerning This Matter.",
            "Then The Servant Took Ten Of His Master's Camels And Left, Taking With Him All Kinds Of Good Things From His Master. He Set Out For Aram Naharaim And Made His Way To The Town Of Nahor.",
            "He Had The Camels Kneel Down Near The Well Outside The Town; It Was Toward Evening, The Time The Women Go Out To Draw Water.",
            "Then He Prayed, \"O Lord , God Of My Master Abraham, Give Me Success Today, And Show Kindness To My Master Abraham.",
            "See, I Am Standing Beside This Spring, And The Daughters Of The Townspeople Are Coming Out To Draw Water.",
            "May It Be That When I Say To A Girl, 'Please Let Down Your Jar That I May Have A Drink,' And She Says, 'Drink, And I'll Water Your Camels Too'-let Her Be The One You Have Chosen For Your Servant Isaac. By This I Will Know That You Have Shown Kindness To My Master.\"",
            "Before He Had Finished Praying, Rebekah Came Out With Her Jar On Her Shoulder. She Was The Daughter Of Bethuel Son Of Milcah, Who Was The Wife Of Abraham's Brother Nahor.",
            "The Girl Was Very Beautiful, A Virgin; No Man Had Ever Lain With Her. She Went Down To The Spring, Filled Her Jar And Came Up Again.",
            "The Servant Hurried To Meet Her And Said, \"Please Give Me A Little Water From Your Jar.\"",
            "\"Drink, My Lord,\" She Said, And Quickly Lowered The Jar To Her Hands And Gave Him A Drink.",
            "After She Had Given Him A Drink, She Said, \"I'll Draw Water For Your Camels Too, Until They Have Finished Drinking.\"",
            "So She Quickly Emptied Her Jar Into The Trough, Ran Back To The Well To Draw More Water, And Drew Enough For All His Camels.",
            "Without Saying A Word, The Man Watched Her Closely To Learn Whether Or Not The Lord Had Made His Journey Successful.",
            "When The Camels Had Finished Drinking, The Man Took Out A Gold Nose Ring Weighing A Beka And Two Gold Bracelets Weighing Ten Shekels.",
            "Then He Asked, \"Whose Daughter Are You? Please Tell Me, Is There Room In Your Father's House For Us To Spend The Night?\"",
            "She Answered Him, \"I Am The Daughter Of Bethuel, The Son That Milcah Bore To Nahor.\"",
            "And She Added, \"We Have Plenty Of Straw And Fodder, As Well As Room For You To Spend The Night.\"",
            "Then The Man Bowed Down And Worshiped The Lord ,",
            "Saying, \"Praise Be To The Lord , The God Of My Master Abraham, Who Has Not Abandoned His Kindness And Faithfulness To My Master. As For Me, The Lord Has Led Me On The Journey To The House Of My Master's Relatives.\"",
            "The Girl Ran And Told Her Mother's Household About These Things.",
            "Now Rebekah Had A Brother Named Laban, And He Hurried Out To The Man At The Spring.",
            "As Soon As He Had Seen The Nose Ring, And The Bracelets On His Sister's Arms, And Had Heard Rebekah Tell What The Man Said To Her, He Went Out To The Man And Found Him Standing By The Camels Near The Spring.",
            "\"Come, You Who Are Blessed By The Lord ,\" He Said. \"Why Are You Standing Out Here? I Have Prepared The House And A Place For The Camels.\"",
            "So The Man Went To The House, And The Camels Were Unloaded. Straw And Fodder Were Brought For The Camels, And Water For Him And His Men To Wash Their Feet.",
            "Then Food Was Set Before Him, But He Said, \"I Will Not Eat Until I Have Told You What I Have To Say.\" \"Then Tell Us,\" Laban Said.",
            "So He Said, \"I Am Abraham's Servant.",
            "The Lord Has Blessed My Master Abundantly, And He Has Become Wealthy. He Has Given Him Sheep And Cattle, Silver And Gold, Menservants And Maidservants, And Camels And Donkeys.",
            "My Master's Wife Sarah Has Borne Him A Son In Her Old Age, And He Has Given Him Everything He Owns.",
            "And My Master Made Me Swear An Oath, And Said, 'You Must Not Get A Wife For My Son From The Daughters Of The Canaanites, In Whose Land I Live,",
            "But Go To My Father's Family And To My Own Clan, And Get A Wife For My Son.'",
            "\"Then I Asked My Master, 'What If The Woman Will Not Come Back With Me?'",
            "\"He Replied, 'The Lord , Before Whom I Have Walked, Will Send His Angel With You And Make Your Journey A Success, So That You Can Get A Wife For My Son From My Own Clan And From My Father's Family.",
            "Then, When You Go To My Clan, You Will Be Released From My Oath Even If They Refuse To Give Her To You-you Will Be Released From My Oath.'",
            "\"When I Came To The Spring Today, I Said, 'O Lord , God Of My Master Abraham, If You Will, Please Grant Success To The Journey On Which I Have Come.",
            "See, I Am Standing Beside This Spring; If A Maiden Comes Out To Draw Water And I Say To Her, \"Please Let Me Drink A Little Water From Your Jar,\"",
            "And If She Says To Me, \"Drink, And I'll Draw Water For Your Camels Too,\" Let Her Be The One The Lord Has Chosen For My Master's Son.'",
            "\"Before I Finished Praying In My Heart, Rebekah Came Out, With Her Jar On Her Shoulder. She Went Down To The Spring And Drew Water, And I Said To Her, 'Please Give Me A Drink.'",
            "\"She Quickly Lowered Her Jar From Her Shoulder And Said, 'Drink, And I'll Water Your Camels Too.' So I Drank, And She Watered The Camels Also.",
            "\"I Asked Her, 'Whose Daughter Are You?' \"She Said, 'The Daughter Of Bethuel Son Of Nahor, Whom Milcah Bore To Him.' \"Then I Put The Ring In Her Nose And The Bracelets On Her Arms,",
            "And I Bowed Down And Worshiped The Lord . I Praised The Lord , The God Of My Master Abraham, Who Had Led Me On The Right Road To Get The Granddaughter Of My Master's Brother For His Son.",
            "Now If You Will Show Kindness And Faithfulness To My Master, Tell Me; And If Not, Tell Me, So I May Know Which Way To Turn.\"",
            "Laban And Bethuel Answered, \"This Is From The Lord ; We Can Say Nothing To You One Way Or The Other.",
            "Here Is Rebekah; Take Her And Go, And Let Her Become The Wife Of Your Master's Son, As The Lord Has Directed.\"",
            "When Abraham's Servant Heard What They Said, He Bowed Down To The Ground Before The Lord .",
            "Then The Servant Brought Out Gold And Silver Jewelry And Articles Of Clothing And Gave Them To Rebekah; He Also Gave Costly Gifts To Her Brother And To Her Mother.",
            "Then He And The Men Who Were With Him Ate And Drank And Spent The Night There. When They Got Up The Next Morning, He Said, \"Send Me On My Way To My Master.\"",
            "But Her Brother And Her Mother Replied, \"Let The Girl Remain With Us Ten Days Or So; Then You May Go.\"",
            "But He Said To Them, \"Do Not Detain Me, Now That The Lord Has Granted Success To My Journey. Send Me On My Way So I May Go To My Master.\"",
            "Then They Said, \"Let's Call The Girl And Ask Her About It.\"",
            "So They Called Rebekah And Asked Her, \"Will You Go With This Man?\" \"I Will Go,\" She Said.",
            "So They Sent Their Sister Rebekah On Her Way, Along With Her Nurse And Abraham's Servant And His Men.",
            "And They Blessed Rebekah And Said To Her, \"Our Sister, May You Increase To Thousands Upon Thousands; May Your Offspring Possess The Gates Of Their Enemies.\"",
            "Then Rebekah And Her Maids Got Ready And Mounted Their Camels And Went Back With The Man. So The Servant Took Rebekah And Left.",
            "Now Isaac Had Come From Beer Lahai Roi, For He Was Living In The Negev.",
            "He Went Out To The Field One Evening To Meditate, And As He Looked Up, He Saw Camels Approaching.",
            "Rebekah Also Looked Up And Saw Isaac. She Got Down From Her Camel",
            "And Asked The Servant, \"Who Is That Man In The Field Coming To Meet Us?\" \"He Is My Master,\" The Servant Answered. So She Took Her Veil And Covered Herself.",
            "Then The Servant Told Isaac All He Had Done.",
            "Isaac Brought Her Into The Tent Of His Mother Sarah, And He Married Rebekah. So She Became His Wife, And He Loved Her; And Isaac Was Comforted After His Mother's Death."
        ],
        [
            "Abraham Took Another Wife, Whose Name Was Keturah.",
            "She Bore Him Zimran, Jokshan, Medan, Midian, Ishbak And Shuah.",
            "Jokshan Was The Father Of Sheba And Dedan; The Descendants Of Dedan Were The Asshurites, The Letushites And The Leummites.",
            "The Sons Of Midian Were Ephah, Epher, Hanoch, Abida And Eldaah. All These Were Descendants Of Keturah.",
            "Abraham Left Everything He Owned To Isaac.",
            "But While He Was Still Living, He Gave Gifts To The Sons Of His Concubines And Sent Them Away From His Son Isaac To The Land Of The East.",
            "Altogether, Abraham Lived A Hundred And Seventy-five Years.",
            "Then Abraham Breathed His Last And Died At A Good Old Age, An Old Man And Full Of Years; And He Was Gathered To His People.",
            "His Sons Isaac And Ishmael Buried Him In The Cave Of Machpelah Near Mamre, In The Field Of Ephron Son Of Zohar The Hittite,",
            "The Field Abraham Had Bought From The Hittites. There Abraham Was Buried With His Wife Sarah.",
            "After Abraham's Death, God Blessed His Son Isaac, Who Then Lived Near Beer Lahai Roi.",
            "This Is The Account Of Abraham's Son Ishmael, Whom Sarah's Maidservant, Hagar The Egyptian, Bore To Abraham.",
            "These Are The Names Of The Sons Of Ishmael, Listed In The Order Of Their Birth: Nebaioth The Firstborn Of Ishmael, Kedar, Adbeel, Mibsam,",
            "Mishma, Dumah, Massa,",
            "Hadad, Tema, Jetur, Naphish And Kedemah.",
            "These Were The Sons Of Ishmael, And These Are The Names Of The Twelve Tribal Rulers According To Their Settlements And Camps.",
            "Altogether, Ishmael Lived A Hundred And Thirty-seven Years. He Breathed His Last And Died, And He Was Gathered To His People.",
            "His Descendants Settled In The Area From Havilah To Shur, Near The Border Of Egypt, As You Go Toward Asshur. And They Lived In Hostility Toward All Their Brothers.",
            "This Is The Account Of Abraham's Son Isaac. Abraham Became The Father Of Isaac,",
            "And Isaac Was Forty Years Old When He Married Rebekah Daughter Of Bethuel The Aramean From Paddan Aram And Sister Of Laban The Aramean.",
            "Isaac Prayed To The Lord On Behalf Of His Wife, Because She Was Barren. The Lord Answered His Prayer, And His Wife Rebekah Became Pregnant.",
            "The Babies Jostled Each Other Within Her, And She Said, \"Why Is This Happening To Me?\" So She Went To Inquire Of The Lord .",
            "The Lord Said To Her, \"Two Nations Are In Your Womb, And Two Peoples From Within You Will Be Separated; One People Will Be Stronger Than The Other, And The Older Will Serve The Younger.\"",
            "When The Time Came For Her To Give Birth, There Were Twin Boys In Her Womb.",
            "The First To Come Out Was Red, And His Whole Body Was Like A Hairy Garment; So They Named Him Esau.",
            "After This, His Brother Came Out, With His Hand Grasping Esau's Heel; So He Was Named Jacob. Isaac Was Sixty Years Old When Rebekah Gave Birth To Them.",
            "The Boys Grew Up, And Esau Became A Skillful Hunter, A Man Of The Open Country, While Jacob Was A Quiet Man, Staying Among The Tents.",
            "Isaac, Who Had A Taste For Wild Game, Loved Esau, But Rebekah Loved Jacob.",
            "Once When Jacob Was Cooking Some Stew, Esau Came In From The Open Country, Famished.",
            "He Said To Jacob, \"Quick, Let Me Have Some Of That Red Stew! I'm Famished!\" (That Is Why He Was Also Called Edom. )",
            "Jacob Replied, \"First Sell Me Your Birthright.\"",
            "\"Look, I Am About To Die,\" Esau Said. \"What Good Is The Birthright To Me?\"",
            "But Jacob Said, \"Swear To Me First.\" So He Swore An Oath To Him, Selling His Birthright To Jacob.",
            "Then Jacob Gave Esau Some Bread And Some Lentil Stew. He Ate And Drank, And Then Got Up And Left. So Esau Despised His Birthright."
        ],
        [
            "Now There Was A Famine In The Land-besides The Earlier Famine Of Abraham's Time-and Isaac Went To Abimelech King Of The Philistines In Gerar.",
            "The Lord Appeared To Isaac And Said, \"Do Not Go Down To Egypt; Live In The Land Where I Tell You To Live.",
            "Stay In This Land For A While, And I Will Be With You And Will Bless You. For To You And Your Descendants I Will Give All These Lands And Will Confirm The Oath I Swore To Your Father Abraham.",
            "I Will Make Your Descendants As Numerous As The Stars In The Sky And Will Give Them All These Lands, And Through Your Offspring All Nations On Earth Will Be Blessed,",
            "Because Abraham Obeyed Me And Kept My Requirements, My Commands, My Decrees And My Laws.\"",
            "So Isaac Stayed In Gerar.",
            "When The Men Of That Place Asked Him About His Wife, He Said, \"She Is My Sister,\" Because He Was Afraid To Say, \"She Is My Wife.\" He Thought, \"The Men Of This Place Might Kill Me On Account Of Rebekah, Because She Is Beautiful.\"",
            "When Isaac Had Been There A Long Time, Abimelech King Of The Philistines Looked Down From A Window And Saw Isaac Caressing His Wife Rebekah.",
            "So Abimelech Summoned Isaac And Said, \"She Is Really Your Wife! Why Did You Say, 'She Is My Sister'?\" Isaac Answered Him, \"Because I Thought I Might Lose My Life On Account Of Her.\"",
            "Then Abimelech Said, \"What Is This You Have Done To Us? One Of The Men Might Well Have Slept With Your Wife, And You Would Have Brought Guilt Upon Us.\"",
            "So Abimelech Gave Orders To All The People: \"Anyone Who Molests This Man Or His Wife Shall Surely Be Put To Death.\"",
            "Isaac Planted Crops In That Land And The Same Year Reaped A Hundredfold, Because The Lord Blessed Him.",
            "The Man Became Rich, And His Wealth Continued To Grow Until He Became Very Wealthy.",
            "He Had So Many Flocks And Herds And Servants That The Philistines Envied Him.",
            "So All The Wells That His Father's Servants Had Dug In The Time Of His Father Abraham, The Philistines Stopped Up, Filling Them With Earth.",
            "Then Abimelech Said To Isaac, \"Move Away From Us; You Have Become Too Powerful For Us.\"",
            "So Isaac Moved Away From There And Encamped In The Valley Of Gerar And Settled There.",
            "Isaac Reopened The Wells That Had Been Dug In The Time Of His Father Abraham, Which The Philistines Had Stopped Up After Abraham Died, And He Gave Them The Same Names His Father Had Given Them.",
            "Isaac's Servants Dug In The Valley And Discovered A Well Of Fresh Water There.",
            "But The Herdsmen Of Gerar Quarreled With Isaac's Herdsmen And Said, \"The Water Is Ours!\" So He Named The Well Esek, Because They Disputed With Him.",
            "Then They Dug Another Well, But They Quarreled Over That One Also; So He Named It Sitnah.",
            "He Moved On From There And Dug Another Well, And No One Quarreled Over It. He Named It Rehoboth, Saying, \"Now The Lord Has Given Us Room And We Will Flourish In The Land.\"",
            "From There He Went Up To Beersheba.",
            "That Night The Lord Appeared To Him And Said, \"I Am The God Of Your Father Abraham. Do Not Be Afraid, For I Am With You; I Will Bless You And Will Increase The Number Of Your Descendants For The Sake Of My Servant Abraham.\"",
            "Isaac Built An Altar There And Called On The Name Of The Lord . There He Pitched His Tent, And There His Servants Dug A Well.",
            "Meanwhile, Abimelech Had Come To Him From Gerar, With Ahuzzath His Personal Adviser And Phicol The Commander Of His Forces.",
            "Isaac Asked Them, \"Why Have You Come To Me, Since You Were Hostile To Me And Sent Me Away?\"",
            "They Answered, \"We Saw Clearly That The Lord Was With You; So We Said, 'There Ought To Be A Sworn Agreement Between Us'-between Us And You. Let Us Make A Treaty With You",
            "That You Will Do Us No Harm, Just As We Did Not Molest You But Always Treated You Well And Sent You Away In Peace. And Now You Are Blessed By The Lord .\"",
            "Isaac Then Made A Feast For Them, And They Ate And Drank.",
            "Early The Next Morning The Men Swore An Oath To Each Other. Then Isaac Sent Them On Their Way, And They Left Him In Peace.",
            "That Day Isaac's Servants Came And Told Him About The Well They Had Dug. They Said, \"We've Found Water!\"",
            "He Called It Shibah, And To This Day The Name Of The Town Has Been Beersheba.",
            "When Esau Was Forty Years Old, He Married Judith Daughter Of Beeri The Hittite, And Also Basemath Daughter Of Elon The Hittite.",
            "They Were A Source Of Grief To Isaac And Rebekah."
        ],
        [
            "When Isaac Was Old And His Eyes Were So Weak That He Could No Longer See, He Called For Esau His Older Son And Said To Him, \"My Son.\" \"Here I Am,\" He Answered.",
            "Isaac Said, \"I Am Now An Old Man And Don't Know The Day Of My Death.",
            "Now Then, Get Your Weapons-your Quiver And Bow-and Go Out To The Open Country To Hunt Some Wild Game For Me.",
            "Prepare Me The Kind Of Tasty Food I Like And Bring It To Me To Eat, So That I May Give You My Blessing Before I Die.\"",
            "Now Rebekah Was Listening As Isaac Spoke To His Son Esau. When Esau Left For The Open Country To Hunt Game And Bring It Back,",
            "Rebekah Said To Her Son Jacob, \"Look, I Overheard Your Father Say To Your Brother Esau,",
            "'Bring Me Some Game And Prepare Me Some Tasty Food To Eat, So That I May Give You My Blessing In The Presence Of The Lord Before I Die.'",
            "Now, My Son, Listen Carefully And Do What I Tell You:",
            "Go Out To The Flock And Bring Me Two Choice Young Goats, So I Can Prepare Some Tasty Food For Your Father, Just The Way He Likes It.",
            "Then Take It To Your Father To Eat, So That He May Give You His Blessing Before He Dies.\"",
            "Jacob Said To Rebekah His Mother, \"But My Brother Esau Is A Hairy Man, And I'm A Man With Smooth Skin.",
            "What If My Father Touches Me? I Would Appear To Be Tricking Him And Would Bring Down A Curse On Myself Rather Than A Blessing.\"",
            "His Mother Said To Him, \"My Son, Let The Curse Fall On Me. Just Do What I Say; Go And Get Them For Me.\"",
            "So He Went And Got Them And Brought Them To His Mother, And She Prepared Some Tasty Food, Just The Way His Father Liked It.",
            "Then Rebekah Took The Best Clothes Of Esau Her Older Son, Which She Had In The House, And Put Them On Her Younger Son Jacob.",
            "She Also Covered His Hands And The Smooth Part Of His Neck With The Goatskins.",
            "Then She Handed To Her Son Jacob The Tasty Food And The Bread She Had Made.",
            "He Went To His Father And Said, \"My Father.\" \"Yes, My Son,\" He Answered. \"Who Is It?\"",
            "Jacob Said To His Father, \"I Am Esau Your Firstborn. I Have Done As You Told Me. Please Sit Up And Eat Some Of My Game So That You May Give Me Your Blessing.\"",
            "Isaac Asked His Son, \"How Did You Find It So Quickly, My Son?\" \"The Lord Your God Gave Me Success,\" He Replied.",
            "Then Isaac Said To Jacob, \"Come Near So I Can Touch You, My Son, To Know Whether You Really Are My Son Esau Or Not.\"",
            "Jacob Went Close To His Father Isaac, Who Touched Him And Said, \"The Voice Is The Voice Of Jacob, But The Hands Are The Hands Of Esau.\"",
            "He Did Not Recognize Him, For His Hands Were Hairy Like Those Of His Brother Esau; So He Blessed Him.",
            "\"Are You Really My Son Esau?\" He Asked. \"I Am,\" He Replied.",
            "Then He Said, \"My Son, Bring Me Some Of Your Game To Eat, So That I May Give You My Blessing.\" Jacob Brought It To Him And He Ate; And He Brought Some Wine And He Drank.",
            "Then His Father Isaac Said To Him, \"Come Here, My Son, And Kiss Me.\"",
            "So He Went To Him And Kissed Him. When Isaac Caught The Smell Of His Clothes, He Blessed Him And Said, \"Ah, The Smell Of My Son Is Like The Smell Of A Field That The Lord Has Blessed.",
            "May God Give You Of Heaven's Dew And Of Earth's Richness- An Abundance Of Grain And New Wine.",
            "May Nations Serve You And Peoples Bow Down To You. Be Lord Over Your Brothers, And May The Sons Of Your Mother Bow Down To You. May Those Who Curse You Be Cursed And Those Who Bless You Be Blessed.\"",
            "After Isaac Finished Blessing Him And Jacob Had Scarcely Left His Father's Presence, His Brother Esau Came In From Hunting.",
            "He Too Prepared Some Tasty Food And Brought It To His Father. Then He Said To Him, \"My Father, Sit Up And Eat Some Of My Game, So That You May Give Me Your Blessing.\"",
            "His Father Isaac Asked Him, \"Who Are You?\" \"I Am Your Son,\" He Answered, \"Your Firstborn, Esau.\"",
            "Isaac Trembled Violently And Said, \"Who Was It, Then, That Hunted Game And Brought It To Me? I Ate It Just Before You Came And I Blessed Him-and Indeed He Will Be Blessed!\"",
            "When Esau Heard His Father's Words, He Burst Out With A Loud And Bitter Cry And Said To His Father, \"Bless Me-me Too, My Father!\"",
            "But He Said, \"Your Brother Came Deceitfully And Took Your Blessing.\"",
            "Esau Said, \"Isn't He Rightly Named Jacob ? He Has Deceived Me These Two Times: He Took My Birthright, And Now He's Taken My Blessing!\" Then He Asked, \"Haven't You Reserved Any Blessing For Me?\"",
            "Isaac Answered Esau, \"I Have Made Him Lord Over You And Have Made All His Relatives His Servants, And I Have Sustained Him With Grain And New Wine. So What Can I Possibly Do For You, My Son?\"",
            "Esau Said To His Father, \"Do You Have Only One Blessing, My Father? Bless Me Too, My Father!\" Then Esau Wept Aloud.",
            "His Father Isaac Answered Him, \"Your Dwelling Will Be Away From The Earth's Richness, Away From The Dew Of Heaven Above.",
            "You Will Live By The Sword And You Will Serve Your Brother. But When You Grow Restless, You Will Throw His Yoke From Off Your Neck.\"",
            "Esau Held A Grudge Against Jacob Because Of The Blessing His Father Had Given Him. He Said To Himself, \"The Days Of Mourning For My Father Are Near; Then I Will Kill My Brother Jacob.\"",
            "When Rebekah Was Told What Her Older Son Esau Had Said, She Sent For Her Younger Son Jacob And Said To Him, \"Your Brother Esau Is Consoling Himself With The Thought Of Killing You.",
            "Now Then, My Son, Do What I Say: Flee At Once To My Brother Laban In Haran.",
            "Stay With Him For A While Until Your Brother's Fury Subsides.",
            "When Your Brother Is No Longer Angry With You And Forgets What You Did To Him, I'll Send Word For You To Come Back From There. Why Should I Lose Both Of You In One Day?\"",
            "Then Rebekah Said To Isaac, \"I'm Disgusted With Living Because Of These Hittite Women. If Jacob Takes A Wife From Among The Women Of This Land, From Hittite Women Like These, My Life Will Not Be Worth Living.\""
        ],
        [
            "So Isaac Called For Jacob And Blessed Him And Commanded Him: \"Do Not Marry A Canaanite Woman.",
            "Go At Once To Paddan Aram, To The House Of Your Mother's Father Bethuel. Take A Wife For Yourself There, From Among The Daughters Of Laban, Your Mother's Brother.",
            "May God Almighty Bless You And Make You Fruitful And Increase Your Numbers Until You Become A Community Of Peoples.",
            "May He Give You And Your Descendants The Blessing Given To Abraham, So That You May Take Possession Of The Land Where You Now Live As An Alien, The Land God Gave To Abraham.\"",
            "Then Isaac Sent Jacob On His Way, And He Went To Paddan Aram, To Laban Son Of Bethuel The Aramean, The Brother Of Rebekah, Who Was The Mother Of Jacob And Esau.",
            "Now Esau Learned That Isaac Had Blessed Jacob And Had Sent Him To Paddan Aram To Take A Wife From There, And That When He Blessed Him He Commanded Him, \"Do Not Marry A Canaanite Woman,\"",
            "And That Jacob Had Obeyed His Father And Mother And Had Gone To Paddan Aram.",
            "Esau Then Realized How Displeasing The Canaanite Women Were To His Father Isaac;",
            "So He Went To Ishmael And Married Mahalath, The Sister Of Nebaioth And Daughter Of Ishmael Son Of Abraham, In Addition To The Wives He Already Had.",
            "Jacob Left Beersheba And Set Out For Haran.",
            "When He Reached A Certain Place, He Stopped For The Night Because The Sun Had Set. Taking One Of The Stones There, He Put It Under His Head And Lay Down To Sleep.",
            "He Had A Dream In Which He Saw A Stairway Resting On The Earth, With Its Top Reaching To Heaven, And The Angels Of God Were Ascending And Descending On It.",
            "There Above It Stood The Lord , And He Said: \"I Am The Lord , The God Of Your Father Abraham And The God Of Isaac. I Will Give You And Your Descendants The Land On Which You Are Lying.",
            "Your Descendants Will Be Like The Dust Of The Earth, And You Will Spread Out To The West And To The East, To The North And To The South. All Peoples On Earth Will Be Blessed Through You And Your Offspring.",
            "I Am With You And Will Watch Over You Wherever You Go, And I Will Bring You Back To This Land. I Will Not Leave You Until I Have Done What I Have Promised You.\"",
            "When Jacob Awoke From His Sleep, He Thought, \"Surely The Lord Is In This Place, And I Was Not Aware Of It.\"",
            "He Was Afraid And Said, \"How Awesome Is This Place! This Is None Other Than The House Of God; This Is The Gate Of Heaven.\"",
            "Early The Next Morning Jacob Took The Stone He Had Placed Under His Head And Set It Up As A Pillar And Poured Oil On Top Of It.",
            "He Called That Place Bethel, Though The City Used To Be Called Luz.",
            "Then Jacob Made A Vow, Saying, \"If God Will Be With Me And Will Watch Over Me On This Journey I Am Taking And Will Give Me Food To Eat And Clothes To Wear",
            "So That I Return Safely To My Father's House, Then The Lord Will Be My God",
            "And This Stone That I Have Set Up As A Pillar Will Be God's House, And Of All That You Give Me I Will Give You A Tenth.\""
        ],
        [
            "Then Jacob Continued On His Journey And Came To The Land Of The Eastern Peoples.",
            "There He Saw A Well In The Field, With Three Flocks Of Sheep Lying Near It Because The Flocks Were Watered From That Well. The Stone Over The Mouth Of The Well Was Large.",
            "When All The Flocks Were Gathered There, The Shepherds Would Roll The Stone Away From The Well's Mouth And Water The Sheep. Then They Would Return The Stone To Its Place Over The Mouth Of The Well.",
            "Jacob Asked The Shepherds, \"My Brothers, Where Are You From?\" \"We're From Haran,\" They Replied.",
            "He Said To Them, \"Do You Know Laban, Nahor's Grandson?\" \"Yes, We Know Him,\" They Answered.",
            "Then Jacob Asked Them, \"Is He Well?\" \"Yes, He Is,\" They Said, \"And Here Comes His Daughter Rachel With The Sheep.\"",
            "\"Look,\" He Said, \"The Sun Is Still High; It Is Not Time For The Flocks To Be Gathered. Water The Sheep And Take Them Back To Pasture.\"",
            "\"We Can't,\" They Replied, \"Until All The Flocks Are Gathered And The Stone Has Been Rolled Away From The Mouth Of The Well. Then We Will Water The Sheep.\"",
            "While He Was Still Talking With Them, Rachel Came With Her Father's Sheep, For She Was A Shepherdess.",
            "When Jacob Saw Rachel Daughter Of Laban, His Mother's Brother, And Laban's Sheep, He Went Over And Rolled The Stone Away From The Mouth Of The Well And Watered His Uncle's Sheep.",
            "Then Jacob Kissed Rachel And Began To Weep Aloud.",
            "He Had Told Rachel That He Was A Relative Of Her Father And A Son Of Rebekah. So She Ran And Told Her Father.",
            "As Soon As Laban Heard The News About Jacob, His Sister's Son, He Hurried To Meet Him. He Embraced Him And Kissed Him And Brought Him To His Home, And There Jacob Told Him All These Things.",
            "Then Laban Said To Him, \"You Are My Own Flesh And Blood.\" After Jacob Had Stayed With Him For A Whole Month,",
            "Laban Said To Him, \"Just Because You Are A Relative Of Mine, Should You Work For Me For Nothing? Tell Me What Your Wages Should Be.\"",
            "Now Laban Had Two Daughters; The Name Of The Older Was Leah, And The Name Of The Younger Was Rachel.",
            "Leah Had Weak Eyes, But Rachel Was Lovely In Form, And Beautiful.",
            "Jacob Was In Love With Rachel And Said, \"I'll Work For You Seven Years In Return For Your Younger Daughter Rachel.\"",
            "Laban Said, \"It's Better That I Give Her To You Than To Some Other Man. Stay Here With Me.\"",
            "So Jacob Served Seven Years To Get Rachel, But They Seemed Like Only A Few Days To Him Because Of His Love For Her.",
            "Then Jacob Said To Laban, \"Give Me My Wife. My Time Is Completed, And I Want To Lie With Her.\"",
            "So Laban Brought Together All The People Of The Place And Gave A Feast.",
            "But When Evening Came, He Took His Daughter Leah And Gave Her To Jacob, And Jacob Lay With Her.",
            "And Laban Gave His Servant Girl Zilpah To His Daughter As Her Maidservant.",
            "When Morning Came, There Was Leah! So Jacob Said To Laban, \"What Is This You Have Done To Me? I Served You For Rachel, Didn't I? Why Have You Deceived Me?\"",
            "Laban Replied, \"It Is Not Our Custom Here To Give The Younger Daughter In Marriage Before The Older One.",
            "Finish This Daughter's Bridal Week; Then We Will Give You The Younger One Also, In Return For Another Seven Years Of Work.\"",
            "And Jacob Did So. He Finished The Week With Leah, And Then Laban Gave Him His Daughter Rachel To Be His Wife.",
            "Laban Gave His Servant Girl Bilhah To His Daughter Rachel As Her Maidservant.",
            "Jacob Lay With Rachel Also, And He Loved Rachel More Than Leah. And He Worked For Laban Another Seven Years.",
            "When The Lord Saw That Leah Was Not Loved, He Opened Her Womb, But Rachel Was Barren.",
            "Leah Became Pregnant And Gave Birth To A Son. She Named Him Reuben, For She Said, \"It Is Because The Lord Has Seen My Misery. Surely My Husband Will Love Me Now.\"",
            "She Conceived Again, And When She Gave Birth To A Son She Said, \"Because The Lord Heard That I Am Not Loved, He Gave Me This One Too.\" So She Named Him Simeon.",
            "Again She Conceived, And When She Gave Birth To A Son She Said, \"Now At Last My Husband Will Become Attached To Me, Because I Have Borne Him Three Sons.\" So He Was Named Levi.",
            "She Conceived Again, And When She Gave Birth To A Son She Said, \"This Time I Will Praise The Lord .\" So She Named Him Judah. Then She Stopped Having Children."
        ],
        [
            "When Rachel Saw That She Was Not Bearing Jacob Any Children, She Became Jealous Of Her Sister. So She Said To Jacob, \"Give Me Children, Or I'll Die!\"",
            "Jacob Became Angry With Her And Said, \"Am I In The Place Of God, Who Has Kept You From Having Children?\"",
            "Then She Said, \"Here Is Bilhah, My Maidservant. Sleep With Her So That She Can Bear Children For Me And That Through Her I Too Can Build A Family.\"",
            "So She Gave Him Her Servant Bilhah As A Wife. Jacob Slept With Her,",
            "And She Became Pregnant And Bore Him A Son.",
            "Then Rachel Said, \"God Has Vindicated Me; He Has Listened To My Plea And Given Me A Son.\" Because Of This She Named Him Dan.",
            "Rachel's Servant Bilhah Conceived Again And Bore Jacob A Second Son.",
            "Then Rachel Said, \"I Have Had A Great Struggle With My Sister, And I Have Won.\" So She Named Him Naphtali.",
            "When Leah Saw That She Had Stopped Having Children, She Took Her Maidservant Zilpah And Gave Her To Jacob As A Wife.",
            "Leah's Servant Zilpah Bore Jacob A Son.",
            "Then Leah Said, \"What Good Fortune!\" So She Named Him Gad.",
            "Leah's Servant Zilpah Bore Jacob A Second Son.",
            "Then Leah Said, \"How Happy I Am! The Women Will Call Me Happy.\" So She Named Him Asher.",
            "During Wheat Harvest, Reuben Went Out Into The Fields And Found Some Mandrake Plants, Which He Brought To His Mother Leah. Rachel Said To Leah, \"Please Give Me Some Of Your Son's Mandrakes.\"",
            "But She Said To Her, \"Wasn't It Enough That You Took Away My Husband? Will You Take My Son's Mandrakes Too?\" \"Very Well,\" Rachel Said, \"He Can Sleep With You Tonight In Return For Your Son's Mandrakes.\"",
            "So When Jacob Came In From The Fields That Evening, Leah Went Out To Meet Him. \"You Must Sleep With Me,\" She Said. \"I Have Hired You With My Son's Mandrakes.\" So He Slept With Her That Night.",
            "God Listened To Leah, And She Became Pregnant And Bore Jacob A Fifth Son.",
            "Then Leah Said, \"God Has Rewarded Me For Giving My Maidservant To My Husband.\" So She Named Him Issachar.",
            "Leah Conceived Again And Bore Jacob A Sixth Son.",
            "Then Leah Said, \"God Has Presented Me With A Precious Gift. This Time My Husband Will Treat Me With Honor, Because I Have Borne Him Six Sons.\" So She Named Him Zebulun.",
            "Some Time Later She Gave Birth To A Daughter And Named Her Dinah.",
            "Then God Remembered Rachel; He Listened To Her And Opened Her Womb.",
            "She Became Pregnant And Gave Birth To A Son And Said, \"God Has Taken Away My Disgrace.\"",
            "She Named Him Joseph, And Said, \"May The Lord Add To Me Another Son.\"",
            "After Rachel Gave Birth To Joseph, Jacob Said To Laban, \"Send Me On My Way So I Can Go Back To My Own Homeland.",
            "Give Me My Wives And Children, For Whom I Have Served You, And I Will Be On My Way. You Know How Much Work I've Done For You.\"",
            "But Laban Said To Him, \"If I Have Found Favor In Your Eyes, Please Stay. I Have Learned By Divination That The Lord Has Blessed Me Because Of You.\"",
            "He Added, \"Name Your Wages, And I Will Pay Them.\"",
            "Jacob Said To Him, \"You Know How I Have Worked For You And How Your Livestock Has Fared Under My Care.",
            "The Little You Had Before I Came Has Increased Greatly, And The Lord Has Blessed You Wherever I Have Been. But Now, When May I Do Something For My Own Household?\"",
            "\"What Shall I Give You?\" He Asked. \"Don't Give Me Anything,\" Jacob Replied. \"But If You Will Do This One Thing For Me, I Will Go On Tending Your Flocks And Watching Over Them:",
            "Let Me Go Through All Your Flocks Today And Remove From Them Every Speckled Or Spotted Sheep, Every Dark-colored Lamb And Every Spotted Or Speckled Goat. They Will Be My Wages.",
            "And My Honesty Will Testify For Me In The Future, Whenever You Check On The Wages You Have Paid Me. Any Goat In My Possession That Is Not Speckled Or Spotted, Or Any Lamb That Is Not Dark-colored, Will Be Considered Stolen.\"",
            "\"Agreed,\" Said Laban. \"Let It Be As You Have Said.\"",
            "That Same Day He Removed All The Male Goats That Were Streaked Or Spotted, And All The Speckled Or Spotted Female Goats (All That Had White On Them) And All The Dark-colored Lambs, And He Placed Them In The Care Of His Sons.",
            "Then He Put A Three-day Journey Between Himself And Jacob, While Jacob Continued To Tend The Rest Of Laban's Flocks.",
            "Jacob, However, Took Fresh-cut Branches From Poplar, Almond And Plane Trees And Made White Stripes On Them By Peeling The Bark And Exposing The White Inner Wood Of The Branches.",
            "Then He Placed The Peeled Branches In All The Watering Troughs, So That They Would Be Directly In Front Of The Flocks When They Came To Drink. When The Flocks Were In Heat And Came To Drink,",
            "They Mated In Front Of The Branches. And They Bore Young That Were Streaked Or Speckled Or Spotted.",
            "Jacob Set Apart The Young Of The Flock By Themselves, But Made The Rest Face The Streaked And Dark-colored Animals That Belonged To Laban. Thus He Made Separate Flocks For Himself And Did Not Put Them With Laban's Animals.",
            "Whenever The Stronger Females Were In Heat, Jacob Would Place The Branches In The Troughs In Front Of The Animals So They Would Mate Near The Branches,",
            "But If The Animals Were Weak, He Would Not Place Them There. So The Weak Animals Went To Laban And The Strong Ones To Jacob.",
            "In This Way The Man Grew Exceedingly Prosperous And Came To Own Large Flocks, And Maidservants And Menservants, And Camels And Donkeys."
        ],
        [
            "Jacob Heard That Laban's Sons Were Saying, \"Jacob Has Taken Everything Our Father Owned And Has Gained All This Wealth From What Belonged To Our Father.\"",
            "And Jacob Noticed That Laban's Attitude Toward Him Was Not What It Had Been.",
            "Then The Lord Said To Jacob, \"Go Back To The Land Of Your Fathers And To Your Relatives, And I Will Be With You.\"",
            "So Jacob Sent Word To Rachel And Leah To Come Out To The Fields Where His Flocks Were.",
            "He Said To Them, \"I See That Your Father's Attitude Toward Me Is Not What It Was Before, But The God Of My Father Has Been With Me.",
            "You Know That I've Worked For Your Father With All My Strength,",
            "Yet Your Father Has Cheated Me By Changing My Wages Ten Times. However, God Has Not Allowed Him To Harm Me.",
            "If He Said, 'The Speckled Ones Will Be Your Wages,' Then All The Flocks Gave Birth To Speckled Young; And If He Said, 'The Streaked Ones Will Be Your Wages,' Then All The Flocks Bore Streaked Young.",
            "So God Has Taken Away Your Father's Livestock And Has Given Them To Me.",
            "\"In Breeding Season I Once Had A Dream In Which I Looked Up And Saw That The Male Goats Mating With The Flock Were Streaked, Speckled Or Spotted.",
            "The Angel Of God Said To Me In The Dream, 'Jacob.' I Answered, 'Here I Am.'",
            "And He Said, 'Look Up And See That All The Male Goats Mating With The Flock Are Streaked, Speckled Or Spotted, For I Have Seen All That Laban Has Been Doing To You.",
            "I Am The God Of Bethel, Where You Anointed A Pillar And Where You Made A Vow To Me. Now Leave This Land At Once And Go Back To Your Native Land.' \"",
            "Then Rachel And Leah Replied, \"Do We Still Have Any Share In The Inheritance Of Our Father's Estate?",
            "Does He Not Regard Us As Foreigners? Not Only Has He Sold Us, But He Has Used Up What Was Paid For Us.",
            "Surely All The Wealth That God Took Away From Our Father Belongs To Us And Our Children. So Do Whatever God Has Told You.\"",
            "Then Jacob Put His Children And His Wives On Camels,",
            "And He Drove All His Livestock Ahead Of Him, Along With All The Goods He Had Accumulated In Paddan Aram, To Go To His Father Isaac In The Land Of Canaan.",
            "When Laban Had Gone To Shear His Sheep, Rachel Stole Her Father's Household Gods.",
            "Moreover, Jacob Deceived Laban The Aramean By Not Telling Him He Was Running Away.",
            "So He Fled With All He Had, And Crossing The River, He Headed For The Hill Country Of Gilead.",
            "On The Third Day Laban Was Told That Jacob Had Fled.",
            "Taking His Relatives With Him, He Pursued Jacob For Seven Days And Caught Up With Him In The Hill Country Of Gilead.",
            "Then God Came To Laban The Aramean In A Dream At Night And Said To Him, \"Be Careful Not To Say Anything To Jacob, Either Good Or Bad.\"",
            "Jacob Had Pitched His Tent In The Hill Country Of Gilead When Laban Overtook Him, And Laban And His Relatives Camped There Too.",
            "Then Laban Said To Jacob, \"What Have You Done? You've Deceived Me, And You've Carried Off My Daughters Like Captives In War.",
            "Why Did You Run Off Secretly And Deceive Me? Why Didn't You Tell Me, So I Could Send You Away With Joy And Singing To The Music Of Tambourines And Harps?",
            "You Didn't Even Let Me Kiss My Grandchildren And My Daughters Good-by. You Have Done A Foolish Thing.",
            "I Have The Power To Harm You; But Last Night The God Of Your Father Said To Me, 'Be Careful Not To Say Anything To Jacob, Either Good Or Bad.'",
            "Now You Have Gone Off Because You Longed To Return To Your Father's House. But Why Did You Steal My Gods?\"",
            "Jacob Answered Laban, \"I Was Afraid, Because I Thought You Would Take Your Daughters Away From Me By Force.",
            "But If You Find Anyone Who Has Your Gods, He Shall Not Live. In The Presence Of Our Relatives, See For Yourself Whether There Is Anything Of Yours Here With Me; And If So, Take It.\" Now Jacob Did Not Know That Rachel Had Stolen The Gods.",
            "So Laban Went Into Jacob's Tent And Into Leah's Tent And Into The Tent Of The Two Maidservants, But He Found Nothing. After He Came Out Of Leah's Tent, He Entered Rachel's Tent.",
            "Now Rachel Had Taken The Household Gods And Put Them Inside Her Camel's Saddle And Was Sitting On Them. Laban Searched Through Everything In The Tent But Found Nothing.",
            "Rachel Said To Her Father, \"Don't Be Angry, My Lord, That I Cannot Stand Up In Your Presence; I'm Having My Period.\" So He Searched But Could Not Find The Household Gods.",
            "Jacob Was Angry And Took Laban To Task. \"What Is My Crime?\" He Asked Laban. \"What Sin Have I Committed That You Hunt Me Down?",
            "Now That You Have Searched Through All My Goods, What Have You Found That Belongs To Your Household? Put It Here In Front Of Your Relatives And Mine, And Let Them Judge Between The Two Of Us.",
            "\"I Have Been With You For Twenty Years Now. Your Sheep And Goats Have Not Miscarried, Nor Have I Eaten Rams From Your Flocks.",
            "I Did Not Bring You Animals Torn By Wild Beasts; I Bore The Loss Myself. And You Demanded Payment From Me For Whatever Was Stolen By Day Or Night.",
            "This Was My Situation: The Heat Consumed Me In The Daytime And The Cold At Night, And Sleep Fled From My Eyes.",
            "It Was Like This For The Twenty Years I Was In Your Household. I Worked For You Fourteen Years For Your Two Daughters And Six Years For Your Flocks, And You Changed My Wages Ten Times.",
            "If The God Of My Father, The God Of Abraham And The Fear Of Isaac, Had Not Been With Me, You Would Surely Have Sent Me Away Empty-handed. But God Has Seen My Hardship And The Toil Of My Hands, And Last Night He Rebuked You.\"",
            "Laban Answered Jacob, \"The Women Are My Daughters, The Children Are My Children, And The Flocks Are My Flocks. All You See Is Mine. Yet What Can I Do Today About These Daughters Of Mine, Or About The Children They Have Borne?",
            "Come Now, Let's Make A Covenant, You And I, And Let It Serve As A Witness Between Us.\"",
            "So Jacob Took A Stone And Set It Up As A Pillar.",
            "He Said To His Relatives, \"Gather Some Stones.\" So They Took Stones And Piled Them In A Heap, And They Ate There By The Heap.",
            "Laban Called It Jegar Sahadutha, And Jacob Called It Galeed.",
            "Laban Said, \"This Heap Is A Witness Between You And Me Today.\" That Is Why It Was Called Galeed.",
            "It Was Also Called Mizpah, Because He Said, \"May The Lord Keep Watch Between You And Me When We Are Away From Each Other.",
            "If You Mistreat My Daughters Or If You Take Any Wives Besides My Daughters, Even Though No One Is With Us, Remember That God Is A Witness Between You And Me.\"",
            "Laban Also Said To Jacob, \"Here Is This Heap, And Here Is This Pillar I Have Set Up Between You And Me.",
            "This Heap Is A Witness, And This Pillar Is A Witness, That I Will Not Go Past This Heap To Your Side To Harm You And That You Will Not Go Past This Heap And Pillar To My Side To Harm Me.",
            "May The God Of Abraham And The God Of Nahor, The God Of Their Father, Judge Between Us.\" So Jacob Took An Oath In The Name Of The Fear Of His Father Isaac.",
            "He Offered A Sacrifice There In The Hill Country And Invited His Relatives To A Meal. After They Had Eaten, They Spent The Night There.",
            "Early The Next Morning Laban Kissed His Grandchildren And His Daughters And Blessed Them. Then He Left And Returned Home."
        ],
        [
            "Jacob Also Went On His Way, And The Angels Of God Met Him.",
            "When Jacob Saw Them, He Said, \"This Is The Camp Of God!\" So He Named That Place Mahanaim.",
            "Jacob Sent Messengers Ahead Of Him To His Brother Esau In The Land Of Seir, The Country Of Edom.",
            "He Instructed Them: \"This Is What You Are To Say To My Master Esau: 'Your Servant Jacob Says, I Have Been Staying With Laban And Have Remained There Till Now.",
            "I Have Cattle And Donkeys, Sheep And Goats, Menservants And Maidservants. Now I Am Sending This Message To My Lord, That I May Find Favor In Your Eyes.' \"",
            "When The Messengers Returned To Jacob, They Said, \"We Went To Your Brother Esau, And Now He Is Coming To Meet You, And Four Hundred Men Are With Him.\"",
            "In Great Fear And Distress Jacob Divided The People Who Were With Him Into Two Groups, And The Flocks And Herds And Camels As Well.",
            "He Thought, \"If Esau Comes And Attacks One Group, The Group That Is Left May Escape.\"",
            "Then Jacob Prayed, \"O God Of My Father Abraham, God Of My Father Isaac, O Lord , Who Said To Me, 'Go Back To Your Country And Your Relatives, And I Will Make You Prosper,'",
            "I Am Unworthy Of All The Kindness And Faithfulness You Have Shown Your Servant. I Had Only My Staff When I Crossed This Jordan, But Now I Have Become Two Groups.",
            "Save Me, I Pray, From The Hand Of My Brother Esau, For I Am Afraid He Will Come And Attack Me, And Also The Mothers With Their Children.",
            "But You Have Said, 'I Will Surely Make You Prosper And Will Make Your Descendants Like The Sand Of The Sea, Which Cannot Be Counted.' \"",
            "He Spent The Night There, And From What He Had With Him He Selected A Gift For His Brother Esau:",
            "Two Hundred Female Goats And Twenty Male Goats, Two Hundred Ewes And Twenty Rams,",
            "Thirty Female Camels With Their Young, Forty Cows And Ten Bulls, And Twenty Female Donkeys And Ten Male Donkeys.",
            "He Put Them In The Care Of His Servants, Each Herd By Itself, And Said To His Servants, \"Go Ahead Of Me, And Keep Some Space Between The Herds.\"",
            "He Instructed The One In The Lead: \"When My Brother Esau Meets You And Asks, 'To Whom Do You Belong, And Where Are You Going, And Who Owns All These Animals In Front Of You?'",
            "Then You Are To Say, 'They Belong To Your Servant Jacob. They Are A Gift Sent To My Lord Esau, And He Is Coming Behind Us.' \"",
            "He Also Instructed The Second, The Third And All The Others Who Followed The Herds: \"You Are To Say The Same Thing To Esau When You Meet Him.",
            "And Be Sure To Say, 'Your Servant Jacob Is Coming Behind Us.' \" For He Thought, \"I Will Pacify Him With These Gifts I Am Sending On Ahead; Later, When I See Him, Perhaps He Will Receive Me.\"",
            "So Jacob's Gifts Went On Ahead Of Him, But He Himself Spent The Night In The Camp.",
            "That Night Jacob Got Up And Took His Two Wives, His Two Maidservants And His Eleven Sons And Crossed The Ford Of The Jabbok.",
            "After He Had Sent Them Across The Stream, He Sent Over All His Possessions.",
            "So Jacob Was Left Alone, And A Man Wrestled With Him Till Daybreak.",
            "When The Man Saw That He Could Not Overpower Him, He Touched The Socket Of Jacob's Hip So That His Hip Was Wrenched As He Wrestled With The Man.",
            "Then The Man Said, \"Let Me Go, For It Is Daybreak.\" But Jacob Replied, \"I Will Not Let You Go Unless You Bless Me.\"",
            "The Man Asked Him, \"What Is Your Name?\" \"Jacob,\" He Answered.",
            "Then The Man Said, \"Your Name Will No Longer Be Jacob, But Israel, Because You Have Struggled With God And With Men And Have Overcome.\"",
            "Jacob Said, \"Please Tell Me Your Name.\" But He Replied, \"Why Do You Ask My Name?\" Then He Blessed Him There.",
            "So Jacob Called The Place Peniel, Saying, \"It Is Because I Saw God Face To Face, And Yet My Life Was Spared.\"",
            "The Sun Rose Above Him As He Passed Peniel, And He Was Limping Because Of His Hip.",
            "Therefore To This Day The Israelites Do Not Eat The Tendon Attached To The Socket Of The Hip, Because The Socket Of Jacob's Hip Was Touched Near The Tendon."
        ],
        [
            "Jacob Looked Up And There Was Esau, Coming With His Four Hundred Men; So He Divided The Children Among Leah, Rachel And The Two Maidservants.",
            "He Put The Maidservants And Their Children In Front, Leah And Her Children Next, And Rachel And Joseph In The Rear.",
            "He Himself Went On Ahead And Bowed Down To The Ground Seven Times As He Approached His Brother.",
            "But Esau Ran To Meet Jacob And Embraced Him; He Threw His Arms Around His Neck And Kissed Him. And They Wept.",
            "Then Esau Looked Up And Saw The Women And Children. \"Who Are These With You?\" He Asked. Jacob Answered, \"They Are The Children God Has Graciously Given Your Servant.\"",
            "Then The Maidservants And Their Children Approached And Bowed Down.",
            "Next, Leah And Her Children Came And Bowed Down. Last Of All Came Joseph And Rachel, And They Too Bowed Down.",
            "Esau Asked, \"What Do You Mean By All These Droves I Met?\" \"To Find Favor In Your Eyes, My Lord,\" He Said.",
            "But Esau Said, \"I Already Have Plenty, My Brother. Keep What You Have For Yourself.\"",
            "\"No, Please!\" Said Jacob. \"If I Have Found Favor In Your Eyes, Accept This Gift From Me. For To See Your Face Is Like Seeing The Face Of God, Now That You Have Received Me Favorably.",
            "Please Accept The Present That Was Brought To You, For God Has Been Gracious To Me And I Have All I Need.\" And Because Jacob Insisted, Esau Accepted It.",
            "Then Esau Said, \"Let Us Be On Our Way; I'll Accompany You.\"",
            "But Jacob Said To Him, \"My Lord Knows That The Children Are Tender And That I Must Care For The Ewes And Cows That Are Nursing Their Young. If They Are Driven Hard Just One Day, All The Animals Will Die.",
            "So Let My Lord Go On Ahead Of His Servant, While I Move Along Slowly At The Pace Of The Droves Before Me And That Of The Children, Until I Come To My Lord In Seir.\"",
            "Esau Said, \"Then Let Me Leave Some Of My Men With You.\" \"But Why Do That?\" Jacob Asked. \"Just Let Me Find Favor In The Eyes Of My Lord.\"",
            "So That Day Esau Started On His Way Back To Seir.",
            "Jacob, However, Went To Succoth, Where He Built A Place For Himself And Made Shelters For His Livestock. That Is Why The Place Is Called Succoth.",
            "After Jacob Came From Paddan Aram, He Arrived Safely At The City Of Shechem In Canaan And Camped Within Sight Of The City.",
            "For A Hundred Pieces Of Silver, He Bought From The Sons Of Hamor, The Father Of Shechem, The Plot Of Ground Where He Pitched His Tent.",
            "There He Set Up An Altar And Called It El Elohe Israel."
        ],
        [
            "Now Dinah, The Daughter Leah Had Borne To Jacob, Went Out To Visit The Women Of The Land.",
            "When Shechem Son Of Hamor The Hivite, The Ruler Of That Area, Saw Her, He Took Her And Violated Her.",
            "His Heart Was Drawn To Dinah Daughter Of Jacob, And He Loved The Girl And Spoke Tenderly To Her.",
            "And Shechem Said To His Father Hamor, \"Get Me This Girl As My Wife.\"",
            "When Jacob Heard That His Daughter Dinah Had Been Defiled, His Sons Were In The Fields With His Livestock; So He Kept Quiet About It Until They Came Home.",
            "Then Shechem's Father Hamor Went Out To Talk With Jacob.",
            "Now Jacob's Sons Had Come In From The Fields As Soon As They Heard What Had Happened. They Were Filled With Grief And Fury, Because Shechem Had Done A Disgraceful Thing In Israel By Lying With Jacob's Daughter-a Thing That Should Not Be Done.",
            "But Hamor Said To Them, \"My Son Shechem Has His Heart Set On Your Daughter. Please Give Her To Him As His Wife.",
            "Intermarry With Us; Give Us Your Daughters And Take Our Daughters For Yourselves.",
            "You Can Settle Among Us; The Land Is Open To You. Live In It, Trade In It, And Acquire Property In It.\"",
            "Then Shechem Said To Dinah's Father And Brothers, \"Let Me Find Favor In Your Eyes, And I Will Give You Whatever You Ask.",
            "Make The Price For The Bride And The Gift I Am To Bring As Great As You Like, And I'll Pay Whatever You Ask Me. Only Give Me The Girl As My Wife.\"",
            "Because Their Sister Dinah Had Been Defiled, Jacob's Sons Replied Deceitfully As They Spoke To Shechem And His Father Hamor.",
            "They Said To Them, \"We Can't Do Such A Thing; We Can't Give Our Sister To A Man Who Is Not Circumcised. That Would Be A Disgrace To Us.",
            "We Will Give Our Consent To You On One Condition Only: That You Become Like Us By Circumcising All Your Males.",
            "Then We Will Give You Our Daughters And Take Your Daughters For Ourselves. We'll Settle Among You And Become One People With You.",
            "But If You Will Not Agree To Be Circumcised, We'll Take Our Sister And Go.\"",
            "Their Proposal Seemed Good To Hamor And His Son Shechem.",
            "The Young Man, Who Was The Most Honored Of All His Father's Household, Lost No Time In Doing What They Said, Because He Was Delighted With Jacob's Daughter.",
            "So Hamor And His Son Shechem Went To The Gate Of Their City To Speak To Their Fellow Townsmen.",
            "\"These Men Are Friendly Toward Us,\" They Said. \"Let Them Live In Our Land And Trade In It; The Land Has Plenty Of Room For Them. We Can Marry Their Daughters And They Can Marry Ours.",
            "But The Men Will Consent To Live With Us As One People Only On The Condition That Our Males Be Circumcised, As They Themselves Are.",
            "Won't Their Livestock, Their Property And All Their Other Animals Become Ours? So Let Us Give Our Consent To Them, And They Will Settle Among Us.\"",
            "All The Men Who Went Out Of The City Gate Agreed With Hamor And His Son Shechem, And Every Male In The City Was Circumcised.",
            "Three Days Later, While All Of Them Were Still In Pain, Two Of Jacob's Sons, Simeon And Levi, Dinah's Brothers, Took Their Swords And Attacked The Unsuspecting City, Killing Every Male.",
            "They Put Hamor And His Son Shechem To The Sword And Took Dinah From Shechem's House And Left.",
            "The Sons Of Jacob Came Upon The Dead Bodies And Looted The City Where Their Sister Had Been Defiled.",
            "They Seized Their Flocks And Herds And Donkeys And Everything Else Of Theirs In The City And Out In The Fields.",
            "They Carried Off All Their Wealth And All Their Women And Children, Taking As Plunder Everything In The Houses.",
            "Then Jacob Said To Simeon And Levi, \"You Have Brought Trouble On Me By Making Me A Stench To The Canaanites And Perizzites, The People Living In This Land. We Are Few In Number, And If They Join Forces Against Me And Attack Me, I And My Household Will Be Destroyed.\"",
            "But They Replied, \"Should He Have Treated Our Sister Like A Prostitute?\""
        ],
        [
            "Then God Said To Jacob, \"Go Up To Bethel And Settle There, And Build An Altar There To God, Who Appeared To You When You Were Fleeing From Your Brother Esau.\"",
            "So Jacob Said To His Household And To All Who Were With Him, \"Get Rid Of The Foreign Gods You Have With You, And Purify Yourselves And Change Your Clothes.",
            "Then Come, Let Us Go Up To Bethel, Where I Will Build An Altar To God, Who Answered Me In The Day Of My Distress And Who Has Been With Me Wherever I Have Gone.\"",
            "So They Gave Jacob All The Foreign Gods They Had And The Rings In Their Ears, And Jacob Buried Them Under The Oak At Shechem.",
            "Then They Set Out, And The Terror Of God Fell Upon The Towns All Around Them So That No One Pursued Them.",
            "Jacob And All The People With Him Came To Luz (That Is, Bethel) In The Land Of Canaan.",
            "There He Built An Altar, And He Called The Place El Bethel, Because It Was There That God Revealed Himself To Him When He Was Fleeing From His Brother.",
            "Now Deborah, Rebekah's Nurse, Died And Was Buried Under The Oak Below Bethel. So It Was Named Allon Bacuth.",
            "After Jacob Returned From Paddan Aram, God Appeared To Him Again And Blessed Him.",
            "God Said To Him, \"Your Name Is Jacob, But You Will No Longer Be Called Jacob; Your Name Will Be Israel. \" So He Named Him Israel.",
            "And God Said To Him, \"I Am God Almighty ; Be Fruitful And Increase In Number. A Nation And A Community Of Nations Will Come From You, And Kings Will Come From Your Body.",
            "The Land I Gave To Abraham And Isaac I Also Give To You, And I Will Give This Land To Your Descendants After You.\"",
            "Then God Went Up From Him At The Place Where He Had Talked With Him.",
            "Jacob Set Up A Stone Pillar At The Place Where God Had Talked With Him, And He Poured Out A Drink Offering On It; He Also Poured Oil On It.",
            "Jacob Called The Place Where God Had Talked With Him Bethel.",
            "Then They Moved On From Bethel. While They Were Still Some Distance From Ephrath, Rachel Began To Give Birth And Had Great Difficulty.",
            "And As She Was Having Great Difficulty In Childbirth, The Midwife Said To Her, \"Don't Be Afraid, For You Have Another Son.\"",
            "As She Breathed Her Last-for She Was Dying-she Named Her Son Ben-oni. But His Father Named Him Benjamin.",
            "So Rachel Died And Was Buried On The Way To Ephrath (That Is, Bethlehem).",
            "Over Her Tomb Jacob Set Up A Pillar, And To This Day That Pillar Marks Rachel's Tomb.",
            "Israel Moved On Again And Pitched His Tent Beyond Migdal Eder.",
            "While Israel Was Living In That Region, Reuben Went In And Slept With His Father's Concubine Bilhah, And Israel Heard Of It. Jacob Had Twelve Sons:",
            "The Sons Of Leah: Reuben The Firstborn Of Jacob, Simeon, Levi, Judah, Issachar And Zebulun.",
            "The Sons Of Rachel: Joseph And Benjamin.",
            "The Sons Of Rachel's Maidservant Bilhah: Dan And Naphtali.",
            "The Sons Of Leah's Maidservant Zilpah: Gad And Asher. These Were The Sons Of Jacob, Who Were Born To Him In Paddan Aram.",
            "Jacob Came Home To His Father Isaac In Mamre, Near Kiriath Arba (That Is, Hebron), Where Abraham And Isaac Had Stayed.",
            "Isaac Lived A Hundred And Eighty Years.",
            "Then He Breathed His Last And Died And Was Gathered To His People, Old And Full Of Years. And His Sons Esau And Jacob Buried Him."
        ],
        [
            "This Is The Account Of Esau (That Is, Edom).",
            "Esau Took His Wives From The Women Of Canaan: Adah Daughter Of Elon The Hittite, And Oholibamah Daughter Of Anah And Granddaughter Of Zibeon The Hivite-",
            "Also Basemath Daughter Of Ishmael And Sister Of Nebaioth.",
            "Adah Bore Eliphaz To Esau, Basemath Bore Reuel,",
            "And Oholibamah Bore Jeush, Jalam And Korah. These Were The Sons Of Esau, Who Were Born To Him In Canaan.",
            "Esau Took His Wives And Sons And Daughters And All The Members Of His Household, As Well As His Livestock And All His Other Animals And All The Goods He Had Acquired In Canaan, And Moved To A Land Some Distance From His Brother Jacob.",
            "Their Possessions Were Too Great For Them To Remain Together; The Land Where They Were Staying Could Not Support Them Both Because Of Their Livestock.",
            "So Esau (That Is, Edom) Settled In The Hill Country Of Seir.",
            "This Is The Account Of Esau The Father Of The Edomites In The Hill Country Of Seir.",
            "These Are The Names Of Esau's Sons: Eliphaz, The Son Of Esau's Wife Adah, And Reuel, The Son Of Esau's Wife Basemath.",
            "The Sons Of Eliphaz: Teman, Omar, Zepho, Gatam And Kenaz.",
            "Esau's Son Eliphaz Also Had A Concubine Named Timna, Who Bore Him Amalek. These Were Grandsons Of Esau's Wife Adah.",
            "The Sons Of Reuel: Nahath, Zerah, Shammah And Mizzah. These Were Grandsons Of Esau's Wife Basemath.",
            "The Sons Of Esau's Wife Oholibamah Daughter Of Anah And Granddaughter Of Zibeon, Whom She Bore To Esau: Jeush, Jalam And Korah.",
            "These Were The Chiefs Among Esau's Descendants: The Sons Of Eliphaz The Firstborn Of Esau: Chiefs Teman, Omar, Zepho, Kenaz,",
            "Korah, Gatam And Amalek. These Were The Chiefs Descended From Eliphaz In Edom; They Were Grandsons Of Adah.",
            "The Sons Of Esau's Son Reuel: Chiefs Nahath, Zerah, Shammah And Mizzah. These Were The Chiefs Descended From Reuel In Edom; They Were Grandsons Of Esau's Wife Basemath.",
            "The Sons Of Esau's Wife Oholibamah: Chiefs Jeush, Jalam And Korah. These Were The Chiefs Descended From Esau's Wife Oholibamah Daughter Of Anah.",
            "These Were The Sons Of Esau (That Is, Edom), And These Were Their Chiefs.",
            "These Were The Sons Of Seir The Horite, Who Were Living In The Region: Lotan, Shobal, Zibeon, Anah,",
            "Dishon, Ezer And Dishan. These Sons Of Seir In Edom Were Horite Chiefs.",
            "The Sons Of Lotan: Hori And Homam. Timna Was Lotan's Sister.",
            "The Sons Of Shobal: Alvan, Manahath, Ebal, Shepho And Onam.",
            "The Sons Of Zibeon: Aiah And Anah. This Is The Anah Who Discovered The Hot Springs In The Desert While He Was Grazing The Donkeys Of His Father Zibeon.",
            "The Children Of Anah: Dishon And Oholibamah Daughter Of Anah.",
            "The Sons Of Dishon : Hemdan, Eshban, Ithran And Keran.",
            "The Sons Of Ezer: Bilhan, Zaavan And Akan.",
            "The Sons Of Dishan: Uz And Aran.",
            "These Were The Horite Chiefs: Lotan, Shobal, Zibeon, Anah,",
            "Dishon, Ezer And Dishan. These Were The Horite Chiefs, According To Their Divisions, In The Land Of Seir.",
            "These Were The Kings Who Reigned In Edom Before Any Israelite King Reigned :",
            "Bela Son Of Beor Became King Of Edom. His City Was Named Dinhabah.",
            "When Bela Died, Jobab Son Of Zerah From Bozrah Succeeded Him As King.",
            "When Jobab Died, Husham From The Land Of The Temanites Succeeded Him As King.",
            "When Husham Died, Hadad Son Of Bedad, Who Defeated Midian In The Country Of Moab, Succeeded Him As King. His City Was Named Avith.",
            "When Hadad Died, Samlah From Masrekah Succeeded Him As King.",
            "When Samlah Died, Shaul From Rehoboth On The River Succeeded Him As King.",
            "When Shaul Died, Baal-hanan Son Of Acbor Succeeded Him As King.",
            "When Baal-hanan Son Of Acbor Died, Hadad Succeeded Him As King. His City Was Named Pau, And His Wife's Name Was Mehetabel Daughter Of Matred, The Daughter Of Me-zahab.",
            "These Were The Chiefs Descended From Esau, By Name, According To Their Clans And Regions: Timna, Alvah, Jetheth,",
            "Oholibamah, Elah, Pinon,",
            "Kenaz, Teman, Mibzar,",
            "Magdiel And Iram. These Were The Chiefs Of Edom, According To Their Settlements In The Land They Occupied. This Was Esau The Father Of The Edomites."
        ],
        [
            "Jacob Lived In The Land Where His Father Had Stayed, The Land Of Canaan.",
            "This Is The Account Of Jacob. Joseph, A Young Man Of Seventeen, Was Tending The Flocks With His Brothers, The Sons Of Bilhah And The Sons Of Zilpah, His Father's Wives, And He Brought Their Father A Bad Report About Them.",
            "Now Israel Loved Joseph More Than Any Of His Other Sons, Because He Had Been Born To Him In His Old Age; And He Made A Richly Ornamented Robe For Him.",
            "When His Brothers Saw That Their Father Loved Him More Than Any Of Them, They Hated Him And Could Not Speak A Kind Word To Him.",
            "Joseph Had A Dream, And When He Told It To His Brothers, They Hated Him All The More.",
            "He Said To Them, \"Listen To This Dream I Had:",
            "We Were Binding Sheaves Of Grain Out In The Field When Suddenly My Sheaf Rose And Stood Upright, While Your Sheaves Gathered Around Mine And Bowed Down To It.\"",
            "His Brothers Said To Him, \"Do You Intend To Reign Over Us? Will You Actually Rule Us?\" And They Hated Him All The More Because Of His Dream And What He Had Said.",
            "Then He Had Another Dream, And He Told It To His Brothers. \"Listen,\" He Said, \"I Had Another Dream, And This Time The Sun And Moon And Eleven Stars Were Bowing Down To Me.\"",
            "When He Told His Father As Well As His Brothers, His Father Rebuked Him And Said, \"What Is This Dream You Had? Will Your Mother And I And Your Brothers Actually Come And Bow Down To The Ground Before You?\"",
            "His Brothers Were Jealous Of Him, But His Father Kept The Matter In Mind.",
            "Now His Brothers Had Gone To Graze Their Father's Flocks Near Shechem,",
            "And Israel Said To Joseph, \"As You Know, Your Brothers Are Grazing The Flocks Near Shechem. Come, I Am Going To Send You To Them.\" \"Very Well,\" He Replied.",
            "So He Said To Him, \"Go And See If All Is Well With Your Brothers And With The Flocks, And Bring Word Back To Me.\" Then He Sent Him Off From The Valley Of Hebron. When Joseph Arrived At Shechem,",
            "A Man Found Him Wandering Around In The Fields And Asked Him, \"What Are You Looking For?\"",
            "He Replied, \"I'm Looking For My Brothers. Can You Tell Me Where They Are Grazing Their Flocks?\"",
            "\"They Have Moved On From Here,\" The Man Answered. \"I Heard Them Say, 'Let's Go To Dothan.' \" So Joseph Went After His Brothers And Found Them Near Dothan.",
            "But They Saw Him In The Distance, And Before He Reached Them, They Plotted To Kill Him.",
            "\"Here Comes That Dreamer!\" They Said To Each Other.",
            "\"Come Now, Let's Kill Him And Throw Him Into One Of These Cisterns And Say That A Ferocious Animal Devoured Him. Then We'll See What Comes Of His Dreams.\"",
            "When Reuben Heard This, He Tried To Rescue Him From Their Hands. \"Let's Not Take His Life,\" He Said.",
            "\"Don't Shed Any Blood. Throw Him Into This Cistern Here In The Desert, But Don't Lay A Hand On Him.\" Reuben Said This To Rescue Him From Them And Take Him Back To His Father.",
            "So When Joseph Came To His Brothers, They Stripped Him Of His Robe-the Richly Ornamented Robe He Was Wearing-",
            "And They Took Him And Threw Him Into The Cistern. Now The Cistern Was Empty; There Was No Water In It.",
            "As They Sat Down To Eat Their Meal, They Looked Up And Saw A Caravan Of Ishmaelites Coming From Gilead. Their Camels Were Loaded With Spices, Balm And Myrrh, And They Were On Their Way To Take Them Down To Egypt.",
            "Judah Said To His Brothers, \"What Will We Gain If We Kill Our Brother And Cover Up His Blood?",
            "Come, Let's Sell Him To The Ishmaelites And Not Lay Our Hands On Him; After All, He Is Our Brother, Our Own Flesh And Blood.\" His Brothers Agreed.",
            "So When The Midianite Merchants Came By, His Brothers Pulled Joseph Up Out Of The Cistern And Sold Him For Twenty Shekels Of Silver To The Ishmaelites, Who Took Him To Egypt.",
            "When Reuben Returned To The Cistern And Saw That Joseph Was Not There, He Tore His Clothes.",
            "He Went Back To His Brothers And Said, \"The Boy Isn't There! Where Can I Turn Now?\"",
            "Then They Got Joseph's Robe, Slaughtered A Goat And Dipped The Robe In The Blood.",
            "They Took The Ornamented Robe Back To Their Father And Said, \"We Found This. Examine It To See Whether It Is Your Son's Robe.\"",
            "He Recognized It And Said, \"It Is My Son's Robe! Some Ferocious Animal Has Devoured Him. Joseph Has Surely Been Torn To Pieces.\"",
            "Then Jacob Tore His Clothes, Put On Sackcloth And Mourned For His Son Many Days.",
            "All His Sons And Daughters Came To Comfort Him, But He Refused To Be Comforted. \"No,\" He Said, \"In Mourning Will I Go Down To The Grave To My Son.\" So His Father Wept For Him.",
            "Meanwhile, The Midianites Sold Joseph In Egypt To Potiphar, One Of Pharaoh's Officials, The Captain Of The Guard."
        ],
        [
            "At That Time, Judah Left His Brothers And Went Down To Stay With A Man Of Adullam Named Hirah.",
            "There Judah Met The Daughter Of A Canaanite Man Named Shua. He Married Her And Lay With Her;",
            "She Became Pregnant And Gave Birth To A Son, Who Was Named Er.",
            "She Conceived Again And Gave Birth To A Son And Named Him Onan.",
            "She Gave Birth To Still Another Son And Named Him Shelah. It Was At Kezib That She Gave Birth To Him.",
            "Judah Got A Wife For Er, His Firstborn, And Her Name Was Tamar.",
            "But Er, Judah's Firstborn, Was Wicked In The Lord 'S Sight; So The Lord Put Him To Death.",
            "Then Judah Said To Onan, \"Lie With Your Brother's Wife And Fulfill Your Duty To Her As A Brother-in-law To Produce Offspring For Your Brother.\"",
            "But Onan Knew That The Offspring Would Not Be His; So Whenever He Lay With His Brother's Wife, He Spilled His Semen On The Ground To Keep From Producing Offspring For His Brother.",
            "What He Did Was Wicked In The Lord 'S Sight; So He Put Him To Death Also.",
            "Judah Then Said To His Daughter-in-law Tamar, \"Live As A Widow In Your Father's House Until My Son Shelah Grows Up.\" For He Thought, \"He May Die Too, Just Like His Brothers.\" So Tamar Went To Live In Her Father's House.",
            "After A Long Time Judah's Wife, The Daughter Of Shua, Died. When Judah Had Recovered From His Grief, He Went Up To Timnah, To The Men Who Were Shearing His Sheep, And His Friend Hirah The Adullamite Went With Him.",
            "When Tamar Was Told, \"Your Father-in-law Is On His Way To Timnah To Shear His Sheep,\"",
            "She Took Off Her Widow's Clothes, Covered Herself With A Veil To Disguise Herself, And Then Sat Down At The Entrance To Enaim, Which Is On The Road To Timnah. For She Saw That, Though Shelah Had Now Grown Up, She Had Not Been Given To Him As His Wife.",
            "When Judah Saw Her, He Thought She Was A Prostitute, For She Had Covered Her Face.",
            "Not Realizing That She Was His Daughter-in-law, He Went Over To Her By The Roadside And Said, \"Come Now, Let Me Sleep With You.\" \"And What Will You Give Me To Sleep With You?\" She Asked.",
            "\"I'll Send You A Young Goat From My Flock,\" He Said. \"Will You Give Me Something As A Pledge Until You Send It?\" She Asked.",
            "He Said, \"What Pledge Should I Give You?\" \"Your Seal And Its Cord, And The Staff In Your Hand,\" She Answered. So He Gave Them To Her And Slept With Her, And She Became Pregnant By Him.",
            "After She Left, She Took Off Her Veil And Put On Her Widow's Clothes Again.",
            "Meanwhile Judah Sent The Young Goat By His Friend The Adullamite In Order To Get His Pledge Back From The Woman, But He Did Not Find Her.",
            "He Asked The Men Who Lived There, \"Where Is The Shrine Prostitute Who Was Beside The Road At Enaim?\" \"There Hasn't Been Any Shrine Prostitute Here,\" They Said.",
            "So He Went Back To Judah And Said, \"I Didn't Find Her. Besides, The Men Who Lived There Said, 'There Hasn't Been Any Shrine Prostitute Here.' \"",
            "Then Judah Said, \"Let Her Keep What She Has, Or We Will Become A Laughingstock. After All, I Did Send Her This Young Goat, But You Didn't Find Her.\"",
            "About Three Months Later Judah Was Told, \"Your Daughter-in-law Tamar Is Guilty Of Prostitution, And As A Result She Is Now Pregnant.\" Judah Said, \"Bring Her Out And Have Her Burned To Death!\"",
            "As She Was Being Brought Out, She Sent A Message To Her Father-in-law. \"I Am Pregnant By The Man Who Owns These,\" She Said. And She Added, \"See If You Recognize Whose Seal And Cord And Staff These Are.\"",
            "Judah Recognized Them And Said, \"She Is More Righteous Than I, Since I Wouldn't Give Her To My Son Shelah.\" And He Did Not Sleep With Her Again.",
            "When The Time Came For Her To Give Birth, There Were Twin Boys In Her Womb.",
            "As She Was Giving Birth, One Of Them Put Out His Hand; So The Midwife Took A Scarlet Thread And Tied It On His Wrist And Said, \"This One Came Out First.\"",
            "But When He Drew Back His Hand, His Brother Came Out, And She Said, \"So This Is How You Have Broken Out!\" And He Was Named Perez.",
            "Then His Brother, Who Had The Scarlet Thread On His Wrist, Came Out And He Was Given The Name Zerah."
        ],
        [
            "Now Joseph Had Been Taken Down To Egypt. Potiphar, An Egyptian Who Was One Of Pharaoh's Officials, The Captain Of The Guard, Bought Him From The Ishmaelites Who Had Taken Him There.",
            "The Lord Was With Joseph And He Prospered, And He Lived In The House Of His Egyptian Master.",
            "When His Master Saw That The Lord Was With Him And That The Lord Gave Him Success In Everything He Did,",
            "Joseph Found Favor In His Eyes And Became His Attendant. Potiphar Put Him In Charge Of His Household, And He Entrusted To His Care Everything He Owned.",
            "From The Time He Put Him In Charge Of His Household And Of All That He Owned, The Lord Blessed The Household Of The Egyptian Because Of Joseph. The Blessing Of The Lord Was On Everything Potiphar Had, Both In The House And In The Field.",
            "So He Left In Joseph's Care Everything He Had; With Joseph In Charge, He Did Not Concern Himself With Anything Except The Food He Ate. Now Joseph Was Well-built And Handsome,",
            "And After A While His Master's Wife Took Notice Of Joseph And Said, \"Come To Bed With Me!\"",
            "But He Refused. \"With Me In Charge,\" He Told Her, \"My Master Does Not Concern Himself With Anything In The House; Everything He Owns He Has Entrusted To My Care.",
            "No One Is Greater In This House Than I Am. My Master Has Withheld Nothing From Me Except You, Because You Are His Wife. How Then Could I Do Such A Wicked Thing And Sin Against God?\"",
            "And Though She Spoke To Joseph Day After Day, He Refused To Go To Bed With Her Or Even Be With Her.",
            "One Day He Went Into The House To Attend To His Duties, And None Of The Household Servants Was Inside.",
            "She Caught Him By His Cloak And Said, \"Come To Bed With Me!\" But He Left His Cloak In Her Hand And Ran Out Of The House.",
            "When She Saw That He Had Left His Cloak In Her Hand And Had Run Out Of The House,",
            "She Called Her Household Servants. \"Look,\" She Said To Them, \"This Hebrew Has Been Brought To Us To Make Sport Of Us! He Came In Here To Sleep With Me, But I Screamed.",
            "When He Heard Me Scream For Help, He Left His Cloak Beside Me And Ran Out Of The House.\"",
            "She Kept His Cloak Beside Her Until His Master Came Home.",
            "Then She Told Him This Story: \"That Hebrew Slave You Brought Us Came To Me To Make Sport Of Me.",
            "But As Soon As I Screamed For Help, He Left His Cloak Beside Me And Ran Out Of The House.\"",
            "When His Master Heard The Story His Wife Told Him, Saying, \"This Is How Your Slave Treated Me,\" He Burned With Anger.",
            "Joseph's Master Took Him And Put Him In Prison, The Place Where The King's Prisoners Were Confined. But While Joseph Was There In The Prison,",
            "The Lord Was With Him; He Showed Him Kindness And Granted Him Favor In The Eyes Of The Prison Warden.",
            "So The Warden Put Joseph In Charge Of All Those Held In The Prison, And He Was Made Responsible For All That Was Done There.",
            "The Warden Paid No Attention To Anything Under Joseph's Care, Because The Lord Was With Joseph And Gave Him Success In Whatever He Did."
        ],
        [
            "Some Time Later, The Cupbearer And The Baker Of The King Of Egypt Offended Their Master, The King Of Egypt.",
            "Pharaoh Was Angry With His Two Officials, The Chief Cupbearer And The Chief Baker,",
            "And Put Them In Custody In The House Of The Captain Of The Guard, In The Same Prison Where Joseph Was Confined.",
            "The Captain Of The Guard Assigned Them To Joseph, And He Attended Them. After They Had Been In Custody For Some Time,",
            "Each Of The Two Men-the Cupbearer And The Baker Of The King Of Egypt, Who Were Being Held In Prison-had A Dream The Same Night, And Each Dream Had A Meaning Of Its Own.",
            "When Joseph Came To Them The Next Morning, He Saw That They Were Dejected.",
            "So He Asked Pharaoh's Officials Who Were In Custody With Him In His Master's House, \"Why Are Your Faces So Sad Today?\"",
            "\"We Both Had Dreams,\" They Answered, \"But There Is No One To Interpret Them.\" Then Joseph Said To Them, \"Do Not Interpretations Belong To God? Tell Me Your Dreams.\"",
            "So The Chief Cupbearer Told Joseph His Dream. He Said To Him, \"In My Dream I Saw A Vine In Front Of Me,",
            "And On The Vine Were Three Branches. As Soon As It Budded, It Blossomed, And Its Clusters Ripened Into Grapes.",
            "Pharaoh's Cup Was In My Hand, And I Took The Grapes, Squeezed Them Into Pharaoh's Cup And Put The Cup In His Hand.\"",
            "\"This Is What It Means,\" Joseph Said To Him. \"The Three Branches Are Three Days.",
            "Within Three Days Pharaoh Will Lift Up Your Head And Restore You To Your Position, And You Will Put Pharaoh's Cup In His Hand, Just As You Used To Do When You Were His Cupbearer.",
            "But When All Goes Well With You, Remember Me And Show Me Kindness; Mention Me To Pharaoh And Get Me Out Of This Prison.",
            "For I Was Forcibly Carried Off From The Land Of The Hebrews, And Even Here I Have Done Nothing To Deserve Being Put In A Dungeon.\"",
            "When The Chief Baker Saw That Joseph Had Given A Favorable Interpretation, He Said To Joseph, \"I Too Had A Dream: On My Head Were Three Baskets Of Bread.",
            "In The Top Basket Were All Kinds Of Baked Goods For Pharaoh, But The Birds Were Eating Them Out Of The Basket On My Head.\"",
            "\"This Is What It Means,\" Joseph Said. \"The Three Baskets Are Three Days.",
            "Within Three Days Pharaoh Will Lift Off Your Head And Hang You On A Tree. And The Birds Will Eat Away Your Flesh.\"",
            "Now The Third Day Was Pharaoh's Birthday, And He Gave A Feast For All His Officials. He Lifted Up The Heads Of The Chief Cupbearer And The Chief Baker In The Presence Of His Officials:",
            "He Restored The Chief Cupbearer To His Position, So That He Once Again Put The Cup Into Pharaoh's Hand,",
            "But He Hanged The Chief Baker, Just As Joseph Had Said To Them In His Interpretation.",
            "The Chief Cupbearer, However, Did Not Remember Joseph; He Forgot Him."
        ],
        [
            "When Two Full Years Had Passed, Pharaoh Had A Dream: He Was Standing By The Nile,",
            "When Out Of The River There Came Up Seven Cows, Sleek And Fat, And They Grazed Among The Reeds.",
            "After Them, Seven Other Cows, Ugly And Gaunt, Came Up Out Of The Nile And Stood Beside Those On The Riverbank.",
            "And The Cows That Were Ugly And Gaunt Ate Up The Seven Sleek, Fat Cows. Then Pharaoh Woke Up.",
            "He Fell Asleep Again And Had A Second Dream: Seven Heads Of Grain, Healthy And Good, Were Growing On A Single Stalk.",
            "After Them, Seven Other Heads Of Grain Sprouted-thin And Scorched By The East Wind.",
            "The Thin Heads Of Grain Swallowed Up The Seven Healthy, Full Heads. Then Pharaoh Woke Up; It Had Been A Dream.",
            "In The Morning His Mind Was Troubled, So He Sent For All The Magicians And Wise Men Of Egypt. Pharaoh Told Them His Dreams, But No One Could Interpret Them For Him.",
            "Then The Chief Cupbearer Said To Pharaoh, \"Today I Am Reminded Of My Shortcomings.",
            "Pharaoh Was Once Angry With His Servants, And He Imprisoned Me And The Chief Baker In The House Of The Captain Of The Guard.",
            "Each Of Us Had A Dream The Same Night, And Each Dream Had A Meaning Of Its Own.",
            "Now A Young Hebrew Was There With Us, A Servant Of The Captain Of The Guard. We Told Him Our Dreams, And He Interpreted Them For Us, Giving Each Man The Interpretation Of His Dream.",
            "And Things Turned Out Exactly As He Interpreted Them To Us: I Was Restored To My Position, And The Other Man Was Hanged. \"",
            "So Pharaoh Sent For Joseph, And He Was Quickly Brought From The Dungeon. When He Had Shaved And Changed His Clothes, He Came Before Pharaoh.",
            "Pharaoh Said To Joseph, \"I Had A Dream, And No One Can Interpret It. But I Have Heard It Said Of You That When You Hear A Dream You Can Interpret It.\"",
            "\"I Cannot Do It,\" Joseph Replied To Pharaoh, \"But God Will Give Pharaoh The Answer He Desires.\"",
            "Then Pharaoh Said To Joseph, \"In My Dream I Was Standing On The Bank Of The Nile,",
            "When Out Of The River There Came Up Seven Cows, Fat And Sleek, And They Grazed Among The Reeds.",
            "After Them, Seven Other Cows Came Up-scrawny And Very Ugly And Lean. I Had Never Seen Such Ugly Cows In All The Land Of Egypt.",
            "The Lean, Ugly Cows Ate Up The Seven Fat Cows That Came Up First.",
            "But Even After They Ate Them, No One Could Tell That They Had Done So; They Looked Just As Ugly As Before. Then I Woke Up.",
            "\"In My Dreams I Also Saw Seven Heads Of Grain, Full And Good, Growing On A Single Stalk.",
            "After Them, Seven Other Heads Sprouted-withered And Thin And Scorched By The East Wind.",
            "The Thin Heads Of Grain Swallowed Up The Seven Good Heads. I Told This To The Magicians, But None Could Explain It To Me.\"",
            "Then Joseph Said To Pharaoh, \"The Dreams Of Pharaoh Are One And The Same. God Has Revealed To Pharaoh What He Is About To Do.",
            "The Seven Good Cows Are Seven Years, And The Seven Good Heads Of Grain Are Seven Years; It Is One And The Same Dream.",
            "The Seven Lean, Ugly Cows That Came Up Afterward Are Seven Years, And So Are The Seven Worthless Heads Of Grain Scorched By The East Wind: They Are Seven Years Of Famine.",
            "\"It Is Just As I Said To Pharaoh: God Has Shown Pharaoh What He Is About To Do.",
            "Seven Years Of Great Abundance Are Coming Throughout The Land Of Egypt,",
            "But Seven Years Of Famine Will Follow Them. Then All The Abundance In Egypt Will Be Forgotten, And The Famine Will Ravage The Land.",
            "The Abundance In The Land Will Not Be Remembered, Because The Famine That Follows It Will Be So Severe.",
            "The Reason The Dream Was Given To Pharaoh In Two Forms Is That The Matter Has Been Firmly Decided By God, And God Will Do It Soon.",
            "\"And Now Let Pharaoh Look For A Discerning And Wise Man And Put Him In Charge Of The Land Of Egypt.",
            "Let Pharaoh Appoint Commissioners Over The Land To Take A Fifth Of The Harvest Of Egypt During The Seven Years Of Abundance.",
            "They Should Collect All The Food Of These Good Years That Are Coming And Store Up The Grain Under The Authority Of Pharaoh, To Be Kept In The Cities For Food.",
            "This Food Should Be Held In Reserve For The Country, To Be Used During The Seven Years Of Famine That Will Come Upon Egypt, So That The Country May Not Be Ruined By The Famine.\"",
            "The Plan Seemed Good To Pharaoh And To All His Officials.",
            "So Pharaoh Asked Them, \"Can We Find Anyone Like This Man, One In Whom Is The Spirit Of God ?\"",
            "Then Pharaoh Said To Joseph, \"Since God Has Made All This Known To You, There Is No One So Discerning And Wise As You.",
            "You Shall Be In Charge Of My Palace, And All My People Are To Submit To Your Orders. Only With Respect To The Throne Will I Be Greater Than You.\"",
            "So Pharaoh Said To Joseph, \"I Hereby Put You In Charge Of The Whole Land Of Egypt.\"",
            "Then Pharaoh Took His Signet Ring From His Finger And Put It On Joseph's Finger. He Dressed Him In Robes Of Fine Linen And Put A Gold Chain Around His Neck.",
            "He Had Him Ride In A Chariot As His Second-in-command, And Men Shouted Before Him, \"Make Way !\" Thus He Put Him In Charge Of The Whole Land Of Egypt.",
            "Then Pharaoh Said To Joseph, \"I Am Pharaoh, But Without Your Word No One Will Lift Hand Or Foot In All Egypt.\"",
            "Pharaoh Gave Joseph The Name Zaphenath-paneah And Gave Him Asenath Daughter Of Potiphera, Priest Of On, To Be His Wife. And Joseph Went Throughout The Land Of Egypt.",
            "Joseph Was Thirty Years Old When He Entered The Service Of Pharaoh King Of Egypt. And Joseph Went Out From Pharaoh's Presence And Traveled Throughout Egypt.",
            "During The Seven Years Of Abundance The Land Produced Plentifully.",
            "Joseph Collected All The Food Produced In Those Seven Years Of Abundance In Egypt And Stored It In The Cities. In Each City He Put The Food Grown In The Fields Surrounding It.",
            "Joseph Stored Up Huge Quantities Of Grain, Like The Sand Of The Sea; It Was So Much That He Stopped Keeping Records Because It Was Beyond Measure.",
            "Before The Years Of Famine Came, Two Sons Were Born To Joseph By Asenath Daughter Of Potiphera, Priest Of On.",
            "Joseph Named His Firstborn Manasseh And Said, \"It Is Because God Has Made Me Forget All My Trouble And All My Father's Household.\"",
            "The Second Son He Named Ephraim And Said, \"It Is Because God Has Made Me Fruitful In The Land Of My Suffering.\"",
            "The Seven Years Of Abundance In Egypt Came To An End,",
            "And The Seven Years Of Famine Began, Just As Joseph Had Said. There Was Famine In All The Other Lands, But In The Whole Land Of Egypt There Was Food.",
            "When All Egypt Began To Feel The Famine, The People Cried To Pharaoh For Food. Then Pharaoh Told All The Egyptians, \"Go To Joseph And Do What He Tells You.\"",
            "When The Famine Had Spread Over The Whole Country, Joseph Opened The Storehouses And Sold Grain To The Egyptians, For The Famine Was Severe Throughout Egypt.",
            "And All The Countries Came To Egypt To Buy Grain From Joseph, Because The Famine Was Severe In All The World."
        ],
        [
            "When Jacob Learned That There Was Grain In Egypt, He Said To His Sons, \"Why Do You Just Keep Looking At Each Other?\"",
            "He Continued, \"I Have Heard That There Is Grain In Egypt. Go Down There And Buy Some For Us, So That We May Live And Not Die.\"",
            "Then Ten Of Joseph's Brothers Went Down To Buy Grain From Egypt.",
            "But Jacob Did Not Send Benjamin, Joseph's Brother, With The Others, Because He Was Afraid That Harm Might Come To Him.",
            "So Israel's Sons Were Among Those Who Went To Buy Grain, For The Famine Was In The Land Of Canaan Also.",
            "Now Joseph Was The Governor Of The Land, The One Who Sold Grain To All Its People. So When Joseph's Brothers Arrived, They Bowed Down To Him With Their Faces To The Ground.",
            "As Soon As Joseph Saw His Brothers, He Recognized Them, But He Pretended To Be A Stranger And Spoke Harshly To Them. \"Where Do You Come From?\" He Asked. \"From The Land Of Canaan,\" They Replied, \"To Buy Food.\"",
            "Although Joseph Recognized His Brothers, They Did Not Recognize Him.",
            "Then He Remembered His Dreams About Them And Said To Them, \"You Are Spies! You Have Come To See Where Our Land Is Unprotected.\"",
            "\"No, My Lord,\" They Answered. \"Your Servants Have Come To Buy Food.",
            "We Are All The Sons Of One Man. Your Servants Are Honest Men, Not Spies.\"",
            "\"No!\" He Said To Them. \"You Have Come To See Where Our Land Is Unprotected.\"",
            "But They Replied, \"Your Servants Were Twelve Brothers, The Sons Of One Man, Who Lives In The Land Of Canaan. The Youngest Is Now With Our Father, And One Is No More.\"",
            "Joseph Said To Them, \"It Is Just As I Told You: You Are Spies!",
            "And This Is How You Will Be Tested: As Surely As Pharaoh Lives, You Will Not Leave This Place Unless Your Youngest Brother Comes Here.",
            "Send One Of Your Number To Get Your Brother; The Rest Of You Will Be Kept In Prison, So That Your Words May Be Tested To See If You Are Telling The Truth. If You Are Not, Then As Surely As Pharaoh Lives, You Are Spies!\"",
            "And He Put Them All In Custody For Three Days.",
            "On The Third Day, Joseph Said To Them, \"Do This And You Will Live, For I Fear God:",
            "If You Are Honest Men, Let One Of Your Brothers Stay Here In Prison, While The Rest Of You Go And Take Grain Back For Your Starving Households.",
            "But You Must Bring Your Youngest Brother To Me, So That Your Words May Be Verified And That You May Not Die.\" This They Proceeded To Do.",
            "They Said To One Another, \"Surely We Are Being Punished Because Of Our Brother. We Saw How Distressed He Was When He Pleaded With Us For His Life, But We Would Not Listen; That's Why This Distress Has Come Upon Us.\"",
            "Reuben Replied, \"Didn't I Tell You Not To Sin Against The Boy? But You Wouldn't Listen! Now We Must Give An Accounting For His Blood.\"",
            "They Did Not Realize That Joseph Could Understand Them, Since He Was Using An Interpreter.",
            "He Turned Away From Them And Began To Weep, But Then Turned Back And Spoke To Them Again. He Had Simeon Taken From Them And Bound Before Their Eyes.",
            "Joseph Gave Orders To Fill Their Bags With Grain, To Put Each Man's Silver Back In His Sack, And To Give Them Provisions For Their Journey. After This Was Done For Them,",
            "They Loaded Their Grain On Their Donkeys And Left.",
            "At The Place Where They Stopped For The Night One Of Them Opened His Sack To Get Feed For His Donkey, And He Saw His Silver In The Mouth Of His Sack.",
            "\"My Silver Has Been Returned,\" He Said To His Brothers. \"Here It Is In My Sack.\" Their Hearts Sank And They Turned To Each Other Trembling And Said, \"What Is This That God Has Done To Us?\"",
            "When They Came To Their Father Jacob In The Land Of Canaan, They Told Him All That Had Happened To Them. They Said,",
            "\"The Man Who Is Lord Over The Land Spoke Harshly To Us And Treated Us As Though We Were Spying On The Land.",
            "But We Said To Him, 'We Are Honest Men; We Are Not Spies.",
            "We Were Twelve Brothers, Sons Of One Father. One Is No More, And The Youngest Is Now With Our Father In Canaan.'",
            "\"Then The Man Who Is Lord Over The Land Said To Us, 'This Is How I Will Know Whether You Are Honest Men: Leave One Of Your Brothers Here With Me, And Take Food For Your Starving Households And Go.",
            "But Bring Your Youngest Brother To Me So I Will Know That You Are Not Spies But Honest Men. Then I Will Give Your Brother Back To You, And You Can Trade In The Land.' \"",
            "As They Were Emptying Their Sacks, There In Each Man's Sack Was His Pouch Of Silver! When They And Their Father Saw The Money Pouches, They Were Frightened.",
            "Their Father Jacob Said To Them, \"You Have Deprived Me Of My Children. Joseph Is No More And Simeon Is No More, And Now You Want To Take Benjamin. Everything Is Against Me!\"",
            "Then Reuben Said To His Father, \"You May Put Both Of My Sons To Death If I Do Not Bring Him Back To You. Entrust Him To My Care, And I Will Bring Him Back.\"",
            "But Jacob Said, \"My Son Will Not Go Down There With You; His Brother Is Dead And He Is The Only One Left. If Harm Comes To Him On The Journey You Are Taking, You Will Bring My Gray Head Down To The Grave In Sorrow.\""
        ],
        [
            "Now The Famine Was Still Severe In The Land.",
            "So When They Had Eaten All The Grain They Had Brought From Egypt, Their Father Said To Them, \"Go Back And Buy Us A Little More Food.\"",
            "But Judah Said To Him, \"The Man Warned Us Solemnly, 'You Will Not See My Face Again Unless Your Brother Is With You.'",
            "If You Will Send Our Brother Along With Us, We Will Go Down And Buy Food For You.",
            "But If You Will Not Send Him, We Will Not Go Down, Because The Man Said To Us, 'You Will Not See My Face Again Unless Your Brother Is With You.' \"",
            "Israel Asked, \"Why Did You Bring This Trouble On Me By Telling The Man You Had Another Brother?\"",
            "They Replied, \"The Man Questioned Us Closely About Ourselves And Our Family. 'Is Your Father Still Living?' He Asked Us. 'Do You Have Another Brother?' We Simply Answered His Questions. How Were We To Know He Would Say, 'Bring Your Brother Down Here'?\"",
            "Then Judah Said To Israel His Father, \"Send The Boy Along With Me And We Will Go At Once, So That We And You And Our Children May Live And Not Die.",
            "I Myself Will Guarantee His Safety; You Can Hold Me Personally Responsible For Him. If I Do Not Bring Him Back To You And Set Him Here Before You, I Will Bear The Blame Before You All My Life.",
            "As It Is, If We Had Not Delayed, We Could Have Gone And Returned Twice.\"",
            "Then Their Father Israel Said To Them, \"If It Must Be, Then Do This: Put Some Of The Best Products Of The Land In Your Bags And Take Them Down To The Man As A Gift-a Little Balm And A Little Honey, Some Spices And Myrrh, Some Pistachio Nuts And Almonds.",
            "Take Double The Amount Of Silver With You, For You Must Return The Silver That Was Put Back Into The Mouths Of Your Sacks. Perhaps It Was A Mistake.",
            "Take Your Brother Also And Go Back To The Man At Once.",
            "And May God Almighty Grant You Mercy Before The Man So That He Will Let Your Other Brother And Benjamin Come Back With You. As For Me, If I Am Bereaved, I Am Bereaved.\"",
            "So The Men Took The Gifts And Double The Amount Of Silver, And Benjamin Also. They Hurried Down To Egypt And Presented Themselves To Joseph.",
            "When Joseph Saw Benjamin With Them, He Said To The Steward Of His House, \"Take These Men To My House, Slaughter An Animal And Prepare Dinner; They Are To Eat With Me At Noon.\"",
            "The Man Did As Joseph Told Him And Took The Men To Joseph's House.",
            "Now The Men Were Frightened When They Were Taken To His House. They Thought, \"We Were Brought Here Because Of The Silver That Was Put Back Into Our Sacks The First Time. He Wants To Attack Us And Overpower Us And Seize Us As Slaves And Take Our Donkeys.\"",
            "So They Went Up To Joseph's Steward And Spoke To Him At The Entrance To The House.",
            "\"Please, Sir,\" They Said, \"We Came Down Here The First Time To Buy Food.",
            "But At The Place Where We Stopped For The Night We Opened Our Sacks And Each Of Us Found His Silver-the Exact Weight-in The Mouth Of His Sack. So We Have Brought It Back With Us.",
            "We Have Also Brought Additional Silver With Us To Buy Food. We Don't Know Who Put Our Silver In Our Sacks.\"",
            "\"It's All Right,\" He Said. \"Don't Be Afraid. Your God, The God Of Your Father, Has Given You Treasure In Your Sacks; I Received Your Silver.\" Then He Brought Simeon Out To Them.",
            "The Steward Took The Men Into Joseph's House, Gave Them Water To Wash Their Feet And Provided Fodder For Their Donkeys.",
            "They Prepared Their Gifts For Joseph's Arrival At Noon, Because They Had Heard That They Were To Eat There.",
            "When Joseph Came Home, They Presented To Him The Gifts They Had Brought Into The House, And They Bowed Down Before Him To The Ground.",
            "He Asked Them How They Were, And Then He Said, \"How Is Your Aged Father You Told Me About? Is He Still Living?\"",
            "They Replied, \"Your Servant Our Father Is Still Alive And Well.\" And They Bowed Low To Pay Him Honor.",
            "As He Looked About And Saw His Brother Benjamin, His Own Mother's Son, He Asked, \"Is This Your Youngest Brother, The One You Told Me About?\" And He Said, \"God Be Gracious To You, My Son.\"",
            "Deeply Moved At The Sight Of His Brother, Joseph Hurried Out And Looked For A Place To Weep. He Went Into His Private Room And Wept There.",
            "After He Had Washed His Face, He Came Out And, Controlling Himself, Said, \"Serve The Food.\"",
            "They Served Him By Himself, The Brothers By Themselves, And The Egyptians Who Ate With Him By Themselves, Because Egyptians Could Not Eat With Hebrews, For That Is Detestable To Egyptians.",
            "The Men Had Been Seated Before Him In The Order Of Their Ages, From The Firstborn To The Youngest; And They Looked At Each Other In Astonishment.",
            "When Portions Were Served To Them From Joseph's Table, Benjamin's Portion Was Five Times As Much As Anyone Else's. So They Feasted And Drank Freely With Him."
        ],
        [
            "Now Joseph Gave These Instructions To The Steward Of His House: \"Fill The Men's Sacks With As Much Food As They Can Carry, And Put Each Man's Silver In The Mouth Of His Sack.",
            "Then Put My Cup, The Silver One, In The Mouth Of The Youngest One's Sack, Along With The Silver For His Grain.\" And He Did As Joseph Said.",
            "As Morning Dawned, The Men Were Sent On Their Way With Their Donkeys.",
            "They Had Not Gone Far From The City When Joseph Said To His Steward, \"Go After Those Men At Once, And When You Catch Up With Them, Say To Them, 'Why Have You Repaid Good With Evil?",
            "Isn't This The Cup My Master Drinks From And Also Uses For Divination? This Is A Wicked Thing You Have Done.' \"",
            "When He Caught Up With Them, He Repeated These Words To Them.",
            "But They Said To Him, \"Why Does My Lord Say Such Things? Far Be It From Your Servants To Do Anything Like That!",
            "We Even Brought Back To You From The Land Of Canaan The Silver We Found Inside The Mouths Of Our Sacks. So Why Would We Steal Silver Or Gold From Your Master's House?",
            "If Any Of Your Servants Is Found To Have It, He Will Die; And The Rest Of Us Will Become My Lord's Slaves.\"",
            "\"Very Well, Then,\" He Said, \"Let It Be As You Say. Whoever Is Found To Have It Will Become My Slave; The Rest Of You Will Be Free From Blame.\"",
            "Each Of Them Quickly Lowered His Sack To The Ground And Opened It.",
            "Then The Steward Proceeded To Search, Beginning With The Oldest And Ending With The Youngest. And The Cup Was Found In Benjamin's Sack.",
            "At This, They Tore Their Clothes. Then They All Loaded Their Donkeys And Returned To The City.",
            "Joseph Was Still In The House When Judah And His Brothers Came In, And They Threw Themselves To The Ground Before Him.",
            "Joseph Said To Them, \"What Is This You Have Done? Don't You Know That A Man Like Me Can Find Things Out By Divination?\"",
            "\"What Can We Say To My Lord?\" Judah Replied. \"What Can We Say? How Can We Prove Our Innocence? God Has Uncovered Your Servants' Guilt. We Are Now My Lord's Slaves-we Ourselves And The One Who Was Found To Have The Cup.\"",
            "But Joseph Said, \"Far Be It From Me To Do Such A Thing! Only The Man Who Was Found To Have The Cup Will Become My Slave. The Rest Of You, Go Back To Your Father In Peace.\"",
            "Then Judah Went Up To Him And Said: \"Please, My Lord, Let Your Servant Speak A Word To My Lord. Do Not Be Angry With Your Servant, Though You Are Equal To Pharaoh Himself.",
            "My Lord Asked His Servants, 'Do You Have A Father Or A Brother?'",
            "And We Answered, 'We Have An Aged Father, And There Is A Young Son Born To Him In His Old Age. His Brother Is Dead, And He Is The Only One Of His Mother's Sons Left, And His Father Loves Him.'",
            "\"Then You Said To Your Servants, 'Bring Him Down To Me So I Can See Him For Myself.'",
            "And We Said To My Lord, 'The Boy Cannot Leave His Father; If He Leaves Him, His Father Will Die.'",
            "But You Told Your Servants, 'Unless Your Youngest Brother Comes Down With You, You Will Not See My Face Again.'",
            "When We Went Back To Your Servant My Father, We Told Him What My Lord Had Said.",
            "\"Then Our Father Said, 'Go Back And Buy A Little More Food.'",
            "But We Said, 'We Cannot Go Down. Only If Our Youngest Brother Is With Us Will We Go. We Cannot See The Man's Face Unless Our Youngest Brother Is With Us.'",
            "\"Your Servant My Father Said To Us, 'You Know That My Wife Bore Me Two Sons.",
            "One Of Them Went Away From Me, And I Said, \"He Has Surely Been Torn To Pieces.\" And I Have Not Seen Him Since.",
            "If You Take This One From Me Too And Harm Comes To Him, You Will Bring My Gray Head Down To The Grave In Misery.'",
            "\"So Now, If The Boy Is Not With Us When I Go Back To Your Servant My Father And If My Father, Whose Life Is Closely Bound Up With The Boy's Life,",
            "Sees That The Boy Isn't There, He Will Die. Your Servants Will Bring The Gray Head Of Our Father Down To The Grave In Sorrow.",
            "Your Servant Guaranteed The Boy's Safety To My Father. I Said, 'If I Do Not Bring Him Back To You, I Will Bear The Blame Before You, My Father, All My Life!'",
            "\"Now Then, Please Let Your Servant Remain Here As My Lord's Slave In Place Of The Boy, And Let The Boy Return With His Brothers.",
            "How Can I Go Back To My Father If The Boy Is Not With Me? No! Do Not Let Me See The Misery That Would Come Upon My Father.\""
        ],
        [
            "Then Joseph Could No Longer Control Himself Before All His Attendants, And He Cried Out, \"Have Everyone Leave My Presence!\" So There Was No One With Joseph When He Made Himself Known To His Brothers.",
            "And He Wept So Loudly That The Egyptians Heard Him, And Pharaoh's Household Heard About It.",
            "Joseph Said To His Brothers, \"I Am Joseph! Is My Father Still Living?\" But His Brothers Were Not Able To Answer Him, Because They Were Terrified At His Presence.",
            "Then Joseph Said To His Brothers, \"Come Close To Me.\" When They Had Done So, He Said, \"I Am Your Brother Joseph, The One You Sold Into Egypt!",
            "And Now, Do Not Be Distressed And Do Not Be Angry With Yourselves For Selling Me Here, Because It Was To Save Lives That God Sent Me Ahead Of You.",
            "For Two Years Now There Has Been Famine In The Land, And For The Next Five Years There Will Not Be Plowing And Reaping.",
            "But God Sent Me Ahead Of You To Preserve For You A Remnant On Earth And To Save Your Lives By A Great Deliverance.",
            "\"So Then, It Was Not You Who Sent Me Here, But God. He Made Me Father To Pharaoh, Lord Of His Entire Household And Ruler Of All Egypt.",
            "Now Hurry Back To My Father And Say To Him, 'This Is What Your Son Joseph Says: God Has Made Me Lord Of All Egypt. Come Down To Me; Don't Delay.",
            "You Shall Live In The Region Of Goshen And Be Near Me-you, Your Children And Grandchildren, Your Flocks And Herds, And All You Have.",
            "I Will Provide For You There, Because Five Years Of Famine Are Still To Come. Otherwise You And Your Household And All Who Belong To You Will Become Destitute.'",
            "\"You Can See For Yourselves, And So Can My Brother Benjamin, That It Is Really I Who Am Speaking To You.",
            "Tell My Father About All The Honor Accorded Me In Egypt And About Everything You Have Seen. And Bring My Father Down Here Quickly.\"",
            "Then He Threw His Arms Around His Brother Benjamin And Wept, And Benjamin Embraced Him, Weeping.",
            "And He Kissed All His Brothers And Wept Over Them. Afterward His Brothers Talked With Him.",
            "When The News Reached Pharaoh's Palace That Joseph's Brothers Had Come, Pharaoh And All His Officials Were Pleased.",
            "Pharaoh Said To Joseph, \"Tell Your Brothers, 'Do This: Load Your Animals And Return To The Land Of Canaan,",
            "And Bring Your Father And Your Families Back To Me. I Will Give You The Best Of The Land Of Egypt And You Can Enjoy The Fat Of The Land.'",
            "\"You Are Also Directed To Tell Them, 'Do This: Take Some Carts From Egypt For Your Children And Your Wives, And Get Your Father And Come.",
            "Never Mind About Your Belongings, Because The Best Of All Egypt Will Be Yours.' \"",
            "So The Sons Of Israel Did This. Joseph Gave Them Carts, As Pharaoh Had Commanded, And He Also Gave Them Provisions For Their Journey.",
            "To Each Of Them He Gave New Clothing, But To Benjamin He Gave Three Hundred Shekels Of Silver And Five Sets Of Clothes.",
            "And This Is What He Sent To His Father: Ten Donkeys Loaded With The Best Things Of Egypt, And Ten Female Donkeys Loaded With Grain And Bread And Other Provisions For His Journey.",
            "Then He Sent His Brothers Away, And As They Were Leaving He Said To Them, \"Don't Quarrel On The Way!\"",
            "So They Went Up Out Of Egypt And Came To Their Father Jacob In The Land Of Canaan.",
            "They Told Him, \"Joseph Is Still Alive! In Fact, He Is Ruler Of All Egypt.\" Jacob Was Stunned; He Did Not Believe Them.",
            "But When They Told Him Everything Joseph Had Said To Them, And When He Saw The Carts Joseph Had Sent To Carry Him Back, The Spirit Of Their Father Jacob Revived.",
            "And Israel Said, \"I'm Convinced! My Son Joseph Is Still Alive. I Will Go And See Him Before I Die."
        ],
        [
            "So Israel Set Out With All That Was His, And When He Reached Beersheba, He Offered Sacrifices To The God Of His Father Isaac.",
            "And God Spoke To Israel In A Vision At Night And Said, \"Jacob! Jacob!\" \"Here I Am,\" He Replied.",
            "\"I Am God, The God Of Your Father,\" He Said. \"Do Not Be Afraid To Go Down To Egypt, For I Will Make You Into A Great Nation There.",
            "I Will Go Down To Egypt With You, And I Will Surely Bring You Back Again. And Joseph's Own Hand Will Close Your Eyes.\"",
            "Then Jacob Left Beersheba, And Israel's Sons Took Their Father Jacob And Their Children And Their Wives In The Carts That Pharaoh Had Sent To Transport Him.",
            "They Also Took With Them Their Livestock And The Possessions They Had Acquired In Canaan, And Jacob And All His Offspring Went To Egypt.",
            "He Took With Him To Egypt His Sons And Grandsons And His Daughters And Granddaughters-all His Offspring.",
            "These Are The Names Of The Sons Of Israel (Jacob And His Descendants) Who Went To Egypt: Reuben The Firstborn Of Jacob.",
            "The Sons Of Reuben: Hanoch, Pallu, Hezron And Carmi.",
            "The Sons Of Simeon: Jemuel, Jamin, Ohad, Jakin, Zohar And Shaul The Son Of A Canaanite Woman.",
            "The Sons Of Levi: Gershon, Kohath And Merari.",
            "The Sons Of Judah: Er, Onan, Shelah, Perez And Zerah (But Er And Onan Had Died In The Land Of Canaan). The Sons Of Perez: Hezron And Hamul.",
            "The Sons Of Issachar: Tola, Puah, Jashub And Shimron.",
            "The Sons Of Zebulun: Sered, Elon And Jahleel.",
            "These Were The Sons Leah Bore To Jacob In Paddan Aram, Besides His Daughter Dinah. These Sons And Daughters Of His Were Thirty-three In All.",
            "The Sons Of Gad: Zephon, Haggi, Shuni, Ezbon, Eri, Arodi And Areli.",
            "The Sons Of Asher: Imnah, Ishvah, Ishvi And Beriah. Their Sister Was Serah. The Sons Of Beriah: Heber And Malkiel.",
            "These Were The Children Born To Jacob By Zilpah, Whom Laban Had Given To His Daughter Leah-sixteen In All.",
            "The Sons Of Jacob's Wife Rachel: Joseph And Benjamin.",
            "In Egypt, Manasseh And Ephraim Were Born To Joseph By Asenath Daughter Of Potiphera, Priest Of On.",
            "The Sons Of Benjamin: Bela, Beker, Ashbel, Gera, Naaman, Ehi, Rosh, Muppim, Huppim And Ard.",
            "These Were The Sons Of Rachel Who Were Born To Jacob-fourteen In All.",
            "The Son Of Dan: Hushim.",
            "The Sons Of Naphtali: Jahziel, Guni, Jezer And Shillem.",
            "These Were The Sons Born To Jacob By Bilhah, Whom Laban Had Given To His Daughter Rachel-seven In All.",
            "All Those Who Went To Egypt With Jacob-those Who Were His Direct Descendants, Not Counting His Sons' Wives-numbered Sixty-six Persons.",
            "With The Two Sons Who Had Been Born To Joseph In Egypt, The Members Of Jacob's Family, Which Went To Egypt, Were Seventy In All.",
            "Now Jacob Sent Judah Ahead Of Him To Joseph To Get Directions To Goshen. When They Arrived In The Region Of Goshen,",
            "Joseph Had His Chariot Made Ready And Went To Goshen To Meet His Father Israel. As Soon As Joseph Appeared Before Him, He Threw His Arms Around His Father And Wept For A Long Time.",
            "Israel Said To Joseph, \"Now I Am Ready To Die, Since I Have Seen For Myself That You Are Still Alive.\"",
            "Then Joseph Said To His Brothers And To His Father's Household, \"I Will Go Up And Speak To Pharaoh And Will Say To Him, 'My Brothers And My Father's Household, Who Were Living In The Land Of Canaan, Have Come To Me.",
            "The Men Are Shepherds; They Tend Livestock, And They Have Brought Along Their Flocks And Herds And Everything They Own.'",
            "When Pharaoh Calls You In And Asks, 'What Is Your Occupation?'",
            "You Should Answer, 'Your Servants Have Tended Livestock From Our Boyhood On, Just As Our Fathers Did.' Then You Will Be Allowed To Settle In The Region Of Goshen, For All Shepherds Are Detestable To The Egyptians.\""
        ],
        [
            "Joseph Went And Told Pharaoh, \"My Father And Brothers, With Their Flocks And Herds And Everything They Own, Have Come From The Land Of Canaan And Are Now In Goshen.\"",
            "He Chose Five Of His Brothers And Presented Them Before Pharaoh.",
            "Pharaoh Asked The Brothers, \"What Is Your Occupation?\" \"Your Servants Are Shepherds,\" They Replied To Pharaoh, \"Just As Our Fathers Were.\"",
            "They Also Said To Him, \"We Have Come To Live Here Awhile, Because The Famine Is Severe In Canaan And Your Servants' Flocks Have No Pasture. So Now, Please Let Your Servants Settle In Goshen.\"",
            "Pharaoh Said To Joseph, \"Your Father And Your Brothers Have Come To You,",
            "And The Land Of Egypt Is Before You; Settle Your Father And Your Brothers In The Best Part Of The Land. Let Them Live In Goshen. And If You Know Of Any Among Them With Special Ability, Put Them In Charge Of My Own Livestock.\"",
            "Then Joseph Brought His Father Jacob In And Presented Him Before Pharaoh. After Jacob Blessed Pharaoh,",
            "Pharaoh Asked Him, \"How Old Are You?\"",
            "And Jacob Said To Pharaoh, \"The Years Of My Pilgrimage Are A Hundred And Thirty. My Years Have Been Few And Difficult, And They Do Not Equal The Years Of The Pilgrimage Of My Fathers.\"",
            "Then Jacob Blessed Pharaoh And Went Out From His Presence.",
            "So Joseph Settled His Father And His Brothers In Egypt And Gave Them Property In The Best Part Of The Land, The District Of Rameses, As Pharaoh Directed.",
            "Joseph Also Provided His Father And His Brothers And All His Father's Household With Food, According To The Number Of Their Children.",
            "There Was No Food, However, In The Whole Region Because The Famine Was Severe; Both Egypt And Canaan Wasted Away Because Of The Famine.",
            "Joseph Collected All The Money That Was To Be Found In Egypt And Canaan In Payment For The Grain They Were Buying, And He Brought It To Pharaoh's Palace.",
            "When The Money Of The People Of Egypt And Canaan Was Gone, All Egypt Came To Joseph And Said, \"Give Us Food. Why Should We Die Before Your Eyes? Our Money Is Used Up.\"",
            "\"Then Bring Your Livestock,\" Said Joseph. \"I Will Sell You Food In Exchange For Your Livestock, Since Your Money Is Gone.\"",
            "So They Brought Their Livestock To Joseph, And He Gave Them Food In Exchange For Their Horses, Their Sheep And Goats, Their Cattle And Donkeys. And He Brought Them Through That Year With Food In Exchange For All Their Livestock.",
            "When That Year Was Over, They Came To Him The Following Year And Said, \"We Cannot Hide From Our Lord The Fact That Since Our Money Is Gone And Our Livestock Belongs To You, There Is Nothing Left For Our Lord Except Our Bodies And Our Land.",
            "Why Should We Perish Before Your Eyes-we And Our Land As Well? Buy Us And Our Land In Exchange For Food, And We With Our Land Will Be In Bondage To Pharaoh. Give Us Seed So That We May Live And Not Die, And That The Land May Not Become Desolate.\"",
            "So Joseph Bought All The Land In Egypt For Pharaoh. The Egyptians, One And All, Sold Their Fields, Because The Famine Was Too Severe For Them. The Land Became Pharaoh's,",
            "And Joseph Reduced The People To Servitude, From One End Of Egypt To The Other.",
            "However, He Did Not Buy The Land Of The Priests, Because They Received A Regular Allotment From Pharaoh And Had Food Enough From The Allotment Pharaoh Gave Them. That Is Why They Did Not Sell Their Land.",
            "Joseph Said To The People, \"Now That I Have Bought You And Your Land Today For Pharaoh, Here Is Seed For You So You Can Plant The Ground.",
            "But When The Crop Comes In, Give A Fifth Of It To Pharaoh. The Other Four-fifths You May Keep As Seed For The Fields And As Food For Yourselves And Your Households And Your Children.\"",
            "\"You Have Saved Our Lives,\" They Said. \"May We Find Favor In The Eyes Of Our Lord; We Will Be In Bondage To Pharaoh.\"",
            "So Joseph Established It As A Law Concerning Land In Egypt-still In Force Today-that A Fifth Of The Produce Belongs To Pharaoh. It Was Only The Land Of The Priests That Did Not Become Pharaoh's.",
            "Now The Israelites Settled In Egypt In The Region Of Goshen. They Acquired Property There And Were Fruitful And Increased Greatly In Number.",
            "Jacob Lived In Egypt Seventeen Years, And The Years Of His Life Were A Hundred And Forty-seven.",
            "When The Time Drew Near For Israel To Die, He Called For His Son Joseph And Said To Him, \"If I Have Found Favor In Your Eyes, Put Your Hand Under My Thigh And Promise That You Will Show Me Kindness And Faithfulness. Do Not Bury Me In Egypt,",
            "But When I Rest With My Fathers, Carry Me Out Of Egypt And Bury Me Where They Are Buried.\" \"I Will Do As You Say,\" He Said.",
            "\"Swear To Me,\" He Said. Then Joseph Swore To Him, And Israel Worshiped As He Leaned On The Top Of His Staff."
        ],
        [
            "Some Time Later Joseph Was Told, \"Your Father Is Ill.\" So He Took His Two Sons Manasseh And Ephraim Along With Him.",
            "When Jacob Was Told, \"Your Son Joseph Has Come To You,\" Israel Rallied His Strength And Sat Up On The Bed.",
            "Jacob Said To Joseph, \"God Almighty Appeared To Me At Luz In The Land Of Canaan, And There He Blessed Me",
            "And Said To Me, 'I Am Going To Make You Fruitful And Will Increase Your Numbers. I Will Make You A Community Of Peoples, And I Will Give This Land As An Everlasting Possession To Your Descendants After You.'",
            "\"Now Then, Your Two Sons Born To You In Egypt Before I Came To You Here Will Be Reckoned As Mine; Ephraim And Manasseh Will Be Mine, Just As Reuben And Simeon Are Mine.",
            "Any Children Born To You After Them Will Be Yours; In The Territory They Inherit They Will Be Reckoned Under The Names Of Their Brothers.",
            "As I Was Returning From Paddan, To My Sorrow Rachel Died In The Land Of Canaan While We Were Still On The Way, A Little Distance From Ephrath. So I Buried Her There Beside The Road To Ephrath\" (That Is, Bethlehem).",
            "When Israel Saw The Sons Of Joseph, He Asked, \"Who Are These?\"",
            "\"They Are The Sons God Has Given Me Here,\" Joseph Said To His Father. Then Israel Said, \"Bring Them To Me So I May Bless Them.\"",
            "Now Israel's Eyes Were Failing Because Of Old Age, And He Could Hardly See. So Joseph Brought His Sons Close To Him, And His Father Kissed Them And Embraced Them.",
            "Israel Said To Joseph, \"I Never Expected To See Your Face Again, And Now God Has Allowed Me To See Your Children Too.\"",
            "Then Joseph Removed Them From Israel's Knees And Bowed Down With His Face To The Ground.",
            "And Joseph Took Both Of Them, Ephraim On His Right Toward Israel's Left Hand And Manasseh On His Left Toward Israel's Right Hand, And Brought Them Close To Him.",
            "But Israel Reached Out His Right Hand And Put It On Ephraim's Head, Though He Was The Younger, And Crossing His Arms, He Put His Left Hand On Manasseh's Head, Even Though Manasseh Was The Firstborn.",
            "Then He Blessed Joseph And Said, \"May The God Before Whom My Fathers Abraham And Isaac Walked, The God Who Has Been My Shepherd All My Life To This Day,",
            "The Angel Who Has Delivered Me From All Harm -May He Bless These Boys. May They Be Called By My Name And The Names Of My Fathers Abraham And Isaac, And May They Increase Greatly Upon The Earth.\"",
            "When Joseph Saw His Father Placing His Right Hand On Ephraim's Head He Was Displeased; So He Took Hold Of His Father's Hand To Move It From Ephraim's Head To Manasseh's Head.",
            "Joseph Said To Him, \"No, My Father, This One Is The Firstborn; Put Your Right Hand On His Head.\"",
            "But His Father Refused And Said, \"I Know, My Son, I Know. He Too Will Become A People, And He Too Will Become Great. Nevertheless, His Younger Brother Will Be Greater Than He, And His Descendants Will Become A Group Of Nations.\"",
            "He Blessed Them That Day And Said, \"In Your Name Will Israel Pronounce This Blessing: 'May God Make You Like Ephraim And Manasseh.' \" So He Put Ephraim Ahead Of Manasseh.",
            "Then Israel Said To Joseph, \"I Am About To Die, But God Will Be With You And Take You Back To The Land Of Your Fathers.",
            "And To You, As One Who Is Over Your Brothers, I Give The Ridge Of Land I Took From The Amorites With My Sword And My Bow.\""
        ],
        [
            "Then Jacob Called For His Sons And Said: \"Gather Around So I Can Tell You What Will Happen To You In Days To Come.",
            "\"Assemble And Listen, Sons Of Jacob; Listen To Your Father Israel.",
            "\"Reuben, You Are My Firstborn, My Might, The First Sign Of My Strength, Excelling In Honor, Excelling In Power.",
            "Turbulent As The Waters, You Will No Longer Excel, For You Went Up Onto Your Father's Bed, Onto My Couch And Defiled It.",
            "\"Simeon And Levi Are Brothers- Their Swords Are Weapons Of Violence.",
            "Let Me Not Enter Their Council, Let Me Not Join Their Assembly, For They Have Killed Men In Their Anger And Hamstrung Oxen As They Pleased.",
            "Cursed Be Their Anger, So Fierce, And Their Fury, So Cruel! I Will Scatter Them In Jacob And Disperse Them In Israel.",
            "\"Judah, Your Brothers Will Praise You; Your Hand Will Be On The Neck Of Your Enemies; Your Father's Sons Will Bow Down To You.",
            "You Are A Lion's Cub, O Judah; You Return From The Prey, My Son. Like A Lion He Crouches And Lies Down, Like A Lioness-who Dares To Rouse Him?",
            "The Scepter Will Not Depart From Judah, Nor The Ruler's Staff From Between His Feet, Until He Comes To Whom It Belongs And The Obedience Of The Nations Is His.",
            "He Will Tether His Donkey To A Vine, His Colt To The Choicest Branch; He Will Wash His Garments In Wine, His Robes In The Blood Of Grapes.",
            "His Eyes Will Be Darker Than Wine, His Teeth Whiter Than Milk.",
            "\"Zebulun Will Live By The Seashore And Become A Haven For Ships; His Border Will Extend Toward Sidon.",
            "\"Issachar Is A Rawboned Donkey Lying Down Between Two Saddlebags.",
            "When He Sees How Good Is His Resting Place And How Pleasant Is His Land, He Will Bend His Shoulder To The Burden And Submit To Forced Labor.",
            "\"Dan Will Provide Justice For His People As One Of The Tribes Of Israel.",
            "Dan Will Be A Serpent By The Roadside, A Viper Along The Path, That Bites The Horse's Heels So That Its Rider Tumbles Backward.",
            "\"I Look For Your Deliverance, O Lord .",
            "\"Gad Will Be Attacked By A Band Of Raiders, But He Will Attack Them At Their Heels.",
            "\"Asher's Food Will Be Rich; He Will Provide Delicacies Fit For A King.",
            "\"Naphtali Is A Doe Set Free That Bears Beautiful Fawns.",
            "\"Joseph Is A Fruitful Vine, A Fruitful Vine Near A Spring, Whose Branches Climb Over A Wall.",
            "With Bitterness Archers Attacked Him; They Shot At Him With Hostility.",
            "But His Bow Remained Steady, His Strong Arms Stayed Limber, Because Of The Hand Of The Mighty One Of Jacob, Because Of The Shepherd, The Rock Of Israel,",
            "Because Of Your Father's God, Who Helps You, Because Of The Almighty, Who Blesses You With Blessings Of The Heavens Above, Blessings Of The Deep That Lies Below, Blessings Of The Breast And Womb.",
            "Your Father's Blessings Are Greater Than The Blessings Of The Ancient Mountains, Than The Bounty Of The Age-old Hills. Let All These Rest On The Head Of Joseph, On The Brow Of The Prince Among His Brothers.",
            "\"Benjamin Is A Ravenous Wolf; In The Morning He Devours The Prey, In The Evening He Divides The Plunder.\"",
            "All These Are The Twelve Tribes Of Israel, And This Is What Their Father Said To Them When He Blessed Them, Giving Each The Blessing Appropriate To Him.",
            "Then He Gave Them These Instructions: \"I Am About To Be Gathered To My People. Bury Me With My Fathers In The Cave In The Field Of Ephron The Hittite,",
            "The Cave In The Field Of Machpelah, Near Mamre In Canaan, Which Abraham Bought As A Burial Place From Ephron The Hittite, Along With The Field.",
            "There Abraham And His Wife Sarah Were Buried, There Isaac And His Wife Rebekah Were Buried, And There I Buried Leah.",
            "The Field And The Cave In It Were Bought From The Hittites. \"",
            "When Jacob Had Finished Giving Instructions To His Sons, He Drew His Feet Up Into The Bed, Breathed His Last And Was Gathered To His People."
        ],
        [
            "Joseph Threw Himself Upon His Father And Wept Over Him And Kissed Him.",
            "Then Joseph Directed The Physicians In His Service To Embalm His Father Israel. So The Physicians Embalmed Him,",
            "Taking A Full Forty Days, For That Was The Time Required For Embalming. And The Egyptians Mourned For Him Seventy Days.",
            "When The Days Of Mourning Had Passed, Joseph Said To Pharaoh's Court, \"If I Have Found Favor In Your Eyes, Speak To Pharaoh For Me. Tell Him,",
            "'My Father Made Me Swear An Oath And Said, \"I Am About To Die; Bury Me In The Tomb I Dug For Myself In The Land Of Canaan.\" Now Let Me Go Up And Bury My Father; Then I Will Return.' \"",
            "Pharaoh Said, \"Go Up And Bury Your Father, As He Made You Swear To Do.\"",
            "So Joseph Went Up To Bury His Father. All Pharaoh's Officials Accompanied Him-the Dignitaries Of His Court And All The Dignitaries Of Egypt-",
            "Besides All The Members Of Joseph's Household And His Brothers And Those Belonging To His Father's Household. Only Their Children And Their Flocks And Herds Were Left In Goshen.",
            "Chariots And Horsemen Also Went Up With Him. It Was A Very Large Company.",
            "When They Reached The Threshing Floor Of Atad, Near The Jordan, They Lamented Loudly And Bitterly; And There Joseph Observed A Seven-day Period Of Mourning For His Father.",
            "When The Canaanites Who Lived There Saw The Mourning At The Threshing Floor Of Atad, They Said, \"The Egyptians Are Holding A Solemn Ceremony Of Mourning.\" That Is Why That Place Near The Jordan Is Called Abel Mizraim.",
            "So Jacob's Sons Did As He Had Commanded Them:",
            "They Carried Him To The Land Of Canaan And Buried Him In The Cave In The Field Of Machpelah, Near Mamre, Which Abraham Had Bought As A Burial Place From Ephron The Hittite, Along With The Field.",
            "After Burying His Father, Joseph Returned To Egypt, Together With His Brothers And All The Others Who Had Gone With Him To Bury His Father.",
            "When Joseph's Brothers Saw That Their Father Was Dead, They Said, \"What If Joseph Holds A Grudge Against Us And Pays Us Back For All The Wrongs We Did To Him?\"",
            "So They Sent Word To Joseph, Saying, \"Your Father Left These Instructions Before He Died:",
            "'This Is What You Are To Say To Joseph: I Ask You To Forgive Your Brothers The Sins And The Wrongs They Committed In Treating You So Badly.' Now Please Forgive The Sins Of The Servants Of The God Of Your Father.\" When Their Message Came To Him, Joseph Wept.",
            "His Brothers Then Came And Threw Themselves Down Before Him. \"We Are Your Slaves,\" They Said.",
            "But Joseph Said To Them, \"Don't Be Afraid. Am I In The Place Of God?",
            "You Intended To Harm Me, But God Intended It For Good To Accomplish What Is Now Being Done, The Saving Of Many Lives.",
            "So Then, Don't Be Afraid. I Will Provide For You And Your Children.\" And He Reassured Them And Spoke Kindly To Them.",
            "Joseph Stayed In Egypt, Along With All His Father's Family. He Lived A Hundred And Ten Years",
            "And Saw The Third Generation Of Ephraim's Children. Also The Children Of Makir Son Of Manasseh Were Placed At Birth On Joseph's Knees.",
            "Then Joseph Said To His Brothers, \"I Am About To Die. But God Will Surely Come To Your Aid And Take You Up Out Of This Land To The Land He Promised On Oath To Abraham, Isaac And Jacob.\"",
            "And Joseph Made The Sons Of Israel Swear An Oath And Said, \"God Will Surely Come To Your Aid, And Then You Must Carry My Bones Up From This Place.\"",
            "So Joseph Died At The Age Of A Hundred And Ten. And After They Embalmed Him, He Was Placed In A Coffin In Egypt."
        ]
    ]
}