{
  "chapter": [
    [
      "After Ahab's Death, Moab Rebelled Against Israel.",
      "Now Ahaziah Had Fallen Through The Lattice Of His Upper Room In Samaria And Injured Himself. So He Sent Messengers, Saying To Them, \"Go And Consult Baal-zebub, The God Of Ekron, To See If I Will Recover From This Injury.\"",
      "But The Angel Of The Lord Said To Elijah The Tishbite, \"Go Up And Meet The Messengers Of The King Of Samaria And Ask Them, 'Is It Because There Is No God In Israel That You Are Going Off To Consult Baal-zebub, The God Of Ekron?'",
      "Therefore This Is What The Lord Says: 'You Will Not Leave The Bed You Are Lying On. You Will Certainly Die!' \" So Elijah Went.",
      "When The Messengers Returned To The King, He Asked Them, \"Why Have You Come Back?\"",
      "\"A Man Came To Meet Us,\" They Replied. \"And He Said To Us, 'Go Back To The King Who Sent You And Tell Him, \"This Is What The Lord Says: Is It Because There Is No God In Israel That You Are Sending Men To Consult Baal-zebub, The God Of Ekron? Therefore You Will Not Leave The Bed You Are Lying On. You Will Certainly Die!\" ' \"",
      "The King Asked Them, \"What Kind Of Man Was It Who Came To Meet You And Told You This?\"",
      "They Replied, \"He Was A Man With A Garment Of Hair And With A Leather Belt Around His Waist.\" The King Said, \"That Was Elijah The Tishbite.\"",
      "Then He Sent To Elijah A Captain With His Company Of Fifty Men. The Captain Went Up To Elijah, Who Was Sitting On The Top Of A Hill, And Said To Him, \"Man Of God, The King Says, 'Come Down!' \"",
      "Elijah Answered The Captain, \"If I Am A Man Of God, May Fire Come Down From Heaven And Consume You And Your Fifty Men!\" Then Fire Fell From Heaven And Consumed The Captain And His Men.",
      "At This The King Sent To Elijah Another Captain With His Fifty Men. The Captain Said To Him, \"Man Of God, This Is What The King Says, 'Come Down At Once!' \"",
      "\"If I Am A Man Of God,\" Elijah Replied, \"May Fire Come Down From Heaven And Consume You And Your Fifty Men!\" Then The Fire Of God Fell From Heaven And Consumed Him And His Fifty Men.",
      "So The King Sent A Third Captain With His Fifty Men. This Third Captain Went Up And Fell On His Knees Before Elijah. \"Man Of God,\" He Begged, \"Please Have Respect For My Life And The Lives Of These Fifty Men, Your Servants!",
      "See, Fire Has Fallen From Heaven And Consumed The First Two Captains And All Their Men. But Now Have Respect For My Life!\"",
      "The Angel Of The Lord Said To Elijah, \"Go Down With Him; Do Not Be Afraid Of Him.\" So Elijah Got Up And Went Down With Him To The King.",
      "He Told The King, \"This Is What The Lord Says: Is It Because There Is No God In Israel For You To Consult That You Have Sent Messengers To Consult Baal-zebub, The God Of Ekron? Because You Have Done This, You Will Never Leave The Bed You Are Lying On. You Will Certainly Die!\"",
      "So He Died, According To The Word Of The Lord That Elijah Had Spoken. Because Ahaziah Had No Son, Joram Succeeded Him As King In The Second Year Of Jehoram Son Of Jehoshaphat King Of Judah.",
      "As For All The Other Events Of Ahaziah's Reign, And What He Did, Are They Not Written In The Book Of The Annals Of The Kings Of Israel?"
    ],
    [
      "When The Lord Was About To Take Elijah Up To Heaven In A Whirlwind, Elijah And Elisha Were On Their Way From Gilgal.",
      "Elijah Said To Elisha, \"Stay Here; The Lord Has Sent Me To Bethel.\" But Elisha Said, \"As Surely As The Lord Lives And As You Live, I Will Not Leave You.\" So They Went Down To Bethel.",
      "The Company Of The Prophets At Bethel Came Out To Elisha And Asked, \"Do You Know That The Lord Is Going To Take Your Master From You Today?\" \"Yes, I Know,\" Elisha Replied, \"But Do Not Speak Of It.\"",
      "Then Elijah Said To Him, \"Stay Here, Elisha; The Lord Has Sent Me To Jericho.\" And He Replied, \"As Surely As The Lord Lives And As You Live, I Will Not Leave You.\" So They Went To Jericho.",
      "The Company Of The Prophets At Jericho Went Up To Elisha And Asked Him, \"Do You Know That The Lord Is Going To Take Your Master From You Today?\" \"Yes, I Know,\" He Replied, \"But Do Not Speak Of It.\"",
      "Then Elijah Said To Him, \"Stay Here; The Lord Has Sent Me To The Jordan.\" And He Replied, \"As Surely As The Lord Lives And As You Live, I Will Not Leave You.\" So The Two Of Them Walked On.",
      "Fifty Men Of The Company Of The Prophets Went And Stood At A Distance, Facing The Place Where Elijah And Elisha Had Stopped At The Jordan.",
      "Elijah Took His Cloak, Rolled It Up And Struck The Water With It. The Water Divided To The Right And To The Left, And The Two Of Them Crossed Over On Dry Ground.",
      "When They Had Crossed, Elijah Said To Elisha, \"Tell Me, What Can I Do For You Before I Am Taken From You?\" \"Let Me Inherit A Double Portion Of Your Spirit,\" Elisha Replied.",
      "\"You Have Asked A Difficult Thing,\" Elijah Said, \"Yet If You See Me When I Am Taken From You, It Will Be Yours-otherwise Not.\"",
      "As They Were Walking Along And Talking Together, Suddenly A Chariot Of Fire And Horses Of Fire Appeared And Separated The Two Of Them, And Elijah Went Up To Heaven In A Whirlwind.",
      "Elisha Saw This And Cried Out, \"My Father! My Father! The Chariots And Horsemen Of Israel!\" And Elisha Saw Him No More. Then He Took Hold Of His Own Clothes And Tore Them Apart.",
      "He Picked Up The Cloak That Had Fallen From Elijah And Went Back And Stood On The Bank Of The Jordan.",
      "Then He Took The Cloak That Had Fallen From Him And Struck The Water With It. \"Where Now Is The Lord , The God Of Elijah?\" He Asked. When He Struck The Water, It Divided To The Right And To The Left, And He Crossed Over.",
      "The Company Of The Prophets From Jericho, Who Were Watching, Said, \"The Spirit Of Elijah Is Resting On Elisha.\" And They Went To Meet Him And Bowed To The Ground Before Him.",
      "\"Look,\" They Said, \"We Your Servants Have Fifty Able Men. Let Them Go And Look For Your Master. Perhaps The Spirit Of The Lord Has Picked Him Up And Set Him Down On Some Mountain Or In Some Valley.\" \"No,\" Elisha Replied, \"Do Not Send Them.\"",
      "But They Persisted Until He Was Too Ashamed To Refuse. So He Said, \"Send Them.\" And They Sent Fifty Men, Who Searched For Three Days But Did Not Find Him.",
      "When They Returned To Elisha, Who Was Staying In Jericho, He Said To Them, \"Didn't I Tell You Not To Go?\"",
      "The Men Of The City Said To Elisha, \"Look, Our Lord, This Town Is Well Situated, As You Can See, But The Water Is Bad And The Land Is Unproductive.\"",
      "\"Bring Me A New Bowl,\" He Said, \"And Put Salt In It.\" So They Brought It To Him.",
      "Then He Went Out To The Spring And Threw The Salt Into It, Saying, \"This Is What The Lord Says: 'I Have Healed This Water. Never Again Will It Cause Death Or Make The Land Unproductive.' \"",
      "And The Water Has Remained Wholesome To This Day, According To The Word Elisha Had Spoken.",
      "From There Elisha Went Up To Bethel. As He Was Walking Along The Road, Some Youths Came Out Of The Town And Jeered At Him. \"Go On Up, You Baldhead!\" They Said. \"Go On Up, You Baldhead!\"",
      "He Turned Around, Looked At Them And Called Down A Curse On Them In The Name Of The Lord . Then Two Bears Came Out Of The Woods And Mauled Forty-two Of The Youths.",
      "And He Went On To Mount Carmel And From There Returned To Samaria."
    ],
    [
      "Joram Son Of Ahab Became King Of Israel In Samaria In The Eighteenth Year Of Jehoshaphat King Of Judah, And He Reigned Twelve Years.",
      "He Did Evil In The Eyes Of The Lord , But Not As His Father And Mother Had Done. He Got Rid Of The Sacred Stone Of Baal That His Father Had Made.",
      "Nevertheless He Clung To The Sins Of Jeroboam Son Of Nebat, Which He Had Caused Israel To Commit; He Did Not Turn Away From Them.",
      "Now Mesha King Of Moab Raised Sheep, And He Had To Supply The King Of Israel With A Hundred Thousand Lambs And With The Wool Of A Hundred Thousand Rams.",
      "But After Ahab Died, The King Of Moab Rebelled Against The King Of Israel.",
      "So At That Time King Joram Set Out From Samaria And Mobilized All Israel.",
      "He Also Sent This Message To Jehoshaphat King Of Judah: \"The King Of Moab Has Rebelled Against Me. Will You Go With Me To Fight Against Moab?\" \"I Will Go With You,\" He Replied. \"I Am As You Are, My People As Your People, My Horses As Your Horses.\"",
      "\"By What Route Shall We Attack?\" He Asked. \"Through The Desert Of Edom,\" He Answered.",
      "So The King Of Israel Set Out With The King Of Judah And The King Of Edom. After A Roundabout March Of Seven Days, The Army Had No More Water For Themselves Or For The Animals With Them.",
      "\"What!\" Exclaimed The King Of Israel. \"Has The Lord Called Us Three Kings Together Only To Hand Us Over To Moab?\"",
      "But Jehoshaphat Asked, \"Is There No Prophet Of The Lord Here, That We May Inquire Of The Lord Through Him?\" An Officer Of The King Of Israel Answered, \"Elisha Son Of Shaphat Is Here. He Used To Pour Water On The Hands Of Elijah. \"",
      "Jehoshaphat Said, \"The Word Of The Lord Is With Him.\" So The King Of Israel And Jehoshaphat And The King Of Edom Went Down To Him.",
      "Elisha Said To The King Of Israel, \"What Do We Have To Do With Each Other? Go To The Prophets Of Your Father And The Prophets Of Your Mother.\" \"No,\" The King Of Israel Answered, \"Because It Was The Lord Who Called Us Three Kings Together To Hand Us Over To Moab.\"",
      "Elisha Said, \"As Surely As The Lord Almighty Lives, Whom I Serve, If I Did Not Have Respect For The Presence Of Jehoshaphat King Of Judah, I Would Not Look At You Or Even Notice You.",
      "But Now Bring Me A Harpist.\" While The Harpist Was Playing, The Hand Of The Lord Came Upon Elisha",
      "And He Said, \"This Is What The Lord Says: Make This Valley Full Of Ditches.",
      "For This Is What The Lord Says: You Will See Neither Wind Nor Rain, Yet This Valley Will Be Filled With Water, And You, Your Cattle And Your Other Animals Will Drink.",
      "This Is An Easy Thing In The Eyes Of The Lord ; He Will Also Hand Moab Over To You.",
      "You Will Overthrow Every Fortified City And Every Major Town. You Will Cut Down Every Good Tree, Stop Up All The Springs, And Ruin Every Good Field With Stones.\"",
      "The Next Morning, About The Time For Offering The Sacrifice, There It Was-water Flowing From The Direction Of Edom! And The Land Was Filled With Water.",
      "Now All The Moabites Had Heard That The Kings Had Come To Fight Against Them; So Every Man, Young And Old, Who Could Bear Arms Was Called Up And Stationed On The Border.",
      "When They Got Up Early In The Morning, The Sun Was Shining On The Water. To The Moabites Across The Way, The Water Looked Red-like Blood.",
      "\"That's Blood!\" They Said. \"Those Kings Must Have Fought And Slaughtered Each Other. Now To The Plunder, Moab!\"",
      "But When The Moabites Came To The Camp Of Israel, The Israelites Rose Up And Fought Them Until They Fled. And The Israelites Invaded The Land And Slaughtered The Moabites.",
      "They Destroyed The Towns, And Each Man Threw A Stone On Every Good Field Until It Was Covered. They Stopped Up All The Springs And Cut Down Every Good Tree. Only Kir Hareseth Was Left With Its Stones In Place, But Men Armed With Slings Surrounded It And Attacked It As Well.",
      "When The King Of Moab Saw That The Battle Had Gone Against Him, He Took With Him Seven Hundred Swordsmen To Break Through To The King Of Edom, But They Failed.",
      "Then He Took His Firstborn Son, Who Was To Succeed Him As King, And Offered Him As A Sacrifice On The City Wall. The Fury Against Israel Was Great; They Withdrew And Returned To Their Own Land."
    ],
    [
      "The Wife Of A Man From The Company Of The Prophets Cried Out To Elisha, \"Your Servant My Husband Is Dead, And You Know That He Revered The Lord . But Now His Creditor Is Coming To Take My Two Boys As His Slaves.\"",
      "Elisha Replied To Her, \"How Can I Help You? Tell Me, What Do You Have In Your House?\" \"Your Servant Has Nothing There At All,\" She Said, \"Except A Little Oil.\"",
      "Elisha Said, \"Go Around And Ask All Your Neighbors For Empty Jars. Don't Ask For Just A Few.",
      "Then Go Inside And Shut The Door Behind You And Your Sons. Pour Oil Into All The Jars, And As Each Is Filled, Put It To One Side.\"",
      "She Left Him And Afterward Shut The Door Behind Her And Her Sons. They Brought The Jars To Her And She Kept Pouring.",
      "When All The Jars Were Full, She Said To Her Son, \"Bring Me Another One.\" But He Replied, \"There Is Not A Jar Left.\" Then The Oil Stopped Flowing.",
      "She Went And Told The Man Of God, And He Said, \"Go, Sell The Oil And Pay Your Debts. You And Your Sons Can Live On What Is Left.\"",
      "One Day Elisha Went To Shunem. And A Well-to-do Woman Was There, Who Urged Him To Stay For A Meal. So Whenever He Came By, He Stopped There To Eat.",
      "She Said To Her Husband, \"I Know That This Man Who Often Comes Our Way Is A Holy Man Of God.",
      "Let's Make A Small Room On The Roof And Put In It A Bed And A Table, A Chair And A Lamp For Him. Then He Can Stay There Whenever He Comes To Us.\"",
      "One Day When Elisha Came, He Went Up To His Room And Lay Down There.",
      "He Said To His Servant Gehazi, \"Call The Shunammite.\" So He Called Her, And She Stood Before Him.",
      "Elisha Said To Him, \"Tell Her, 'You Have Gone To All This Trouble For Us. Now What Can Be Done For You? Can We Speak On Your Behalf To The King Or The Commander Of The Army?' \" She Replied, \"I Have A Home Among My Own People.\"",
      "\"What Can Be Done For Her?\" Elisha Asked. Gehazi Said, \"Well, She Has No Son And Her Husband Is Old.\"",
      "Then Elisha Said, \"Call Her.\" So He Called Her, And She Stood In The Doorway.",
      "\"About This Time Next Year,\" Elisha Said, \"You Will Hold A Son In Your Arms.\" \"No, My Lord,\" She Objected. \"Don't Mislead Your Servant, O Man Of God!\"",
      "But The Woman Became Pregnant, And The Next Year About That Same Time She Gave Birth To A Son, Just As Elisha Had Told Her.",
      "The Child Grew, And One Day He Went Out To His Father, Who Was With The Reapers.",
      "\"My Head! My Head!\" He Said To His Father. His Father Told A Servant, \"Carry Him To His Mother.\"",
      "After The Servant Had Lifted Him Up And Carried Him To His Mother, The Boy Sat On Her Lap Until Noon, And Then He Died.",
      "She Went Up And Laid Him On The Bed Of The Man Of God, Then Shut The Door And Went Out.",
      "She Called Her Husband And Said, \"Please Send Me One Of The Servants And A Donkey So I Can Go To The Man Of God Quickly And Return.\"",
      "\"Why Go To Him Today?\" He Asked. \"It's Not The New Moon Or The Sabbath.\" \"It's All Right,\" She Said.",
      "She Saddled The Donkey And Said To Her Servant, \"Lead On; Don't Slow Down For Me Unless I Tell You.\"",
      "So She Set Out And Came To The Man Of God At Mount Carmel. When He Saw Her In The Distance, The Man Of God Said To His Servant Gehazi, \"Look! There's The Shunammite!",
      "Run To Meet Her And Ask Her, 'Are You All Right? Is Your Husband All Right? Is Your Child All Right?' \" \"Everything Is All Right,\" She Said.",
      "When She Reached The Man Of God At The Mountain, She Took Hold Of His Feet. Gehazi Came Over To Push Her Away, But The Man Of God Said, \"Leave Her Alone! She Is In Bitter Distress, But The Lord Has Hidden It From Me And Has Not Told Me Why.\"",
      "\"Did I Ask You For A Son, My Lord?\" She Said. \"Didn't I Tell You, 'Don't Raise My Hopes'?\"",
      "Elisha Said To Gehazi, \"Tuck Your Cloak Into Your Belt, Take My Staff In Your Hand And Run. If You Meet Anyone, Do Not Greet Him, And If Anyone Greets You, Do Not Answer. Lay My Staff On The Boy's Face.\"",
      "But The Child's Mother Said, \"As Surely As The Lord Lives And As You Live, I Will Not Leave You.\" So He Got Up And Followed Her.",
      "Gehazi Went On Ahead And Laid The Staff On The Boy's Face, But There Was No Sound Or Response. So Gehazi Went Back To Meet Elisha And Told Him, \"The Boy Has Not Awakened.\"",
      "When Elisha Reached The House, There Was The Boy Lying Dead On His Couch.",
      "He Went In, Shut The Door On The Two Of Them And Prayed To The Lord .",
      "Then He Got On The Bed And Lay Upon The Boy, Mouth To Mouth, Eyes To Eyes, Hands To Hands. As He Stretched Himself Out Upon Him, The Boy's Body Grew Warm.",
      "Elisha Turned Away And Walked Back And Forth In The Room And Then Got On The Bed And Stretched Out Upon Him Once More. The Boy Sneezed Seven Times And Opened His Eyes.",
      "Elisha Summoned Gehazi And Said, \"Call The Shunammite.\" And He Did. When She Came, He Said, \"Take Your Son.\"",
      "She Came In, Fell At His Feet And Bowed To The Ground. Then She Took Her Son And Went Out.",
      "Elisha Returned To Gilgal And There Was A Famine In That Region. While The Company Of The Prophets Was Meeting With Him, He Said To His Servant, \"Put On The Large Pot And Cook Some Stew For These Men.\"",
      "One Of Them Went Out Into The Fields To Gather Herbs And Found A Wild Vine. He Gathered Some Of Its Gourds And Filled The Fold Of His Cloak. When He Returned, He Cut Them Up Into The Pot Of Stew, Though No One Knew What They Were.",
      "The Stew Was Poured Out For The Men, But As They Began To Eat It, They Cried Out, \"O Man Of God, There Is Death In The Pot!\" And They Could Not Eat It.",
      "Elisha Said, \"Get Some Flour.\" He Put It Into The Pot And Said, \"Serve It To The People To Eat.\" And There Was Nothing Harmful In The Pot.",
      "A Man Came From Baal Shalishah, Bringing The Man Of God Twenty Loaves Of Barley Bread Baked From The First Ripe Grain, Along With Some Heads Of New Grain. \"Give It To The People To Eat,\" Elisha Said.",
      "\"How Can I Set This Before A Hundred Men?\" His Servant Asked. But Elisha Answered, \"Give It To The People To Eat. For This Is What The Lord Says: 'They Will Eat And Have Some Left Over.' \"",
      "Then He Set It Before Them, And They Ate And Had Some Left Over, According To The Word Of The Lord ."
    ],
    [
      "Now Naaman Was Commander Of The Army Of The King Of Aram. He Was A Great Man In The Sight Of His Master And Highly Regarded, Because Through Him The Lord Had Given Victory To Aram. He Was A Valiant Soldier, But He Had Leprosy.",
      "Now Bands From Aram Had Gone Out And Had Taken Captive A Young Girl From Israel, And She Served Naaman's Wife.",
      "She Said To Her Mistress, \"If Only My Master Would See The Prophet Who Is In Samaria! He Would Cure Him Of His Leprosy.\"",
      "Naaman Went To His Master And Told Him What The Girl From Israel Had Said.",
      "\"By All Means, Go,\" The King Of Aram Replied. \"I Will Send A Letter To The King Of Israel.\" So Naaman Left, Taking With Him Ten Talents Of Silver, Six Thousand Shekels Of Gold And Ten Sets Of Clothing.",
      "The Letter That He Took To The King Of Israel Read: \"With This Letter I Am Sending My Servant Naaman To You So That You May Cure Him Of His Leprosy.\"",
      "As Soon As The King Of Israel Read The Letter, He Tore His Robes And Said, \"Am I God? Can I Kill And Bring Back To Life? Why Does This Fellow Send Someone To Me To Be Cured Of His Leprosy? See How He Is Trying To Pick A Quarrel With Me!\"",
      "When Elisha The Man Of God Heard That The King Of Israel Had Torn His Robes, He Sent Him This Message: \"Why Have You Torn Your Robes? Have The Man Come To Me And He Will Know That There Is A Prophet In Israel.\"",
      "So Naaman Went With His Horses And Chariots And Stopped At The Door Of Elisha's House.",
      "Elisha Sent A Messenger To Say To Him, \"Go, Wash Yourself Seven Times In The Jordan, And Your Flesh Will Be Restored And You Will Be Cleansed.\"",
      "But Naaman Went Away Angry And Said, \"I Thought That He Would Surely Come Out To Me And Stand And Call On The Name Of The Lord His God, Wave His Hand Over The Spot And Cure Me Of My Leprosy.",
      "Are Not Abana And Pharpar, The Rivers Of Damascus, Better Than Any Of The Waters Of Israel? Couldn't I Wash In Them And Be Cleansed?\" So He Turned And Went Off In A Rage.",
      "Naaman's Servants Went To Him And Said, \"My Father, If The Prophet Had Told You To Do Some Great Thing, Would You Not Have Done It? How Much More, Then, When He Tells You, 'Wash And Be Cleansed'!\"",
      "So He Went Down And Dipped Himself In The Jordan Seven Times, As The Man Of God Had Told Him, And His Flesh Was Restored And Became Clean Like That Of A Young Boy.",
      "Then Naaman And All His Attendants Went Back To The Man Of God. He Stood Before Him And Said, \"Now I Know That There Is No God In All The World Except In Israel. Please Accept Now A Gift From Your Servant.\"",
      "The Prophet Answered, \"As Surely As The Lord Lives, Whom I Serve, I Will Not Accept A Thing.\" And Even Though Naaman Urged Him, He Refused.",
      "\"If You Will Not,\" Said Naaman, \"Please Let Me, Your Servant, Be Given As Much Earth As A Pair Of Mules Can Carry, For Your Servant Will Never Again Make Burnt Offerings And Sacrifices To Any Other God But The Lord .",
      "But May The Lord Forgive Your Servant For This One Thing: When My Master Enters The Temple Of Rimmon To Bow Down And He Is Leaning On My Arm And I Bow There Also-when I Bow Down In The Temple Of Rimmon, May The Lord Forgive Your Servant For This.\"",
      "\"Go In Peace,\" Elisha Said. After Naaman Had Traveled Some Distance,",
      "Gehazi, The Servant Of Elisha The Man Of God, Said To Himself, \"My Master Was Too Easy On Naaman, This Aramean, By Not Accepting From Him What He Brought. As Surely As The Lord Lives, I Will Run After Him And Get Something From Him.\"",
      "So Gehazi Hurried After Naaman. When Naaman Saw Him Running Toward Him, He Got Down From The Chariot To Meet Him. \"Is Everything All Right?\" He Asked.",
      "\"Everything Is All Right,\" Gehazi Answered. \"My Master Sent Me To Say, 'Two Young Men From The Company Of The Prophets Have Just Come To Me From The Hill Country Of Ephraim. Please Give Them A Talent Of Silver And Two Sets Of Clothing.' \"",
      "\"By All Means, Take Two Talents,\" Said Naaman. He Urged Gehazi To Accept Them, And Then Tied Up The Two Talents Of Silver In Two Bags, With Two Sets Of Clothing. He Gave Them To Two Of His Servants, And They Carried Them Ahead Of Gehazi.",
      "When Gehazi Came To The Hill, He Took The Things From The Servants And Put Them Away In The House. He Sent The Men Away And They Left.",
      "Then He Went In And Stood Before His Master Elisha. \"Where Have You Been, Gehazi?\" Elisha Asked. \"Your Servant Didn't Go Anywhere,\" Gehazi Answered.",
      "But Elisha Said To Him, \"Was Not My Spirit With You When The Man Got Down From His Chariot To Meet You? Is This The Time To Take Money, Or To Accept Clothes, Olive Groves, Vineyards, Flocks, Herds, Or Menservants And Maidservants?",
      "Naaman's Leprosy Will Cling To You And To Your Descendants Forever.\" Then Gehazi Went From Elisha's Presence And He Was Leprous, As White As Snow."
    ],
    [
      "The Company Of The Prophets Said To Elisha, \"Look, The Place Where We Meet With You Is Too Small For Us.",
      "Let Us Go To The Jordan, Where Each Of Us Can Get A Pole; And Let Us Build A Place There For Us To Live.\" And He Said, \"Go.\"",
      "Then One Of Them Said, \"Won't You Please Come With Your Servants?\" \"I Will,\" Elisha Replied.",
      "And He Went With Them. They Went To The Jordan And Began To Cut Down Trees.",
      "As One Of Them Was Cutting Down A Tree, The Iron Axhead Fell Into The Water. \"Oh, My Lord,\" He Cried Out, \"It Was Borrowed!\"",
      "The Man Of God Asked, \"Where Did It Fall?\" When He Showed Him The Place, Elisha Cut A Stick And Threw It There, And Made The Iron Float.",
      "\"Lift It Out,\" He Said. Then The Man Reached Out His Hand And Took It.",
      "Now The King Of Aram Was At War With Israel. After Conferring With His Officers, He Said, \"I Will Set Up My Camp In Such And Such A Place.\"",
      "The Man Of God Sent Word To The King Of Israel: \"Beware Of Passing That Place, Because The Arameans Are Going Down There.\"",
      "So The King Of Israel Checked On The Place Indicated By The Man Of God. Time And Again Elisha Warned The King, So That He Was On His Guard In Such Places.",
      "This Enraged The King Of Aram. He Summoned His Officers And Demanded Of Them, \"Will You Not Tell Me Which Of Us Is On The Side Of The King Of Israel?\"",
      "\"None Of Us, My Lord The King,\" Said One Of His Officers, \"But Elisha, The Prophet Who Is In Israel, Tells The King Of Israel The Very Words You Speak In Your Bedroom.\"",
      "\"Go, Find Out Where He Is,\" The King Ordered, \"So I Can Send Men And Capture Him.\" The Report Came Back: \"He Is In Dothan.\"",
      "Then He Sent Horses And Chariots And A Strong Force There. They Went By Night And Surrounded The City.",
      "When The Servant Of The Man Of God Got Up And Went Out Early The Next Morning, An Army With Horses And Chariots Had Surrounded The City. \"Oh, My Lord, What Shall We Do?\" The Servant Asked.",
      "\"Don't Be Afraid,\" The Prophet Answered. \"Those Who Are With Us Are More Than Those Who Are With Them.\"",
      "And Elisha Prayed, \"O Lord , Open His Eyes So He May See.\" Then The Lord Opened The Servant's Eyes, And He Looked And Saw The Hills Full Of Horses And Chariots Of Fire All Around Elisha.",
      "As The Enemy Came Down Toward Him, Elisha Prayed To The Lord , \"Strike These People With Blindness.\" So He Struck Them With Blindness, As Elisha Had Asked.",
      "Elisha Told Them, \"This Is Not The Road And This Is Not The City. Follow Me, And I Will Lead You To The Man You Are Looking For.\" And He Led Them To Samaria.",
      "After They Entered The City, Elisha Said, \"Lord , Open The Eyes Of These Men So They Can See.\" Then The Lord Opened Their Eyes And They Looked, And There They Were, Inside Samaria.",
      "When The King Of Israel Saw Them, He Asked Elisha, \"Shall I Kill Them, My Father? Shall I Kill Them?\"",
      "\"Do Not Kill Them,\" He Answered. \"Would You Kill Men You Have Captured With Your Own Sword Or Bow? Set Food And Water Before Them So That They May Eat And Drink And Then Go Back To Their Master.\"",
      "So He Prepared A Great Feast For Them, And After They Had Finished Eating And Drinking, He Sent Them Away, And They Returned To Their Master. So The Bands From Aram Stopped Raiding Israel's Territory.",
      "Some Time Later, Ben-hadad King Of Aram Mobilized His Entire Army And Marched Up And Laid Siege To Samaria.",
      "There Was A Great Famine In The City; The Siege Lasted So Long That A Donkey's Head Sold For Eighty Shekels Of Silver, And A Quarter Of A Cab Of Seed Pods For Five Shekels.",
      "As The King Of Israel Was Passing By On The Wall, A Woman Cried To Him, \"Help Me, My Lord The King!\"",
      "The King Replied, \"If The Lord Does Not Help You, Where Can I Get Help For You? From The Threshing Floor? From The Winepress?\"",
      "Then He Asked Her, \"What's The Matter?\" She Answered, \"This Woman Said To Me, 'Give Up Your Son So We May Eat Him Today, And Tomorrow We'll Eat My Son.'",
      "So We Cooked My Son And Ate Him. The Next Day I Said To Her, 'Give Up Your Son So We May Eat Him,' But She Had Hidden Him.\"",
      "When The King Heard The Woman's Words, He Tore His Robes. As He Went Along The Wall, The People Looked, And There, Underneath, He Had Sackcloth On His Body.",
      "He Said, \"May God Deal With Me, Be It Ever So Severely, If The Head Of Elisha Son Of Shaphat Remains On His Shoulders Today!\"",
      "Now Elisha Was Sitting In His House, And The Elders Were Sitting With Him. The King Sent A Messenger Ahead, But Before He Arrived, Elisha Said To The Elders, \"Don't You See How This Murderer Is Sending Someone To Cut Off My Head? Look, When The Messenger Comes, Shut The Door And Hold It Shut Against Him. Is Not The Sound Of His Master's Footsteps Behind Him?\"",
      "While He Was Still Talking To Them, The Messenger Came Down To Him. And The King Said, \"This Disaster Is From The Lord . Why Should I Wait For The Lord Any Longer?\""
    ],
    [
      "Elisha Said, \"Hear The Word Of The Lord . This Is What The Lord Says: About This Time Tomorrow, A Seah Of Flour Will Sell For A Shekel And Two Seahs Of Barley For A Shekel At The Gate Of Samaria.\"",
      "The Officer On Whose Arm The King Was Leaning Said To The Man Of God, \"Look, Even If The Lord Should Open The Floodgates Of The Heavens, Could This Happen?\" \"You Will See It With Your Own Eyes,\" Answered Elisha, \"But You Will Not Eat Any Of It!\"",
      "Now There Were Four Men With Leprosy At The Entrance Of The City Gate. They Said To Each Other, \"Why Stay Here Until We Die?",
      "If We Say, 'We'll Go Into The City'-the Famine Is There, And We Will Die. And If We Stay Here, We Will Die. So Let's Go Over To The Camp Of The Arameans And Surrender. If They Spare Us, We Live; If They Kill Us, Then We Die.\"",
      "At Dusk They Got Up And Went To The Camp Of The Arameans. When They Reached The Edge Of The Camp, Not A Man Was There,",
      "For The Lord Had Caused The Arameans To Hear The Sound Of Chariots And Horses And A Great Army, So That They Said To One Another, \"Look, The King Of Israel Has Hired The Hittite And Egyptian Kings To Attack Us!\"",
      "So They Got Up And Fled In The Dusk And Abandoned Their Tents And Their Horses And Donkeys. They Left The Camp As It Was And Ran For Their Lives.",
      "The Men Who Had Leprosy Reached The Edge Of The Camp And Entered One Of The Tents. They Ate And Drank, And Carried Away Silver, Gold And Clothes, And Went Off And Hid Them. They Returned And Entered Another Tent And Took Some Things From It And Hid Them Also.",
      "Then They Said To Each Other, \"We're Not Doing Right. This Is A Day Of Good News And We Are Keeping It To Ourselves. If We Wait Until Daylight, Punishment Will Overtake Us. Let's Go At Once And Report This To The Royal Palace.\"",
      "So They Went And Called Out To The City Gatekeepers And Told Them, \"We Went Into The Aramean Camp And Not A Man Was There-not A Sound Of Anyone-only Tethered Horses And Donkeys, And The Tents Left Just As They Were.\"",
      "The Gatekeepers Shouted The News, And It Was Reported Within The Palace.",
      "The King Got Up In The Night And Said To His Officers, \"I Will Tell You What The Arameans Have Done To Us. They Know We Are Starving; So They Have Left The Camp To Hide In The Countryside, Thinking, 'They Will Surely Come Out, And Then We Will Take Them Alive And Get Into The City.' \"",
      "One Of His Officers Answered, \"Have Some Men Take Five Of The Horses That Are Left In The City. Their Plight Will Be Like That Of All The Israelites Left Here-yes, They Will Only Be Like All These Israelites Who Are Doomed. So Let Us Send Them To Find Out What Happened.\"",
      "So They Selected Two Chariots With Their Horses, And The King Sent Them After The Aramean Army. He Commanded The Drivers, \"Go And Find Out What Has Happened.\"",
      "They Followed Them As Far As The Jordan, And They Found The Whole Road Strewn With The Clothing And Equipment The Arameans Had Thrown Away In Their Headlong Flight. So The Messengers Returned And Reported To The King.",
      "Then The People Went Out And Plundered The Camp Of The Arameans. So A Seah Of Flour Sold For A Shekel, And Two Seahs Of Barley Sold For A Shekel, As The Lord Had Said.",
      "Now The King Had Put The Officer On Whose Arm He Leaned In Charge Of The Gate, And The People Trampled Him In The Gateway, And He Died, Just As The Man Of God Had Foretold When The King Came Down To His House.",
      "It Happened As The Man Of God Had Said To The King: \"About This Time Tomorrow, A Seah Of Flour Will Sell For A Shekel And Two Seahs Of Barley For A Shekel At The Gate Of Samaria.\"",
      "The Officer Had Said To The Man Of God, \"Look, Even If The Lord Should Open The Floodgates Of The Heavens, Could This Happen?\" The Man Of God Had Replied, \"You Will See It With Your Own Eyes, But You Will Not Eat Any Of It!\"",
      "And That Is Exactly What Happened To Him, For The People Trampled Him In The Gateway, And He Died."
    ],
    [
      "Now Elisha Had Said To The Woman Whose Son He Had Restored To Life, \"Go Away With Your Family And Stay For A While Wherever You Can, Because The Lord Has Decreed A Famine In The Land That Will Last Seven Years.\"",
      "The Woman Proceeded To Do As The Man Of God Said. She And Her Family Went Away And Stayed In The Land Of The Philistines Seven Years.",
      "At The End Of The Seven Years She Came Back From The Land Of The Philistines And Went To The King To Beg For Her House And Land.",
      "The King Was Talking To Gehazi, The Servant Of The Man Of God, And Had Said, \"Tell Me About All The Great Things Elisha Has Done.\"",
      "Just As Gehazi Was Telling The King How Elisha Had Restored The Dead To Life, The Woman Whose Son Elisha Had Brought Back To Life Came To Beg The King For Her House And Land. Gehazi Said, \"This Is The Woman, My Lord The King, And This Is Her Son Whom Elisha Restored To Life.\"",
      "The King Asked The Woman About It, And She Told Him. Then He Assigned An Official To Her Case And Said To Him, \"Give Back Everything That Belonged To Her, Including All The Income From Her Land From The Day She Left The Country Until Now.\"",
      "Elisha Went To Damascus, And Ben-hadad King Of Aram Was Ill. When The King Was Told, \"The Man Of God Has Come All The Way Up Here,\"",
      "He Said To Hazael, \"Take A Gift With You And Go To Meet The Man Of God. Consult The Lord Through Him; Ask Him, 'Will I Recover From This Illness?' \"",
      "Hazael Went To Meet Elisha, Taking With Him As A Gift Forty Camel-loads Of All The Finest Wares Of Damascus. He Went In And Stood Before Him, And Said, \"Your Son Ben-hadad King Of Aram Has Sent Me To Ask, 'Will I Recover From This Illness?' \"",
      "Elisha Answered, \"Go And Say To Him, 'You Will Certainly Recover'; But The Lord Has Revealed To Me That He Will In Fact Die.\"",
      "He Stared At Him With A Fixed Gaze Until Hazael Felt Ashamed. Then The Man Of God Began To Weep.",
      "\"Why Is My Lord Weeping?\" Asked Hazael. \"Because I Know The Harm You Will Do To The Israelites,\" He Answered. \"You Will Set Fire To Their Fortified Places, Kill Their Young Men With The Sword, Dash Their Little Children To The Ground, And Rip Open Their Pregnant Women.\"",
      "Hazael Said, \"How Could Your Servant, A Mere Dog, Accomplish Such A Feat?\" \"The Lord Has Shown Me That You Will Become King Of Aram,\" Answered Elisha.",
      "Then Hazael Left Elisha And Returned To His Master. When Ben-hadad Asked, \"What Did Elisha Say To You?\" Hazael Replied, \"He Told Me That You Would Certainly Recover.\"",
      "But The Next Day He Took A Thick Cloth, Soaked It In Water And Spread It Over The King's Face, So That He Died. Then Hazael Succeeded Him As King.",
      "In The Fifth Year Of Joram Son Of Ahab King Of Israel, When Jehoshaphat Was King Of Judah, Jehoram Son Of Jehoshaphat Began His Reign As King Of Judah.",
      "He Was Thirty-two Years Old When He Became King, And He Reigned In Jerusalem Eight Years.",
      "He Walked In The Ways Of The Kings Of Israel, As The House Of Ahab Had Done, For He Married A Daughter Of Ahab. He Did Evil In The Eyes Of The Lord .",
      "Nevertheless, For The Sake Of His Servant David, The Lord Was Not Willing To Destroy Judah. He Had Promised To Maintain A Lamp For David And His Descendants Forever.",
      "In The Time Of Jehoram, Edom Rebelled Against Judah And Set Up Its Own King.",
      "So Jehoram Went To Zair With All His Chariots. The Edomites Surrounded Him And His Chariot Commanders, But He Rose Up And Broke Through By Night; His Army, However, Fled Back Home.",
      "To This Day Edom Has Been In Rebellion Against Judah. Libnah Revolted At The Same Time.",
      "As For The Other Events Of Jehoram's Reign, And All He Did, Are They Not Written In The Book Of The Annals Of The Kings Of Judah?",
      "Jehoram Rested With His Fathers And Was Buried With Them In The City Of David. And Ahaziah His Son Succeeded Him As King.",
      "In The Twelfth Year Of Joram Son Of Ahab King Of Israel, Ahaziah Son Of Jehoram King Of Judah Began To Reign.",
      "Ahaziah Was Twenty-two Years Old When He Became King, And He Reigned In Jerusalem One Year. His Mother's Name Was Athaliah, A Granddaughter Of Omri King Of Israel.",
      "He Walked In The Ways Of The House Of Ahab And Did Evil In The Eyes Of The Lord , As The House Of Ahab Had Done, For He Was Related By Marriage To Ahab's Family.",
      "Ahaziah Went With Joram Son Of Ahab To War Against Hazael King Of Aram At Ramoth Gilead. The Arameans Wounded Joram;",
      "So King Joram Returned To Jezreel To Recover From The Wounds The Arameans Had Inflicted On Him At Ramoth In His Battle With Hazael King Of Aram. Then Ahaziah Son Of Jehoram King Of Judah Went Down To Jezreel To See Joram Son Of Ahab, Because He Had Been Wounded."
    ],
    [
      "The Prophet Elisha Summoned A Man From The Company Of The Prophets And Said To Him, \"Tuck Your Cloak Into Your Belt, Take This Flask Of Oil With You And Go To Ramoth Gilead.",
      "When You Get There, Look For Jehu Son Of Jehoshaphat, The Son Of Nimshi. Go To Him, Get Him Away From His Companions And Take Him Into An Inner Room.",
      "Then Take The Flask And Pour The Oil On His Head And Declare, 'This Is What The Lord Says: I Anoint You King Over Israel.' Then Open The Door And Run; Don't Delay!\"",
      "So The Young Man, The Prophet, Went To Ramoth Gilead.",
      "When He Arrived, He Found The Army Officers Sitting Together. \"I Have A Message For You, Commander,\" He Said. \"For Which Of Us?\" Asked Jehu. \"For You, Commander,\" He Replied.",
      "Jehu Got Up And Went Into The House. Then The Prophet Poured The Oil On Jehu's Head And Declared, \"This Is What The Lord , The God Of Israel, Says: 'I Anoint You King Over The Lord 'S People Israel.",
      "You Are To Destroy The House Of Ahab Your Master, And I Will Avenge The Blood Of My Servants The Prophets And The Blood Of All The Lord 'S Servants Shed By Jezebel.",
      "The Whole House Of Ahab Will Perish. I Will Cut Off From Ahab Every Last Male In Israel-slave Or Free.",
      "I Will Make The House Of Ahab Like The House Of Jeroboam Son Of Nebat And Like The House Of Baasha Son Of Ahijah.",
      "As For Jezebel, Dogs Will Devour Her On The Plot Of Ground At Jezreel, And No One Will Bury Her.' \" Then He Opened The Door And Ran.",
      "When Jehu Went Out To His Fellow Officers, One Of Them Asked Him, \"Is Everything All Right? Why Did This Madman Come To You?\" \"You Know The Man And The Sort Of Things He Says,\" Jehu Replied.",
      "\"That's Not True!\" They Said. \"Tell Us.\" Jehu Said, \"Here Is What He Told Me: 'This Is What The Lord Says: I Anoint You King Over Israel.' \"",
      "They Hurried And Took Their Cloaks And Spread Them Under Him On The Bare Steps. Then They Blew The Trumpet And Shouted, \"Jehu Is King!\"",
      "So Jehu Son Of Jehoshaphat, The Son Of Nimshi, Conspired Against Joram. (Now Joram And All Israel Had Been Defending Ramoth Gilead Against Hazael King Of Aram,",
      "But King Joram Had Returned To Jezreel To Recover From The Wounds The Arameans Had Inflicted On Him In The Battle With Hazael King Of Aram.) Jehu Said, \"If This Is The Way You Feel, Don't Let Anyone Slip Out Of The City To Go And Tell The News In Jezreel.\"",
      "Then He Got Into His Chariot And Rode To Jezreel, Because Joram Was Resting There And Ahaziah King Of Judah Had Gone Down To See Him.",
      "When The Lookout Standing On The Tower In Jezreel Saw Jehu's Troops Approaching, He Called Out, \"I See Some Troops Coming.\" \"Get A Horseman,\" Joram Ordered. \"Send Him To Meet Them And Ask, 'Do You Come In Peace?' \"",
      "The Horseman Rode Off To Meet Jehu And Said, \"This Is What The King Says: 'Do You Come In Peace?' \" \"What Do You Have To Do With Peace?\" Jehu Replied. \"Fall In Behind Me.\" The Lookout Reported, \"The Messenger Has Reached Them, But He Isn't Coming Back.\"",
      "So The King Sent Out A Second Horseman. When He Came To Them He Said, \"This Is What The King Says: 'Do You Come In Peace?' \" Jehu Replied, \"What Do You Have To Do With Peace? Fall In Behind Me.\"",
      "The Lookout Reported, \"He Has Reached Them, But He Isn't Coming Back Either. The Driving Is Like That Of Jehu Son Of Nimshi-he Drives Like A Madman.\"",
      "\"Hitch Up My Chariot,\" Joram Ordered. And When It Was Hitched Up, Joram King Of Israel And Ahaziah King Of Judah Rode Out, Each In His Own Chariot, To Meet Jehu. They Met Him At The Plot Of Ground That Had Belonged To Naboth The Jezreelite.",
      "When Joram Saw Jehu He Asked, \"Have You Come In Peace, Jehu?\" \"How Can There Be Peace,\" Jehu Replied, \"As Long As All The Idolatry And Witchcraft Of Your Mother Jezebel Abound?\"",
      "Joram Turned About And Fled, Calling Out To Ahaziah, \"Treachery, Ahaziah!\"",
      "Then Jehu Drew His Bow And Shot Joram Between The Shoulders. The Arrow Pierced His Heart And He Slumped Down In His Chariot.",
      "Jehu Said To Bidkar, His Chariot Officer, \"Pick Him Up And Throw Him On The Field That Belonged To Naboth The Jezreelite. Remember How You And I Were Riding Together In Chariots Behind Ahab His Father When The Lord Made This Prophecy About Him:",
      "'Yesterday I Saw The Blood Of Naboth And The Blood Of His Sons, Declares The Lord , And I Will Surely Make You Pay For It On This Plot Of Ground, Declares The Lord .' Now Then, Pick Him Up And Throw Him On That Plot, In Accordance With The Word Of The Lord .\"",
      "When Ahaziah King Of Judah Saw What Had Happened, He Fled Up The Road To Beth Haggan. Jehu Chased Him, Shouting, \"Kill Him Too!\" They Wounded Him In His Chariot On The Way Up To Gur Near Ibleam, But He Escaped To Megiddo And Died There.",
      "His Servants Took Him By Chariot To Jerusalem And Buried Him With His Fathers In His Tomb In The City Of David.",
      "(In The Eleventh Year Of Joram Son Of Ahab, Ahaziah Had Become King Of Judah.)",
      "Then Jehu Went To Jezreel. When Jezebel Heard About It, She Painted Her Eyes, Arranged Her Hair And Looked Out Of A Window.",
      "As Jehu Entered The Gate, She Asked, \"Have You Come In Peace, Zimri, You Murderer Of Your Master?\"",
      "He Looked Up At The Window And Called Out, \"Who Is On My Side? Who?\" Two Or Three Eunuchs Looked Down At Him.",
      "\"Throw Her Down!\" Jehu Said. So They Threw Her Down, And Some Of Her Blood Spattered The Wall And The Horses As They Trampled Her Underfoot.",
      "Jehu Went In And Ate And Drank. \"Take Care Of That Cursed Woman,\" He Said, \"And Bury Her, For She Was A King's Daughter.\"",
      "But When They Went Out To Bury Her, They Found Nothing Except Her Skull, Her Feet And Her Hands.",
      "They Went Back And Told Jehu, Who Said, \"This Is The Word Of The Lord That He Spoke Through His Servant Elijah The Tishbite: On The Plot Of Ground At Jezreel Dogs Will Devour Jezebel's Flesh.",
      "Jezebel's Body Will Be Like Refuse On The Ground In The Plot At Jezreel, So That No One Will Be Able To Say, 'This Is Jezebel.'"
    ],
    [
      "Now There Were In Samaria Seventy Sons Of The House Of Ahab. So Jehu Wrote Letters And Sent Them To Samaria: To The Officials Of Jezreel, To The Elders And To The Guardians Of Ahab's Children. He Said,",
      "\"As Soon As This Letter Reaches You, Since Your Master's Sons Are With You And You Have Chariots And Horses, A Fortified City And Weapons,",
      "Choose The Best And Most Worthy Of Your Master's Sons And Set Him On His Father's Throne. Then Fight For Your Master's House.\"",
      "But They Were Terrified And Said, \"If Two Kings Could Not Resist Him, How Can We?\"",
      "So The Palace Administrator, The City Governor, The Elders And The Guardians Sent This Message To Jehu: \"We Are Your Servants And We Will Do Anything You Say. We Will Not Appoint Anyone As King; You Do Whatever You Think Best.\"",
      "Then Jehu Wrote Them A Second Letter, Saying, \"If You Are On My Side And Will Obey Me, Take The Heads Of Your Master's Sons And Come To Me In Jezreel By This Time Tomorrow.\" Now The Royal Princes, Seventy Of Them, Were With The Leading Men Of The City, Who Were Rearing Them.",
      "When The Letter Arrived, These Men Took The Princes And Slaughtered All Seventy Of Them. They Put Their Heads In Baskets And Sent Them To Jehu In Jezreel.",
      "When The Messenger Arrived, He Told Jehu, \"They Have Brought The Heads Of The Princes.\" Then Jehu Ordered, \"Put Them In Two Piles At The Entrance Of The City Gate Until Morning.\"",
      "The Next Morning Jehu Went Out. He Stood Before All The People And Said, \"You Are Innocent. It Was I Who Conspired Against My Master And Killed Him, But Who Killed All These?",
      "Know Then, That Not A Word The Lord Has Spoken Against The House Of Ahab Will Fail. The Lord Has Done What He Promised Through His Servant Elijah.\"",
      "So Jehu Killed Everyone In Jezreel Who Remained Of The House Of Ahab, As Well As All His Chief Men, His Close Friends And His Priests, Leaving Him No Survivor.",
      "Jehu Then Set Out And Went Toward Samaria. At Beth Eked Of The Shepherds,",
      "He Met Some Relatives Of Ahaziah King Of Judah And Asked, \"Who Are You?\" They Said, \"We Are Relatives Of Ahaziah, And We Have Come Down To Greet The Families Of The King And Of The Queen Mother.\"",
      "\"Take Them Alive!\" He Ordered. So They Took Them Alive And Slaughtered Them By The Well Of Beth Eked-forty-two Men. He Left No Survivor.",
      "After He Left There, He Came Upon Jehonadab Son Of Recab, Who Was On His Way To Meet Him. Jehu Greeted Him And Said, \"Are You In Accord With Me, As I Am With You?\" \"I Am,\" Jehonadab Answered. \"If So,\" Said Jehu, \"Give Me Your Hand.\" So He Did, And Jehu Helped Him Up Into The Chariot.",
      "Jehu Said, \"Come With Me And See My Zeal For The Lord .\" Then He Had Him Ride Along In His Chariot.",
      "When Jehu Came To Samaria, He Killed All Who Were Left There Of Ahab's Family; He Destroyed Them, According To The Word Of The Lord Spoken To Elijah.",
      "Then Jehu Brought All The People Together And Said To Them, \"Ahab Served Baal A Little; Jehu Will Serve Him Much.",
      "Now Summon All The Prophets Of Baal, All His Ministers And All His Priests. See That No One Is Missing, Because I Am Going To Hold A Great Sacrifice For Baal. Anyone Who Fails To Come Will No Longer Live.\" But Jehu Was Acting Deceptively In Order To Destroy The Ministers Of Baal.",
      "Jehu Said, \"Call An Assembly In Honor Of Baal.\" So They Proclaimed It.",
      "Then He Sent Word Throughout Israel, And All The Ministers Of Baal Came; Not One Stayed Away. They Crowded Into The Temple Of Baal Until It Was Full From One End To The Other.",
      "And Jehu Said To The Keeper Of The Wardrobe, \"Bring Robes For All The Ministers Of Baal.\" So He Brought Out Robes For Them.",
      "Then Jehu And Jehonadab Son Of Recab Went Into The Temple Of Baal. Jehu Said To The Ministers Of Baal, \"Look Around And See That No Servants Of The Lord Are Here With You-only Ministers Of Baal.\"",
      "So They Went In To Make Sacrifices And Burnt Offerings. Now Jehu Had Posted Eighty Men Outside With This Warning: \"If One Of You Lets Any Of The Men I Am Placing In Your Hands Escape, It Will Be Your Life For His Life.\"",
      "As Soon As Jehu Had Finished Making The Burnt Offering, He Ordered The Guards And Officers: \"Go In And Kill Them; Let No One Escape.\" So They Cut Them Down With The Sword. The Guards And Officers Threw The Bodies Out And Then Entered The Inner Shrine Of The Temple Of Baal.",
      "They Brought The Sacred Stone Out Of The Temple Of Baal And Burned It.",
      "They Demolished The Sacred Stone Of Baal And Tore Down The Temple Of Baal, And People Have Used It For A Latrine To This Day.",
      "So Jehu Destroyed Baal Worship In Israel.",
      "However, He Did Not Turn Away From The Sins Of Jeroboam Son Of Nebat, Which He Had Caused Israel To Commit-the Worship Of The Golden Calves At Bethel And Dan.",
      "The Lord Said To Jehu, \"Because You Have Done Well In Accomplishing What Is Right In My Eyes And Have Done To The House Of Ahab All I Had In Mind To Do, Your Descendants Will Sit On The Throne Of Israel To The Fourth Generation.\"",
      "Yet Jehu Was Not Careful To Keep The Law Of The Lord , The God Of Israel, With All His Heart. He Did Not Turn Away From The Sins Of Jeroboam, Which He Had Caused Israel To Commit.",
      "In Those Days The Lord Began To Reduce The Size Of Israel. Hazael Overpowered The Israelites Throughout Their Territory",
      "East Of The Jordan In All The Land Of Gilead (The Region Of Gad, Reuben And Manasseh), From Aroer By The Arnon Gorge Through Gilead To Bashan.",
      "As For The Other Events Of Jehu's Reign, All He Did, And All His Achievements, Are They Not Written In The Book Of The Annals Of The Kings Of Israel?",
      "Jehu Rested With His Fathers And Was Buried In Samaria. And Jehoahaz His Son Succeeded Him As King.",
      "The Time That Jehu Reigned Over Israel In Samaria Was Twenty-eight Years."
    ],
    [
      "When Athaliah The Mother Of Ahaziah Saw That Her Son Was Dead, She Proceeded To Destroy The Whole Royal Family.",
      "But Jehosheba, The Daughter Of King Jehoram And Sister Of Ahaziah, Took Joash Son Of Ahaziah And Stole Him Away From Among The Royal Princes, Who Were About To Be Murdered. She Put Him And His Nurse In A Bedroom To Hide Him From Athaliah; So He Was Not Killed.",
      "He Remained Hidden With His Nurse At The Temple Of The Lord For Six Years While Athaliah Ruled The Land.",
      "In The Seventh Year Jehoiada Sent For The Commanders Of Units Of A Hundred, The Carites And The Guards And Had Them Brought To Him At The Temple Of The Lord . He Made A Covenant With Them And Put Them Under Oath At The Temple Of The Lord . Then He Showed Them The King's Son.",
      "He Commanded Them, Saying, \"This Is What You Are To Do: You Who Are In The Three Companies That Are Going On Duty On The Sabbath-a Third Of You Guarding The Royal Palace,",
      "A Third At The Sur Gate, And A Third At The Gate Behind The Guard, Who Take Turns Guarding The Temple-",
      "And You Who Are In The Other Two Companies That Normally Go Off Sabbath Duty Are All To Guard The Temple For The King.",
      "Station Yourselves Around The King, Each Man With His Weapon In His Hand. Anyone Who Approaches Your Ranks Must Be Put To Death. Stay Close To The King Wherever He Goes.\"",
      "The Commanders Of Units Of A Hundred Did Just As Jehoiada The Priest Ordered. Each One Took His Men-those Who Were Going On Duty On The Sabbath And Those Who Were Going Off Duty-and Came To Jehoiada The Priest.",
      "Then He Gave The Commanders The Spears And Shields That Had Belonged To King David And That Were In The Temple Of The Lord .",
      "The Guards, Each With His Weapon In His Hand, Stationed Themselves Around The King-near The Altar And The Temple, From The South Side To The North Side Of The Temple.",
      "Jehoiada Brought Out The King's Son And Put The Crown On Him; He Presented Him With A Copy Of The Covenant And Proclaimed Him King. They Anointed Him, And The People Clapped Their Hands And Shouted, \"Long Live The King!\"",
      "When Athaliah Heard The Noise Made By The Guards And The People, She Went To The People At The Temple Of The Lord .",
      "She Looked And There Was The King, Standing By The Pillar, As The Custom Was. The Officers And The Trumpeters Were Beside The King, And All The People Of The Land Were Rejoicing And Blowing Trumpets. Then Athaliah Tore Her Robes And Called Out, \"Treason! Treason!\"",
      "Jehoiada The Priest Ordered The Commanders Of Units Of A Hundred, Who Were In Charge Of The Troops: \"Bring Her Out Between The Ranks And Put To The Sword Anyone Who Follows Her.\" For The Priest Had Said, \"She Must Not Be Put To Death In The Temple Of The Lord .\"",
      "So They Seized Her As She Reached The Place Where The Horses Enter The Palace Grounds, And There She Was Put To Death.",
      "Jehoiada Then Made A Covenant Between The Lord And The King And People That They Would Be The Lord 'S People. He Also Made A Covenant Between The King And The People.",
      "All The People Of The Land Went To The Temple Of Baal And Tore It Down. They Smashed The Altars And Idols To Pieces And Killed Mattan The Priest Of Baal In Front Of The Altars. Then Jehoiada The Priest Posted Guards At The Temple Of The Lord .",
      "He Took With Him The Commanders Of Hundreds, The Carites, The Guards And All The People Of The Land, And Together They Brought The King Down From The Temple Of The Lord And Went Into The Palace, Entering By Way Of The Gate Of The Guards. The King Then Took His Place On The Royal Throne,",
      "And All The People Of The Land Rejoiced. And The City Was Quiet, Because Athaliah Had Been Slain With The Sword At The Palace.",
      "Joash Was Seven Years Old When He Began To Reign."
    ],
    [
      "In The Seventh Year Of Jehu, Joash Became King, And He Reigned In Jerusalem Forty Years. His Mother's Name Was Zibiah; She Was From Beersheba.",
      "Joash Did What Was Right In The Eyes Of The Lord All The Years Jehoiada The Priest Instructed Him.",
      "The High Places, However, Were Not Removed; The People Continued To Offer Sacrifices And Burn Incense There.",
      "Joash Said To The Priests, \"Collect All The Money That Is Brought As Sacred Offerings To The Temple Of The Lord -The Money Collected In The Census, The Money Received From Personal Vows And The Money Brought Voluntarily To The Temple.",
      "Let Every Priest Receive The Money From One Of The Treasurers, And Let It Be Used To Repair Whatever Damage Is Found In The Temple.\"",
      "But By The Twenty-third Year Of King Joash The Priests Still Had Not Repaired The Temple.",
      "Therefore King Joash Summoned Jehoiada The Priest And The Other Priests And Asked Them, \"Why Aren't You Repairing The Damage Done To The Temple? Take No More Money From Your Treasurers, But Hand It Over For Repairing The Temple.\"",
      "The Priests Agreed That They Would Not Collect Any More Money From The People And That They Would Not Repair The Temple Themselves.",
      "Jehoiada The Priest Took A Chest And Bored A Hole In Its Lid. He Placed It Beside The Altar, On The Right Side As One Enters The Temple Of The Lord . The Priests Who Guarded The Entrance Put Into The Chest All The Money That Was Brought To The Temple Of The Lord .",
      "Whenever They Saw That There Was A Large Amount Of Money In The Chest, The Royal Secretary And The High Priest Came, Counted The Money That Had Been Brought Into The Temple Of The Lord And Put It Into Bags.",
      "When The Amount Had Been Determined, They Gave The Money To The Men Appointed To Supervise The Work On The Temple. With It They Paid Those Who Worked On The Temple Of The Lord -The Carpenters And Builders,",
      "The Masons And Stonecutters. They Purchased Timber And Dressed Stone For The Repair Of The Temple Of The Lord , And Met All The Other Expenses Of Restoring The Temple.",
      "The Money Brought Into The Temple Was Not Spent For Making Silver Basins, Wick Trimmers, Sprinkling Bowls, Trumpets Or Any Other Articles Of Gold Or Silver For The Temple Of The Lord ;",
      "It Was Paid To The Workmen, Who Used It To Repair The Temple.",
      "They Did Not Require An Accounting From Those To Whom They Gave The Money To Pay The Workers, Because They Acted With Complete Honesty.",
      "The Money From The Guilt Offerings And Sin Offerings Was Not Brought Into The Temple Of The Lord ; It Belonged To The Priests.",
      "About This Time Hazael King Of Aram Went Up And Attacked Gath And Captured It. Then He Turned To Attack Jerusalem.",
      "But Joash King Of Judah Took All The Sacred Objects Dedicated By His Fathers-jehoshaphat, Jehoram And Ahaziah, The Kings Of Judah-and The Gifts He Himself Had Dedicated And All The Gold Found In The Treasuries Of The Temple Of The Lord And Of The Royal Palace, And He Sent Them To Hazael King Of Aram, Who Then Withdrew From Jerusalem.",
      "As For The Other Events Of The Reign Of Joash, And All He Did, Are They Not Written In The Book Of The Annals Of The Kings Of Judah?",
      "His Officials Conspired Against Him And Assassinated Him At Beth Millo, On The Road Down To Silla.",
      "The Officials Who Murdered Him Were Jozabad Son Of Shimeath And Jehozabad Son Of Shomer. He Died And Was Buried With His Fathers In The City Of David. And Amaziah His Son Succeeded Him As King."
    ],
    [
      "In The Twenty-third Year Of Joash Son Of Ahaziah King Of Judah, Jehoahaz Son Of Jehu Became King Of Israel In Samaria, And He Reigned Seventeen Years.",
      "He Did Evil In The Eyes Of The Lord By Following The Sins Of Jeroboam Son Of Nebat, Which He Had Caused Israel To Commit, And He Did Not Turn Away From Them.",
      "So The Lord 'S Anger Burned Against Israel, And For A Long Time He Kept Them Under The Power Of Hazael King Of Aram And Ben-hadad His Son.",
      "Then Jehoahaz Sought The Lord 'S Favor, And The Lord Listened To Him, For He Saw How Severely The King Of Aram Was Oppressing Israel.",
      "The Lord Provided A Deliverer For Israel, And They Escaped From The Power Of Aram. So The Israelites Lived In Their Own Homes As They Had Before.",
      "But They Did Not Turn Away From The Sins Of The House Of Jeroboam, Which He Had Caused Israel To Commit; They Continued In Them. Also, The Asherah Pole Remained Standing In Samaria.",
      "Nothing Had Been Left Of The Army Of Jehoahaz Except Fifty Horsemen, Ten Chariots And Ten Thousand Foot Soldiers, For The King Of Aram Had Destroyed The Rest And Made Them Like The Dust At Threshing Time.",
      "As For The Other Events Of The Reign Of Jehoahaz, All He Did And His Achievements, Are They Not Written In The Book Of The Annals Of The Kings Of Israel?",
      "Jehoahaz Rested With His Fathers And Was Buried In Samaria. And Jehoash His Son Succeeded Him As King.",
      "In The Thirty-seventh Year Of Joash King Of Judah, Jehoash Son Of Jehoahaz Became King Of Israel In Samaria, And He Reigned Sixteen Years.",
      "He Did Evil In The Eyes Of The Lord And Did Not Turn Away From Any Of The Sins Of Jeroboam Son Of Nebat, Which He Had Caused Israel To Commit; He Continued In Them.",
      "As For The Other Events Of The Reign Of Jehoash, All He Did And His Achievements, Including His War Against Amaziah King Of Judah, Are They Not Written In The Book Of The Annals Of The Kings Of Israel?",
      "Jehoash Rested With His Fathers, And Jeroboam Succeeded Him On The Throne. Jehoash Was Buried In Samaria With The Kings Of Israel.",
      "Now Elisha Was Suffering From The Illness From Which He Died. Jehoash King Of Israel Went Down To See Him And Wept Over Him. \"My Father! My Father!\" He Cried. \"The Chariots And Horsemen Of Israel!\"",
      "Elisha Said, \"Get A Bow And Some Arrows,\" And He Did So.",
      "\"Take The Bow In Your Hands,\" He Said To The King Of Israel. When He Had Taken It, Elisha Put His Hands On The King's Hands.",
      "\"Open The East Window,\" He Said, And He Opened It. \"Shoot!\" Elisha Said, And He Shot. \"The Lord 'S Arrow Of Victory, The Arrow Of Victory Over Aram!\" Elisha Declared. \"You Will Completely Destroy The Arameans At Aphek.\"",
      "Then He Said, \"Take The Arrows,\" And The King Took Them. Elisha Told Him, \"Strike The Ground.\" He Struck It Three Times And Stopped.",
      "The Man Of God Was Angry With Him And Said, \"You Should Have Struck The Ground Five Or Six Times; Then You Would Have Defeated Aram And Completely Destroyed It. But Now You Will Defeat It Only Three Times.\"",
      "Elisha Died And Was Buried. Now Moabite Raiders Used To Enter The Country Every Spring.",
      "Once While Some Israelites Were Burying A Man, Suddenly They Saw A Band Of Raiders; So They Threw The Man's Body Into Elisha's Tomb. When The Body Touched Elisha's Bones, The Man Came To Life And Stood Up On His Feet.",
      "Hazael King Of Aram Oppressed Israel Throughout The Reign Of Jehoahaz.",
      "But The Lord Was Gracious To Them And Had Compassion And Showed Concern For Them Because Of His Covenant With Abraham, Isaac And Jacob. To This Day He Has Been Unwilling To Destroy Them Or Banish Them From His Presence.",
      "Hazael King Of Aram Died, And Ben-hadad His Son Succeeded Him As King.",
      "Then Jehoash Son Of Jehoahaz Recaptured From Ben-hadad Son Of Hazael The Towns He Had Taken In Battle From His Father Jehoahaz. Three Times Jehoash Defeated Him, And So He Recovered The Israelite Towns."
    ],
    [
      "In The Second Year Of Jehoash Son Of Jehoahaz King Of Israel, Amaziah Son Of Joash King Of Judah Began To Reign.",
      "He Was Twenty-five Years Old When He Became King, And He Reigned In Jerusalem Twenty-nine Years. His Mother's Name Was Jehoaddin; She Was From Jerusalem.",
      "He Did What Was Right In The Eyes Of The Lord , But Not As His Father David Had Done. In Everything He Followed The Example Of His Father Joash.",
      "The High Places, However, Were Not Removed; The People Continued To Offer Sacrifices And Burn Incense There.",
      "After The Kingdom Was Firmly In His Grasp, He Executed The Officials Who Had Murdered His Father The King.",
      "Yet He Did Not Put The Sons Of The Assassins To Death, In Accordance With What Is Written In The Book Of The Law Of Moses Where The Lord Commanded: \"Fathers Shall Not Be Put To Death For Their Children, Nor Children Put To Death For Their Fathers; Each Is To Die For His Own Sins.\"",
      "He Was The One Who Defeated Ten Thousand Edomites In The Valley Of Salt And Captured Sela In Battle, Calling It Joktheel, The Name It Has To This Day.",
      "Then Amaziah Sent Messengers To Jehoash Son Of Jehoahaz, The Son Of Jehu, King Of Israel, With The Challenge: \"Come, Meet Me Face To Face.\"",
      "But Jehoash King Of Israel Replied To Amaziah King Of Judah: \"A Thistle In Lebanon Sent A Message To A Cedar In Lebanon, 'Give Your Daughter To My Son In Marriage.' Then A Wild Beast In Lebanon Came Along And Trampled The Thistle Underfoot.",
      "You Have Indeed Defeated Edom And Now You Are Arrogant. Glory In Your Victory, But Stay At Home! Why Ask For Trouble And Cause Your Own Downfall And That Of Judah Also?\"",
      "Amaziah, However, Would Not Listen, So Jehoash King Of Israel Attacked. He And Amaziah King Of Judah Faced Each Other At Beth Shemesh In Judah.",
      "Judah Was Routed By Israel, And Every Man Fled To His Home.",
      "Jehoash King Of Israel Captured Amaziah King Of Judah, The Son Of Joash, The Son Of Ahaziah, At Beth Shemesh. Then Jehoash Went To Jerusalem And Broke Down The Wall Of Jerusalem From The Ephraim Gate To The Corner Gate-a Section About Six Hundred Feet Long.",
      "He Took All The Gold And Silver And All The Articles Found In The Temple Of The Lord And In The Treasuries Of The Royal Palace. He Also Took Hostages And Returned To Samaria.",
      "As For The Other Events Of The Reign Of Jehoash, What He Did And His Achievements, Including His War Against Amaziah King Of Judah, Are They Not Written In The Book Of The Annals Of The Kings Of Israel?",
      "Jehoash Rested With His Fathers And Was Buried In Samaria With The Kings Of Israel. And Jeroboam His Son Succeeded Him As King.",
      "Amaziah Son Of Joash King Of Judah Lived For Fifteen Years After The Death Of Jehoash Son Of Jehoahaz King Of Israel.",
      "As For The Other Events Of Amaziah's Reign, Are They Not Written In The Book Of The Annals Of The Kings Of Judah?",
      "They Conspired Against Him In Jerusalem, And He Fled To Lachish, But They Sent Men After Him To Lachish And Killed Him There.",
      "He Was Brought Back By Horse And Was Buried In Jerusalem With His Fathers, In The City Of David.",
      "Then All The People Of Judah Took Azariah, Who Was Sixteen Years Old, And Made Him King In Place Of His Father Amaziah.",
      "He Was The One Who Rebuilt Elath And Restored It To Judah After Amaziah Rested With His Fathers.",
      "In The Fifteenth Year Of Amaziah Son Of Joash King Of Judah, Jeroboam Son Of Jehoash King Of Israel Became King In Samaria, And He Reigned Forty-one Years.",
      "He Did Evil In The Eyes Of The Lord And Did Not Turn Away From Any Of The Sins Of Jeroboam Son Of Nebat, Which He Had Caused Israel To Commit.",
      "He Was The One Who Restored The Boundaries Of Israel From Lebo Hamath To The Sea Of The Arabah, In Accordance With The Word Of The Lord , The God Of Israel, Spoken Through His Servant Jonah Son Of Amittai, The Prophet From Gath Hepher.",
      "The Lord Had Seen How Bitterly Everyone In Israel, Whether Slave Or Free, Was Suffering; There Was No One To Help Them.",
      "And Since The Lord Had Not Said He Would Blot Out The Name Of Israel From Under Heaven, He Saved Them By The Hand Of Jeroboam Son Of Jehoash.",
      "As For The Other Events Of Jeroboam's Reign, All He Did, And His Military Achievements, Including How He Recovered For Israel Both Damascus And Hamath, Which Had Belonged To Yaudi, Are They Not Written In The Book Of The Annals Of The Kings Of Israel?",
      "Jeroboam Rested With His Fathers, The Kings Of Israel. And Zechariah His Son Succeeded Him As King."
    ],
    [
      "In The Twenty-seventh Year Of Jeroboam King Of Israel, Azariah Son Of Amaziah King Of Judah Began To Reign.",
      "He Was Sixteen Years Old When He Became King, And He Reigned In Jerusalem Fifty-two Years. His Mother's Name Was Jecoliah; She Was From Jerusalem.",
      "He Did What Was Right In The Eyes Of The Lord , Just As His Father Amaziah Had Done.",
      "The High Places, However, Were Not Removed; The People Continued To Offer Sacrifices And Burn Incense There.",
      "The Lord Afflicted The King With Leprosy Until The Day He Died, And He Lived In A Separate House. Jotham The King's Son Had Charge Of The Palace And Governed The People Of The Land.",
      "As For The Other Events Of Azariah's Reign, And All He Did, Are They Not Written In The Book Of The Annals Of The Kings Of Judah?",
      "Azariah Rested With His Fathers And Was Buried Near Them In The City Of David. And Jotham His Son Succeeded Him As King.",
      "In The Thirty-eighth Year Of Azariah King Of Judah, Zechariah Son Of Jeroboam Became King Of Israel In Samaria, And He Reigned Six Months.",
      "He Did Evil In The Eyes Of The Lord , As His Fathers Had Done. He Did Not Turn Away From The Sins Of Jeroboam Son Of Nebat, Which He Had Caused Israel To Commit.",
      "Shallum Son Of Jabesh Conspired Against Zechariah. He Attacked Him In Front Of The People, Assassinated Him And Succeeded Him As King.",
      "The Other Events Of Zechariah's Reign Are Written In The Book Of The Annals Of The Kings Of Israel.",
      "So The Word Of The Lord Spoken To Jehu Was Fulfilled: \"Your Descendants Will Sit On The Throne Of Israel To The Fourth Generation.\"",
      "Shallum Son Of Jabesh Became King In The Thirty-ninth Year Of Uzziah King Of Judah, And He Reigned In Samaria One Month.",
      "Then Menahem Son Of Gadi Went From Tirzah Up To Samaria. He Attacked Shallum Son Of Jabesh In Samaria, Assassinated Him And Succeeded Him As King.",
      "The Other Events Of Shallum's Reign, And The Conspiracy He Led, Are Written In The Book Of The Annals Of The Kings Of Israel.",
      "At That Time Menahem, Starting Out From Tirzah, Attacked Tiphsah And Everyone In The City And Its Vicinity, Because They Refused To Open Their Gates. He Sacked Tiphsah And Ripped Open All The Pregnant Women.",
      "In The Thirty-ninth Year Of Azariah King Of Judah, Menahem Son Of Gadi Became King Of Israel, And He Reigned In Samaria Ten Years.",
      "He Did Evil In The Eyes Of The Lord . During His Entire Reign He Did Not Turn Away From The Sins Of Jeroboam Son Of Nebat, Which He Had Caused Israel To Commit.",
      "Then Pul King Of Assyria Invaded The Land, And Menahem Gave Him A Thousand Talents Of Silver To Gain His Support And Strengthen His Own Hold On The Kingdom.",
      "Menahem Exacted This Money From Israel. Every Wealthy Man Had To Contribute Fifty Shekels Of Silver To Be Given To The King Of Assyria. So The King Of Assyria Withdrew And Stayed In The Land No Longer.",
      "As For The Other Events Of Menahem's Reign, And All He Did, Are They Not Written In The Book Of The Annals Of The Kings Of Israel?",
      "Menahem Rested With His Fathers. And Pekahiah His Son Succeeded Him As King.",
      "In The Fiftieth Year Of Azariah King Of Judah, Pekahiah Son Of Menahem Became King Of Israel In Samaria, And He Reigned Two Years.",
      "Pekahiah Did Evil In The Eyes Of The Lord . He Did Not Turn Away From The Sins Of Jeroboam Son Of Nebat, Which He Had Caused Israel To Commit.",
      "One Of His Chief Officers, Pekah Son Of Remaliah, Conspired Against Him. Taking Fifty Men Of Gilead With Him, He Assassinated Pekahiah, Along With Argob And Arieh, In The Citadel Of The Royal Palace At Samaria. So Pekah Killed Pekahiah And Succeeded Him As King.",
      "The Other Events Of Pekahiah's Reign, And All He Did, Are Written In The Book Of The Annals Of The Kings Of Israel.",
      "In The Fifty-second Year Of Azariah King Of Judah, Pekah Son Of Remaliah Became King Of Israel In Samaria, And He Reigned Twenty Years.",
      "He Did Evil In The Eyes Of The Lord . He Did Not Turn Away From The Sins Of Jeroboam Son Of Nebat, Which He Had Caused Israel To Commit.",
      "In The Time Of Pekah King Of Israel, Tiglath-pileser King Of Assyria Came And Took Ijon, Abel Beth Maacah, Janoah, Kedesh And Hazor. He Took Gilead And Galilee, Including All The Land Of Naphtali, And Deported The People To Assyria.",
      "Then Hoshea Son Of Elah Conspired Against Pekah Son Of Remaliah. He Attacked And Assassinated Him, And Then Succeeded Him As King In The Twentieth Year Of Jotham Son Of Uzziah.",
      "As For The Other Events Of Pekah's Reign, And All He Did, Are They Not Written In The Book Of The Annals Of The Kings Of Israel?",
      "In The Second Year Of Pekah Son Of Remaliah King Of Israel, Jotham Son Of Uzziah King Of Judah Began To Reign.",
      "He Was Twenty-five Years Old When He Became King, And He Reigned In Jerusalem Sixteen Years. His Mother's Name Was Jerusha Daughter Of Zadok.",
      "He Did What Was Right In The Eyes Of The Lord , Just As His Father Uzziah Had Done.",
      "The High Places, However, Were Not Removed; The People Continued To Offer Sacrifices And Burn Incense There. Jotham Rebuilt The Upper Gate Of The Temple Of The Lord .",
      "As For The Other Events Of Jotham's Reign, And What He Did, Are They Not Written In The Book Of The Annals Of The Kings Of Judah?",
      "(In Those Days The Lord Began To Send Rezin King Of Aram And Pekah Son Of Remaliah Against Judah.)",
      "Jotham Rested With His Fathers And Was Buried With Them In The City Of David, The City Of His Father. And Ahaz His Son Succeeded Him As King."
    ],
    [
      "In The Seventeenth Year Of Pekah Son Of Remaliah, Ahaz Son Of Jotham King Of Judah Began To Reign.",
      "Ahaz Was Twenty Years Old When He Became King, And He Reigned In Jerusalem Sixteen Years. Unlike David His Father, He Did Not Do What Was Right In The Eyes Of The Lord His God.",
      "He Walked In The Ways Of The Kings Of Israel And Even Sacrificed His Son In The Fire, Following The Detestable Ways Of The Nations The Lord Had Driven Out Before The Israelites.",
      "He Offered Sacrifices And Burned Incense At The High Places, On The Hilltops And Under Every Spreading Tree.",
      "Then Rezin King Of Aram And Pekah Son Of Remaliah King Of Israel Marched Up To Fight Against Jerusalem And Besieged Ahaz, But They Could Not Overpower Him.",
      "At That Time, Rezin King Of Aram Recovered Elath For Aram By Driving Out The Men Of Judah. Edomites Then Moved Into Elath And Have Lived There To This Day.",
      "Ahaz Sent Messengers To Say To Tiglath-pileser King Of Assyria, \"I Am Your Servant And Vassal. Come Up And Save Me Out Of The Hand Of The King Of Aram And Of The King Of Israel, Who Are Attacking Me.\"",
      "And Ahaz Took The Silver And Gold Found In The Temple Of The Lord And In The Treasuries Of The Royal Palace And Sent It As A Gift To The King Of Assyria.",
      "The King Of Assyria Complied By Attacking Damascus And Capturing It. He Deported Its Inhabitants To Kir And Put Rezin To Death.",
      "Then King Ahaz Went To Damascus To Meet Tiglath-pileser King Of Assyria. He Saw An Altar In Damascus And Sent To Uriah The Priest A Sketch Of The Altar, With Detailed Plans For Its Construction.",
      "So Uriah The Priest Built An Altar In Accordance With All The Plans That King Ahaz Had Sent From Damascus And Finished It Before King Ahaz Returned.",
      "When The King Came Back From Damascus And Saw The Altar, He Approached It And Presented Offerings On It.",
      "He Offered Up His Burnt Offering And Grain Offering, Poured Out His Drink Offering, And Sprinkled The Blood Of His Fellowship Offerings On The Altar.",
      "The Bronze Altar That Stood Before The Lord He Brought From The Front Of The Temple-from Between The New Altar And The Temple Of The Lord -And Put It On The North Side Of The New Altar.",
      "King Ahaz Then Gave These Orders To Uriah The Priest: \"On The Large New Altar, Offer The Morning Burnt Offering And The Evening Grain Offering, The King's Burnt Offering And His Grain Offering, And The Burnt Offering Of All The People Of The Land, And Their Grain Offering And Their Drink Offering. Sprinkle On The Altar All The Blood Of The Burnt Offerings And Sacrifices. But I Will Use The Bronze Altar For Seeking Guidance.\"",
      "And Uriah The Priest Did Just As King Ahaz Had Ordered.",
      "King Ahaz Took Away The Side Panels And Removed The Basins From The Movable Stands. He Removed The Sea From The Bronze Bulls That Supported It And Set It On A Stone Base.",
      "He Took Away The Sabbath Canopy That Had Been Built At The Temple And Removed The Royal Entryway Outside The Temple Of The Lord , In Deference To The King Of Assyria.",
      "As For The Other Events Of The Reign Of Ahaz, And What He Did, Are They Not Written In The Book Of The Annals Of The Kings Of Judah?",
      "Ahaz Rested With His Fathers And Was Buried With Them In The City Of David. And Hezekiah His Son Succeeded Him As King."
    ],
    [
      "In The Twelfth Year Of Ahaz King Of Judah, Hoshea Son Of Elah Became King Of Israel In Samaria, And He Reigned Nine Years.",
      "He Did Evil In The Eyes Of The Lord , But Not Like The Kings Of Israel Who Preceded Him.",
      "Shalmaneser King Of Assyria Came Up To Attack Hoshea, Who Had Been Shalmaneser's Vassal And Had Paid Him Tribute.",
      "But The King Of Assyria Discovered That Hoshea Was A Traitor, For He Had Sent Envoys To So King Of Egypt, And He No Longer Paid Tribute To The King Of Assyria, As He Had Done Year By Year. Therefore Shalmaneser Seized Him And Put Him In Prison.",
      "The King Of Assyria Invaded The Entire Land, Marched Against Samaria And Laid Siege To It For Three Years.",
      "In The Ninth Year Of Hoshea, The King Of Assyria Captured Samaria And Deported The Israelites To Assyria. He Settled Them In Halah, In Gozan On The Habor River And In The Towns Of The Medes.",
      "All This Took Place Because The Israelites Had Sinned Against The Lord Their God, Who Had Brought Them Up Out Of Egypt From Under The Power Of Pharaoh King Of Egypt. They Worshiped Other Gods",
      "And Followed The Practices Of The Nations The Lord Had Driven Out Before Them, As Well As The Practices That The Kings Of Israel Had Introduced.",
      "The Israelites Secretly Did Things Against The Lord Their God That Were Not Right. From Watchtower To Fortified City They Built Themselves High Places In All Their Towns.",
      "They Set Up Sacred Stones And Asherah Poles On Every High Hill And Under Every Spreading Tree.",
      "At Every High Place They Burned Incense, As The Nations Whom The Lord Had Driven Out Before Them Had Done. They Did Wicked Things That Provoked The Lord To Anger.",
      "They Worshiped Idols, Though The Lord Had Said, \"You Shall Not Do This.\"",
      "The Lord Warned Israel And Judah Through All His Prophets And Seers: \"Turn From Your Evil Ways. Observe My Commands And Decrees, In Accordance With The Entire Law That I Commanded Your Fathers To Obey And That I Delivered To You Through My Servants The Prophets.\"",
      "But They Would Not Listen And Were As Stiff-necked As Their Fathers, Who Did Not Trust In The Lord Their God.",
      "They Rejected His Decrees And The Covenant He Had Made With Their Fathers And The Warnings He Had Given Them. They Followed Worthless Idols And Themselves Became Worthless. They Imitated The Nations Around Them Although The Lord Had Ordered Them, \"Do Not Do As They Do,\" And They Did The Things The Lord Had Forbidden Them To Do.",
      "They Forsook All The Commands Of The Lord Their God And Made For Themselves Two Idols Cast In The Shape Of Calves, And An Asherah Pole. They Bowed Down To All The Starry Hosts, And They Worshiped Baal.",
      "They Sacrificed Their Sons And Daughters In The Fire. They Practiced Divination And Sorcery And Sold Themselves To Do Evil In The Eyes Of The Lord , Provoking Him To Anger.",
      "So The Lord Was Very Angry With Israel And Removed Them From His Presence. Only The Tribe Of Judah Was Left,",
      "And Even Judah Did Not Keep The Commands Of The Lord Their God. They Followed The Practices Israel Had Introduced.",
      "Therefore The Lord Rejected All The People Of Israel; He Afflicted Them And Gave Them Into The Hands Of Plunderers, Until He Thrust Them From His Presence.",
      "When He Tore Israel Away From The House Of David, They Made Jeroboam Son Of Nebat Their King. Jeroboam Enticed Israel Away From Following The Lord And Caused Them To Commit A Great Sin.",
      "The Israelites Persisted In All The Sins Of Jeroboam And Did Not Turn Away From Them",
      "Until The Lord Removed Them From His Presence, As He Had Warned Through All His Servants The Prophets. So The People Of Israel Were Taken From Their Homeland Into Exile In Assyria, And They Are Still There.",
      "The King Of Assyria Brought People From Babylon, Cuthah, Avva, Hamath And Sepharvaim And Settled Them In The Towns Of Samaria To Replace The Israelites. They Took Over Samaria And Lived In Its Towns.",
      "When They First Lived There, They Did Not Worship The Lord ; So He Sent Lions Among Them And They Killed Some Of The People.",
      "It Was Reported To The King Of Assyria: \"The People You Deported And Resettled In The Towns Of Samaria Do Not Know What The God Of That Country Requires. He Has Sent Lions Among Them, Which Are Killing Them Off, Because The People Do Not Know What He Requires.\"",
      "Then The King Of Assyria Gave This Order: \"Have One Of The Priests You Took Captive From Samaria Go Back To Live There And Teach The People What The God Of The Land Requires.\"",
      "So One Of The Priests Who Had Been Exiled From Samaria Came To Live In Bethel And Taught Them How To Worship The Lord .",
      "Nevertheless, Each National Group Made Its Own Gods In The Several Towns Where They Settled, And Set Them Up In The Shrines The People Of Samaria Had Made At The High Places.",
      "The Men From Babylon Made Succoth Benoth, The Men From Cuthah Made Nergal, And The Men From Hamath Made Ashima;",
      "The Avvites Made Nibhaz And Tartak, And The Sepharvites Burned Their Children In The Fire As Sacrifices To Adrammelech And Anammelech, The Gods Of Sepharvaim.",
      "They Worshiped The Lord , But They Also Appointed All Sorts Of Their Own People To Officiate For Them As Priests In The Shrines At The High Places.",
      "They Worshiped The Lord , But They Also Served Their Own Gods In Accordance With The Customs Of The Nations From Which They Had Been Brought.",
      "To This Day They Persist In Their Former Practices. They Neither Worship The Lord Nor Adhere To The Decrees And Ordinances, The Laws And Commands That The Lord Gave The Descendants Of Jacob, Whom He Named Israel.",
      "When The Lord Made A Covenant With The Israelites, He Commanded Them: \"Do Not Worship Any Other Gods Or Bow Down To Them, Serve Them Or Sacrifice To Them.",
      "But The Lord , Who Brought You Up Out Of Egypt With Mighty Power And Outstretched Arm, Is The One You Must Worship. To Him You Shall Bow Down And To Him Offer Sacrifices.",
      "You Must Always Be Careful To Keep The Decrees And Ordinances, The Laws And Commands He Wrote For You. Do Not Worship Other Gods.",
      "Do Not Forget The Covenant I Have Made With You, And Do Not Worship Other Gods.",
      "Rather, Worship The Lord Your God; It Is He Who Will Deliver You From The Hand Of All Your Enemies.\"",
      "They Would Not Listen, However, But Persisted In Their Former Practices.",
      "Even While These People Were Worshiping The Lord , They Were Serving Their Idols. To This Day Their Children And Grandchildren Continue To Do As Their Fathers Did."
    ],
    [
      "In The Third Year Of Hoshea Son Of Elah King Of Israel, Hezekiah Son Of Ahaz King Of Judah Began To Reign.",
      "He Was Twenty-five Years Old When He Became King, And He Reigned In Jerusalem Twenty-nine Years. His Mother's Name Was Abijah Daughter Of Zechariah.",
      "He Did What Was Right In The Eyes Of The Lord , Just As His Father David Had Done.",
      "He Removed The High Places, Smashed The Sacred Stones And Cut Down The Asherah Poles. He Broke Into Pieces The Bronze Snake Moses Had Made, For Up To That Time The Israelites Had Been Burning Incense To It. (It Was Called Nehushtan. )",
      "Hezekiah Trusted In The Lord , The God Of Israel. There Was No One Like Him Among All The Kings Of Judah, Either Before Him Or After Him.",
      "He Held Fast To The Lord And Did Not Cease To Follow Him; He Kept The Commands The Lord Had Given Moses.",
      "And The Lord Was With Him; He Was Successful In Whatever He Undertook. He Rebelled Against The King Of Assyria And Did Not Serve Him.",
      "From Watchtower To Fortified City, He Defeated The Philistines, As Far As Gaza And Its Territory.",
      "In King Hezekiah's Fourth Year, Which Was The Seventh Year Of Hoshea Son Of Elah King Of Israel, Shalmaneser King Of Assyria Marched Against Samaria And Laid Siege To It.",
      "At The End Of Three Years The Assyrians Took It. So Samaria Was Captured In Hezekiah's Sixth Year, Which Was The Ninth Year Of Hoshea King Of Israel.",
      "The King Of Assyria Deported Israel To Assyria And Settled Them In Halah, In Gozan On The Habor River And In Towns Of The Medes.",
      "This Happened Because They Had Not Obeyed The Lord Their God, But Had Violated His Covenant-all That Moses The Servant Of The Lord Commanded. They Neither Listened To The Commands Nor Carried Them Out.",
      "In The Fourteenth Year Of King Hezekiah's Reign, Sennacherib King Of Assyria Attacked All The Fortified Cities Of Judah And Captured Them.",
      "So Hezekiah King Of Judah Sent This Message To The King Of Assyria At Lachish: \"I Have Done Wrong. Withdraw From Me, And I Will Pay Whatever You Demand Of Me.\" The King Of Assyria Exacted From Hezekiah King Of Judah Three Hundred Talents Of Silver And Thirty Talents Of Gold.",
      "So Hezekiah Gave Him All The Silver That Was Found In The Temple Of The Lord And In The Treasuries Of The Royal Palace.",
      "At This Time Hezekiah King Of Judah Stripped Off The Gold With Which He Had Covered The Doors And Doorposts Of The Temple Of The Lord , And Gave It To The King Of Assyria.",
      "The King Of Assyria Sent His Supreme Commander, His Chief Officer And His Field Commander With A Large Army, From Lachish To King Hezekiah At Jerusalem. They Came Up To Jerusalem And Stopped At The Aqueduct Of The Upper Pool, On The Road To The Washerman's Field.",
      "They Called For The King; And Eliakim Son Of Hilkiah The Palace Administrator, Shebna The Secretary, And Joah Son Of Asaph The Recorder Went Out To Them.",
      "The Field Commander Said To Them, \"Tell Hezekiah: \" 'This Is What The Great King, The King Of Assyria, Says: On What Are You Basing This Confidence Of Yours?",
      "You Say You Have Strategy And Military Strength-but You Speak Only Empty Words. On Whom Are You Depending, That You Rebel Against Me?",
      "Look Now, You Are Depending On Egypt, That Splintered Reed Of A Staff, Which Pierces A Man's Hand And Wounds Him If He Leans On It! Such Is Pharaoh King Of Egypt To All Who Depend On Him.",
      "And If You Say To Me, \"We Are Depending On The Lord Our God\"-isn't He The One Whose High Places And Altars Hezekiah Removed, Saying To Judah And Jerusalem, \"You Must Worship Before This Altar In Jerusalem\"?",
      "\" 'Come Now, Make A Bargain With My Master, The King Of Assyria: I Will Give You Two Thousand Horses-if You Can Put Riders On Them!",
      "How Can You Repulse One Officer Of The Least Of My Master's Officials, Even Though You Are Depending On Egypt For Chariots And Horsemen ?",
      "Furthermore, Have I Come To Attack And Destroy This Place Without Word From The Lord ? The Lord Himself Told Me To March Against This Country And Destroy It.' \"",
      "Then Eliakim Son Of Hilkiah, And Shebna And Joah Said To The Field Commander, \"Please Speak To Your Servants In Aramaic, Since We Understand It. Don't Speak To Us In Hebrew In The Hearing Of The People On The Wall.\"",
      "But The Commander Replied, \"Was It Only To Your Master And You That My Master Sent Me To Say These Things, And Not To The Men Sitting On The Wall-who, Like You, Will Have To Eat Their Own Filth And Drink Their Own Urine?\"",
      "Then The Commander Stood And Called Out In Hebrew: \"Hear The Word Of The Great King, The King Of Assyria!",
      "This Is What The King Says: Do Not Let Hezekiah Deceive You. He Cannot Deliver You From My Hand.",
      "Do Not Let Hezekiah Persuade You To Trust In The Lord When He Says, 'The Lord Will Surely Deliver Us; This City Will Not Be Given Into The Hand Of The King Of Assyria.'",
      "\"Do Not Listen To Hezekiah. This Is What The King Of Assyria Says: Make Peace With Me And Come Out To Me. Then Every One Of You Will Eat From His Own Vine And Fig Tree And Drink Water From His Own Cistern,",
      "Until I Come And Take You To A Land Like Your Own, A Land Of Grain And New Wine, A Land Of Bread And Vineyards, A Land Of Olive Trees And Honey. Choose Life And Not Death! \"Do Not Listen To Hezekiah, For He Is Misleading You When He Says, 'The Lord Will Deliver Us.'",
      "Has The God Of Any Nation Ever Delivered His Land From The Hand Of The King Of Assyria?",
      "Where Are The Gods Of Hamath And Arpad? Where Are The Gods Of Sepharvaim, Hena And Ivvah? Have They Rescued Samaria From My Hand?",
      "Who Of All The Gods Of These Countries Has Been Able To Save His Land From Me? How Then Can The Lord Deliver Jerusalem From My Hand?\"",
      "But The People Remained Silent And Said Nothing In Reply, Because The King Had Commanded, \"Do Not Answer Him.\"",
      "Then Eliakim Son Of Hilkiah The Palace Administrator, Shebna The Secretary And Joah Son Of Asaph The Recorder Went To Hezekiah, With Their Clothes Torn, And Told Him What The Field Commander Had Said."
    ],
    [
      "When King Hezekiah Heard This, He Tore His Clothes And Put On Sackcloth And Went Into The Temple Of The Lord .",
      "He Sent Eliakim The Palace Administrator, Shebna The Secretary And The Leading Priests, All Wearing Sackcloth, To The Prophet Isaiah Son Of Amoz.",
      "They Told Him, \"This Is What Hezekiah Says: This Day Is A Day Of Distress And Rebuke And Disgrace, As When Children Come To The Point Of Birth And There Is No Strength To Deliver Them.",
      "It May Be That The Lord Your God Will Hear All The Words Of The Field Commander, Whom His Master, The King Of Assyria, Has Sent To Ridicule The Living God, And That He Will Rebuke Him For The Words The Lord Your God Has Heard. Therefore Pray For The Remnant That Still Survives.\"",
      "When King Hezekiah's Officials Came To Isaiah,",
      "Isaiah Said To Them, \"Tell Your Master, 'This Is What The Lord Says: Do Not Be Afraid Of What You Have Heard-those Words With Which The Underlings Of The King Of Assyria Have Blasphemed Me.",
      "Listen! I Am Going To Put Such A Spirit In Him That When He Hears A Certain Report, He Will Return To His Own Country, And There I Will Have Him Cut Down With The Sword.' \"",
      "When The Field Commander Heard That The King Of Assyria Had Left Lachish, He Withdrew And Found The King Fighting Against Libnah.",
      "Now Sennacherib Received A Report That Tirhakah, The Cushite King Of Egypt , Was Marching Out To Fight Against Him. So He Again Sent Messengers To Hezekiah With This Word:",
      "\"Say To Hezekiah King Of Judah: Do Not Let The God You Depend On Deceive You When He Says, 'Jerusalem Will Not Be Handed Over To The King Of Assyria.'",
      "Surely You Have Heard What The Kings Of Assyria Have Done To All The Countries, Destroying Them Completely. And Will You Be Delivered?",
      "Did The Gods Of The Nations That Were Destroyed By My Forefathers Deliver Them: The Gods Of Gozan, Haran, Rezeph And The People Of Eden Who Were In Tel Assar?",
      "Where Is The King Of Hamath, The King Of Arpad, The King Of The City Of Sepharvaim, Or Of Hena Or Ivvah?\"",
      "Hezekiah Received The Letter From The Messengers And Read It. Then He Went Up To The Temple Of The Lord And Spread It Out Before The Lord .",
      "And Hezekiah Prayed To The Lord : \"O Lord , God Of Israel, Enthroned Between The Cherubim, You Alone Are God Over All The Kingdoms Of The Earth. You Have Made Heaven And Earth.",
      "Give Ear, O Lord , And Hear; Open Your Eyes, O Lord , And See; Listen To The Words Sennacherib Has Sent To Insult The Living God.",
      "\"It Is True, O Lord , That The Assyrian Kings Have Laid Waste These Nations And Their Lands.",
      "They Have Thrown Their Gods Into The Fire And Destroyed Them, For They Were Not Gods But Only Wood And Stone, Fashioned By Men's Hands.",
      "Now, O Lord Our God, Deliver Us From His Hand, So That All Kingdoms On Earth May Know That You Alone, O Lord , Are God.\"",
      "Then Isaiah Son Of Amoz Sent A Message To Hezekiah: \"This Is What The Lord , The God Of Israel, Says: I Have Heard Your Prayer Concerning Sennacherib King Of Assyria.",
      "This Is The Word That The Lord Has Spoken Against Him: \" 'The Virgin Daughter Of Zion Despises You And Mocks You. The Daughter Of Jerusalem Tosses Her Head As You Flee.",
      "Who Is It You Have Insulted And Blasphemed? Against Whom Have You Raised Your Voice And Lifted Your Eyes In Pride? Against The Holy One Of Israel!",
      "By Your Messengers You Have Heaped Insults On The Lord. And You Have Said, \"With My Many Chariots I Have Ascended The Heights Of The Mountains, The Utmost Heights Of Lebanon. I Have Cut Down Its Tallest Cedars, The Choicest Of Its Pines. I Have Reached Its Remotest Parts, The Finest Of Its Forests.",
      "I Have Dug Wells In Foreign Lands And Drunk The Water There. With The Soles Of My Feet I Have Dried Up All The Streams Of Egypt.\"",
      "\" 'Have You Not Heard? Long Ago I Ordained It. In Days Of Old I Planned It; Now I Have Brought It To Pass, That You Have Turned Fortified Cities Into Piles Of Stone.",
      "Their People, Drained Of Power, Are Dismayed And Put To Shame. They Are Like Plants In The Field, Like Tender Green Shoots, Like Grass Sprouting On The Roof, Scorched Before It Grows Up.",
      "\" 'But I Know Where You Stay And When You Come And Go And How You Rage Against Me.",
      "Because You Rage Against Me And Your Insolence Has Reached My Ears, I Will Put My Hook In Your Nose And My Bit In Your Mouth, And I Will Make You Return By The Way You Came.'",
      "\"This Will Be The Sign For You, O Hezekiah: \"This Year You Will Eat What Grows By Itself, And The Second Year What Springs From That. But In The Third Year Sow And Reap, Plant Vineyards And Eat Their Fruit.",
      "Once More A Remnant Of The House Of Judah Will Take Root Below And Bear Fruit Above.",
      "For Out Of Jerusalem Will Come A Remnant, And Out Of Mount Zion A Band Of Survivors. The Zeal Of The Lord Almighty Will Accomplish This.",
      "\"Therefore This Is What The Lord Says Concerning The King Of Assyria: \"He Will Not Enter This City Or Shoot An Arrow Here. He Will Not Come Before It With Shield Or Build A Siege Ramp Against It.",
      "By The Way That He Came He Will Return; He Will Not Enter This City, Declares The Lord .",
      "I Will Defend This City And Save It, For My Sake And For The Sake Of David My Servant.\"",
      "That Night The Angel Of The Lord Went Out And Put To Death A Hundred And Eighty-five Thousand Men In The Assyrian Camp. When The People Got Up The Next Morning-there Were All The Dead Bodies!",
      "So Sennacherib King Of Assyria Broke Camp And Withdrew. He Returned To Nineveh And Stayed There.",
      "One Day, While He Was Worshiping In The Temple Of His God Nisroch, His Sons Adrammelech And Sharezer Cut Him Down With The Sword, And They Escaped To The Land Of Ararat. And Esarhaddon His Son Succeeded Him As King."
    ],
    [
      "In Those Days Hezekiah Became Ill And Was At The Point Of Death. The Prophet Isaiah Son Of Amoz Went To Him And Said, \"This Is What The Lord Says: Put Your House In Order, Because You Are Going To Die; You Will Not Recover.\"",
      "Hezekiah Turned His Face To The Wall And Prayed To The Lord ,",
      "\"Remember, O Lord , How I Have Walked Before You Faithfully And With Wholehearted Devotion And Have Done What Is Good In Your Eyes.\" And Hezekiah Wept Bitterly.",
      "Before Isaiah Had Left The Middle Court, The Word Of The Lord Came To Him:",
      "\"Go Back And Tell Hezekiah, The Leader Of My People, 'This Is What The Lord , The God Of Your Father David, Says: I Have Heard Your Prayer And Seen Your Tears; I Will Heal You. On The Third Day From Now You Will Go Up To The Temple Of The Lord .",
      "I Will Add Fifteen Years To Your Life. And I Will Deliver You And This City From The Hand Of The King Of Assyria. I Will Defend This City For My Sake And For The Sake Of My Servant David.' \"",
      "Then Isaiah Said, \"Prepare A Poultice Of Figs.\" They Did So And Applied It To The Boil, And He Recovered.",
      "Hezekiah Had Asked Isaiah, \"What Will Be The Sign That The Lord Will Heal Me And That I Will Go Up To The Temple Of The Lord On The Third Day From Now?\"",
      "Isaiah Answered, \"This Is The Lord 'S Sign To You That The Lord Will Do What He Has Promised: Shall The Shadow Go Forward Ten Steps, Or Shall It Go Back Ten Steps?\"",
      "\"It Is A Simple Matter For The Shadow To Go Forward Ten Steps,\" Said Hezekiah. \"Rather, Have It Go Back Ten Steps.\"",
      "Then The Prophet Isaiah Called Upon The Lord , And The Lord Made The Shadow Go Back The Ten Steps It Had Gone Down On The Stairway Of Ahaz.",
      "At That Time Merodach-baladan Son Of Baladan King Of Babylon Sent Hezekiah Letters And A Gift, Because He Had Heard Of Hezekiah's Illness.",
      "Hezekiah Received The Messengers And Showed Them All That Was In His Storehouses-the Silver, The Gold, The Spices And The Fine Oil-his Armory And Everything Found Among His Treasures. There Was Nothing In His Palace Or In All His Kingdom That Hezekiah Did Not Show Them.",
      "Then Isaiah The Prophet Went To King Hezekiah And Asked, \"What Did Those Men Say, And Where Did They Come From?\" \"From A Distant Land,\" Hezekiah Replied. \"They Came From Babylon.\"",
      "The Prophet Asked, \"What Did They See In Your Palace?\" \"They Saw Everything In My Palace,\" Hezekiah Said. \"There Is Nothing Among My Treasures That I Did Not Show Them.\"",
      "Then Isaiah Said To Hezekiah, \"Hear The Word Of The Lord :",
      "The Time Will Surely Come When Everything In Your Palace, And All That Your Fathers Have Stored Up Until This Day, Will Be Carried Off To Babylon. Nothing Will Be Left, Says The Lord .",
      "And Some Of Your Descendants, Your Own Flesh And Blood, That Will Be Born To You, Will Be Taken Away, And They Will Become Eunuchs In The Palace Of The King Of Babylon.\"",
      "\"The Word Of The Lord You Have Spoken Is Good,\" Hezekiah Replied. For He Thought, \"Will There Not Be Peace And Security In My Lifetime?\"",
      "As For The Other Events Of Hezekiah's Reign, All His Achievements And How He Made The Pool And The Tunnel By Which He Brought Water Into The City, Are They Not Written In The Book Of The Annals Of The Kings Of Judah?",
      "Hezekiah Rested With His Fathers. And Manasseh His Son Succeeded Him As King."
    ],
    [
      "Manasseh Was Twelve Years Old When He Became King, And He Reigned In Jerusalem Fifty-five Years. His Mother's Name Was Hephzibah.",
      "He Did Evil In The Eyes Of The Lord , Following The Detestable Practices Of The Nations The Lord Had Driven Out Before The Israelites.",
      "He Rebuilt The High Places His Father Hezekiah Had Destroyed; He Also Erected Altars To Baal And Made An Asherah Pole, As Ahab King Of Israel Had Done. He Bowed Down To All The Starry Hosts And Worshiped Them.",
      "He Built Altars In The Temple Of The Lord , Of Which The Lord Had Said, \"In Jerusalem I Will Put My Name.\"",
      "In Both Courts Of The Temple Of The Lord , He Built Altars To All The Starry Hosts.",
      "He Sacrificed His Own Son In The Fire, Practiced Sorcery And Divination, And Consulted Mediums And Spiritists. He Did Much Evil In The Eyes Of The Lord , Provoking Him To Anger.",
      "He Took The Carved Asherah Pole He Had Made And Put It In The Temple, Of Which The Lord Had Said To David And To His Son Solomon, \"In This Temple And In Jerusalem, Which I Have Chosen Out Of All The Tribes Of Israel, I Will Put My Name Forever.",
      "I Will Not Again Make The Feet Of The Israelites Wander From The Land I Gave Their Forefathers, If Only They Will Be Careful To Do Everything I Commanded Them And Will Keep The Whole Law That My Servant Moses Gave Them.\"",
      "But The People Did Not Listen. Manasseh Led Them Astray, So That They Did More Evil Than The Nations The Lord Had Destroyed Before The Israelites.",
      "The Lord Said Through His Servants The Prophets:",
      "\"Manasseh King Of Judah Has Committed These Detestable Sins. He Has Done More Evil Than The Amorites Who Preceded Him And Has Led Judah Into Sin With His Idols.",
      "Therefore This Is What The Lord , The God Of Israel, Says: I Am Going To Bring Such Disaster On Jerusalem And Judah That The Ears Of Everyone Who Hears Of It Will Tingle.",
      "I Will Stretch Out Over Jerusalem The Measuring Line Used Against Samaria And The Plumb Line Used Against The House Of Ahab. I Will Wipe Out Jerusalem As One Wipes A Dish, Wiping It And Turning It Upside Down.",
      "I Will Forsake The Remnant Of My Inheritance And Hand Them Over To Their Enemies. They Will Be Looted And Plundered By All Their Foes,",
      "Because They Have Done Evil In My Eyes And Have Provoked Me To Anger From The Day Their Forefathers Came Out Of Egypt Until This Day.\"",
      "Moreover, Manasseh Also Shed So Much Innocent Blood That He Filled Jerusalem From End To End-besides The Sin That He Had Caused Judah To Commit, So That They Did Evil In The Eyes Of The Lord .",
      "As For The Other Events Of Manasseh's Reign, And All He Did, Including The Sin He Committed, Are They Not Written In The Book Of The Annals Of The Kings Of Judah?",
      "Manasseh Rested With His Fathers And Was Buried In His Palace Garden, The Garden Of Uzza. And Amon His Son Succeeded Him As King.",
      "Amon Was Twenty-two Years Old When He Became King, And He Reigned In Jerusalem Two Years. His Mother's Name Was Meshullemeth Daughter Of Haruz; She Was From Jotbah.",
      "He Did Evil In The Eyes Of The Lord , As His Father Manasseh Had Done.",
      "He Walked In All The Ways Of His Father; He Worshiped The Idols His Father Had Worshiped, And Bowed Down To Them.",
      "He Forsook The Lord , The God Of His Fathers, And Did Not Walk In The Way Of The Lord .",
      "Amon's Officials Conspired Against Him And Assassinated The King In His Palace.",
      "Then The People Of The Land Killed All Who Had Plotted Against King Amon, And They Made Josiah His Son King In His Place.",
      "As For The Other Events Of Amon's Reign, And What He Did, Are They Not Written In The Book Of The Annals Of The Kings Of Judah?",
      "He Was Buried In His Grave In The Garden Of Uzza. And Josiah His Son Succeeded Him As King."
    ],
    [
      "Josiah Was Eight Years Old When He Became King, And He Reigned In Jerusalem Thirty-one Years. His Mother's Name Was Jedidah Daughter Of Adaiah; She Was From Bozkath.",
      "He Did What Was Right In The Eyes Of The Lord And Walked In All The Ways Of His Father David, Not Turning Aside To The Right Or To The Left.",
      "In The Eighteenth Year Of His Reign, King Josiah Sent The Secretary, Shaphan Son Of Azaliah, The Son Of Meshullam, To The Temple Of The Lord . He Said:",
      "\"Go Up To Hilkiah The High Priest And Have Him Get Ready The Money That Has Been Brought Into The Temple Of The Lord , Which The Doorkeepers Have Collected From The People.",
      "Have Them Entrust It To The Men Appointed To Supervise The Work On The Temple. And Have These Men Pay The Workers Who Repair The Temple Of The Lord -",
      "The Carpenters, The Builders And The Masons. Also Have Them Purchase Timber And Dressed Stone To Repair The Temple.",
      "But They Need Not Account For The Money Entrusted To Them, Because They Are Acting Faithfully.\"",
      "Hilkiah The High Priest Said To Shaphan The Secretary, \"I Have Found The Book Of The Law In The Temple Of The Lord .\" He Gave It To Shaphan, Who Read It.",
      "Then Shaphan The Secretary Went To The King And Reported To Him: \"Your Officials Have Paid Out The Money That Was In The Temple Of The Lord And Have Entrusted It To The Workers And Supervisors At The Temple.\"",
      "Then Shaphan The Secretary Informed The King, \"Hilkiah The Priest Has Given Me A Book.\" And Shaphan Read From It In The Presence Of The King.",
      "When The King Heard The Words Of The Book Of The Law, He Tore His Robes.",
      "He Gave These Orders To Hilkiah The Priest, Ahikam Son Of Shaphan, Acbor Son Of Micaiah, Shaphan The Secretary And Asaiah The King's Attendant:",
      "\"Go And Inquire Of The Lord For Me And For The People And For All Judah About What Is Written In This Book That Has Been Found. Great Is The Lord 'S Anger That Burns Against Us Because Our Fathers Have Not Obeyed The Words Of This Book; They Have Not Acted In Accordance With All That Is Written There Concerning Us.\"",
      "Hilkiah The Priest, Ahikam, Acbor, Shaphan And Asaiah Went To Speak To The Prophetess Huldah, Who Was The Wife Of Shallum Son Of Tikvah, The Son Of Harhas, Keeper Of The Wardrobe. She Lived In Jerusalem, In The Second District.",
      "She Said To Them, \"This Is What The Lord , The God Of Israel, Says: Tell The Man Who Sent You To Me,",
      "'This Is What The Lord Says: I Am Going To Bring Disaster On This Place And Its People, According To Everything Written In The Book The King Of Judah Has Read.",
      "Because They Have Forsaken Me And Burned Incense To Other Gods And Provoked Me To Anger By All The Idols Their Hands Have Made, My Anger Will Burn Against This Place And Will Not Be Quenched.'",
      "Tell The King Of Judah, Who Sent You To Inquire Of The Lord , 'This Is What The Lord , The God Of Israel, Says Concerning The Words You Heard:",
      "Because Your Heart Was Responsive And You Humbled Yourself Before The Lord When You Heard What I Have Spoken Against This Place And Its People, That They Would Become Accursed And Laid Waste, And Because You Tore Your Robes And Wept In My Presence, I Have Heard You, Declares The Lord .",
      "Therefore I Will Gather You To Your Fathers, And You Will Be Buried In Peace. Your Eyes Will Not See All The Disaster I Am Going To Bring On This Place.' \" So They Took Her Answer Back To The King."
    ],
    [
      "Then The King Called Together All The Elders Of Judah And Jerusalem.",
      "He Went Up To The Temple Of The Lord With The Men Of Judah, The People Of Jerusalem, The Priests And The Prophets-all The People From The Least To The Greatest. He Read In Their Hearing All The Words Of The Book Of The Covenant, Which Had Been Found In The Temple Of The Lord .",
      "The King Stood By The Pillar And Renewed The Covenant In The Presence Of The Lord -To Follow The Lord And Keep His Commands, Regulations And Decrees With All His Heart And All His Soul, Thus Confirming The Words Of The Covenant Written In This Book. Then All The People Pledged Themselves To The Covenant.",
      "The King Ordered Hilkiah The High Priest, The Priests Next In Rank And The Doorkeepers To Remove From The Temple Of The Lord All The Articles Made For Baal And Asherah And All The Starry Hosts. He Burned Them Outside Jerusalem In The Fields Of The Kidron Valley And Took The Ashes To Bethel.",
      "He Did Away With The Pagan Priests Appointed By The Kings Of Judah To Burn Incense On The High Places Of The Towns Of Judah And On Those Around Jerusalem-those Who Burned Incense To Baal, To The Sun And Moon, To The Constellations And To All The Starry Hosts.",
      "He Took The Asherah Pole From The Temple Of The Lord To The Kidron Valley Outside Jerusalem And Burned It There. He Ground It To Powder And Scattered The Dust Over The Graves Of The Common People.",
      "He Also Tore Down The Quarters Of The Male Shrine Prostitutes, Which Were In The Temple Of The Lord And Where Women Did Weaving For Asherah.",
      "Josiah Brought All The Priests From The Towns Of Judah And Desecrated The High Places, From Geba To Beersheba, Where The Priests Had Burned Incense. He Broke Down The Shrines At The Gates-at The Entrance To The Gate Of Joshua, The City Governor, Which Is On The Left Of The City Gate.",
      "Although The Priests Of The High Places Did Not Serve At The Altar Of The Lord In Jerusalem, They Ate Unleavened Bread With Their Fellow Priests.",
      "He Desecrated Topheth, Which Was In The Valley Of Ben Hinnom, So No One Could Use It To Sacrifice His Son Or Daughter In The Fire To Molech.",
      "He Removed From The Entrance To The Temple Of The Lord The Horses That The Kings Of Judah Had Dedicated To The Sun. They Were In The Court Near The Room Of An Official Named Nathan-melech. Josiah Then Burned The Chariots Dedicated To The Sun.",
      "He Pulled Down The Altars The Kings Of Judah Had Erected On The Roof Near The Upper Room Of Ahaz, And The Altars Manasseh Had Built In The Two Courts Of The Temple Of The Lord . He Removed Them From There, Smashed Them To Pieces And Threw The Rubble Into The Kidron Valley.",
      "The King Also Desecrated The High Places That Were East Of Jerusalem On The South Of The Hill Of Corruption-the Ones Solomon King Of Israel Had Built For Ashtoreth The Vile Goddess Of The Sidonians, For Chemosh The Vile God Of Moab, And For Molech The Detestable God Of The People Of Ammon.",
      "Josiah Smashed The Sacred Stones And Cut Down The Asherah Poles And Covered The Sites With Human Bones.",
      "Even The Altar At Bethel, The High Place Made By Jeroboam Son Of Nebat, Who Had Caused Israel To Sin-even That Altar And High Place He Demolished. He Burned The High Place And Ground It To Powder, And Burned The Asherah Pole Also.",
      "Then Josiah Looked Around, And When He Saw The Tombs That Were There On The Hillside, He Had The Bones Removed From Them And Burned On The Altar To Defile It, In Accordance With The Word Of The Lord Proclaimed By The Man Of God Who Foretold These Things.",
      "The King Asked, \"What Is That Tombstone I See?\" The Men Of The City Said, \"It Marks The Tomb Of The Man Of God Who Came From Judah And Pronounced Against The Altar Of Bethel The Very Things You Have Done To It.\"",
      "\"Leave It Alone,\" He Said. \"Don't Let Anyone Disturb His Bones.\" So They Spared His Bones And Those Of The Prophet Who Had Come From Samaria.",
      "Just As He Had Done At Bethel, Josiah Removed And Defiled All The Shrines At The High Places That The Kings Of Israel Had Built In The Towns Of Samaria That Had Provoked The Lord To Anger.",
      "Josiah Slaughtered All The Priests Of Those High Places On The Altars And Burned Human Bones On Them. Then He Went Back To Jerusalem.",
      "The King Gave This Order To All The People: \"Celebrate The Passover To The Lord Your God, As It Is Written In This Book Of The Covenant.\"",
      "Not Since The Days Of The Judges Who Led Israel, Nor Throughout The Days Of The Kings Of Israel And The Kings Of Judah, Had Any Such Passover Been Observed.",
      "But In The Eighteenth Year Of King Josiah, This Passover Was Celebrated To The Lord In Jerusalem.",
      "Furthermore, Josiah Got Rid Of The Mediums And Spiritists, The Household Gods, The Idols And All The Other Detestable Things Seen In Judah And Jerusalem. This He Did To Fulfill The Requirements Of The Law Written In The Book That Hilkiah The Priest Had Discovered In The Temple Of The Lord .",
      "Neither Before Nor After Josiah Was There A King Like Him Who Turned To The Lord As He Did-with All His Heart And With All His Soul And With All His Strength, In Accordance With All The Law Of Moses.",
      "Nevertheless, The Lord Did Not Turn Away From The Heat Of His Fierce Anger, Which Burned Against Judah Because Of All That Manasseh Had Done To Provoke Him To Anger.",
      "So The Lord Said, \"I Will Remove Judah Also From My Presence As I Removed Israel, And I Will Reject Jerusalem, The City I Chose, And This Temple, About Which I Said, 'There Shall My Name Be.' \"",
      "As For The Other Events Of Josiah's Reign, And All He Did, Are They Not Written In The Book Of The Annals Of The Kings Of Judah?",
      "While Josiah Was King, Pharaoh Neco King Of Egypt Went Up To The Euphrates River To Help The King Of Assyria. King Josiah Marched Out To Meet Him In Battle, But Neco Faced Him And Killed Him At Megiddo.",
      "Josiah's Servants Brought His Body In A Chariot From Megiddo To Jerusalem And Buried Him In His Own Tomb. And The People Of The Land Took Jehoahaz Son Of Josiah And Anointed Him And Made Him King In Place Of His Father.",
      "Jehoahaz Was Twenty-three Years Old When He Became King, And He Reigned In Jerusalem Three Months. His Mother's Name Was Hamutal Daughter Of Jeremiah; She Was From Libnah.",
      "He Did Evil In The Eyes Of The Lord , Just As His Fathers Had Done.",
      "Pharaoh Neco Put Him In Chains At Riblah In The Land Of Hamath So That He Might Not Reign In Jerusalem, And He Imposed On Judah A Levy Of A Hundred Talents Of Silver And A Talent Of Gold.",
      "Pharaoh Neco Made Eliakim Son Of Josiah King In Place Of His Father Josiah And Changed Eliakim's Name To Jehoiakim. But He Took Jehoahaz And Carried Him Off To Egypt, And There He Died.",
      "Jehoiakim Paid Pharaoh Neco The Silver And Gold He Demanded. In Order To Do So, He Taxed The Land And Exacted The Silver And Gold From The People Of The Land According To Their Assessments.",
      "Jehoiakim Was Twenty-five Years Old When He Became King, And He Reigned In Jerusalem Eleven Years. His Mother's Name Was Zebidah Daughter Of Pedaiah; She Was From Rumah.",
      "And He Did Evil In The Eyes Of The Lord , Just As His Fathers Had Done."
    ],
    [
      "During Jehoiakim's Reign, Nebuchadnezzar King Of Babylon Invaded The Land, And Jehoiakim Became His Vassal For Three Years. But Then He Changed His Mind And Rebelled Against Nebuchadnezzar.",
      "The Lord Sent Babylonian, Aramean, Moabite And Ammonite Raiders Against Him. He Sent Them To Destroy Judah, In Accordance With The Word Of The Lord Proclaimed By His Servants The Prophets.",
      "Surely These Things Happened To Judah According To The Lord 'S Command, In Order To Remove Them From His Presence Because Of The Sins Of Manasseh And All He Had Done,",
      "Including The Shedding Of Innocent Blood. For He Had Filled Jerusalem With Innocent Blood, And The Lord Was Not Willing To Forgive.",
      "As For The Other Events Of Jehoiakim's Reign, And All He Did, Are They Not Written In The Book Of The Annals Of The Kings Of Judah?",
      "Jehoiakim Rested With His Fathers. And Jehoiachin His Son Succeeded Him As King.",
      "The King Of Egypt Did Not March Out From His Own Country Again, Because The King Of Babylon Had Taken All His Territory, From The Wadi Of Egypt To The Euphrates River.",
      "Jehoiachin Was Eighteen Years Old When He Became King, And He Reigned In Jerusalem Three Months. His Mother's Name Was Nehushta Daughter Of Elnathan; She Was From Jerusalem.",
      "He Did Evil In The Eyes Of The Lord , Just As His Father Had Done.",
      "At That Time The Officers Of Nebuchadnezzar King Of Babylon Advanced On Jerusalem And Laid Siege To It,",
      "And Nebuchadnezzar Himself Came Up To The City While His Officers Were Besieging It.",
      "Jehoiachin King Of Judah, His Mother, His Attendants, His Nobles And His Officials All Surrendered To Him. In The Eighth Year Of The Reign Of The King Of Babylon, He Took Jehoiachin Prisoner.",
      "As The Lord Had Declared, Nebuchadnezzar Removed All The Treasures From The Temple Of The Lord And From The Royal Palace, And Took Away All The Gold Articles That Solomon King Of Israel Had Made For The Temple Of The Lord .",
      "He Carried Into Exile All Jerusalem: All The Officers And Fighting Men, And All The Craftsmen And Artisans-a Total Of Ten Thousand. Only The Poorest People Of The Land Were Left.",
      "Nebuchadnezzar Took Jehoiachin Captive To Babylon. He Also Took From Jerusalem To Babylon The King's Mother, His Wives, His Officials And The Leading Men Of The Land.",
      "The King Of Babylon Also Deported To Babylon The Entire Force Of Seven Thousand Fighting Men, Strong And Fit For War, And A Thousand Craftsmen And Artisans.",
      "He Made Mattaniah, Jehoiachin's Uncle, King In His Place And Changed His Name To Zedekiah.",
      "Zedekiah Was Twenty-one Years Old When He Became King, And He Reigned In Jerusalem Eleven Years. His Mother's Name Was Hamutal Daughter Of Jeremiah; She Was From Libnah.",
      "He Did Evil In The Eyes Of The Lord , Just As Jehoiakim Had Done.",
      "It Was Because Of The Lord 'S Anger That All This Happened To Jerusalem And Judah, And In The End He Thrust Them From His Presence. Now Zedekiah Rebelled Against The King Of Babylon."
    ],
    [
      "So In The Ninth Year Of Zedekiah's Reign, On The Tenth Day Of The Tenth Month, Nebuchadnezzar King Of Babylon Marched Against Jerusalem With His Whole Army. He Encamped Outside The City And Built Siege Works All Around It.",
      "The City Was Kept Under Siege Until The Eleventh Year Of King Zedekiah.",
      "By The Ninth Day Of The Fourth Month The Famine In The City Had Become So Severe That There Was No Food For The People To Eat.",
      "Then The City Wall Was Broken Through, And The Whole Army Fled At Night Through The Gate Between The Two Walls Near The King's Garden, Though The Babylonians Were Surrounding The City. They Fled Toward The Arabah,",
      "But The Babylonian Army Pursued The King And Overtook Him In The Plains Of Jericho. All His Soldiers Were Separated From Him And Scattered,",
      "And He Was Captured. He Was Taken To The King Of Babylon At Riblah, Where Sentence Was Pronounced On Him.",
      "They Killed The Sons Of Zedekiah Before His Eyes. Then They Put Out His Eyes, Bound Him With Bronze Shackles And Took Him To Babylon.",
      "On The Seventh Day Of The Fifth Month, In The Nineteenth Year Of Nebuchadnezzar King Of Babylon, Nebuzaradan Commander Of The Imperial Guard, An Official Of The King Of Babylon, Came To Jerusalem.",
      "He Set Fire To The Temple Of The Lord , The Royal Palace And All The Houses Of Jerusalem. Every Important Building He Burned Down.",
      "The Whole Babylonian Army, Under The Commander Of The Imperial Guard, Broke Down The Walls Around Jerusalem.",
      "Nebuzaradan The Commander Of The Guard Carried Into Exile The People Who Remained In The City, Along With The Rest Of The Populace And Those Who Had Gone Over To The King Of Babylon.",
      "But The Commander Left Behind Some Of The Poorest People Of The Land To Work The Vineyards And Fields.",
      "The Babylonians Broke Up The Bronze Pillars, The Movable Stands And The Bronze Sea That Were At The Temple Of The Lord And They Carried The Bronze To Babylon.",
      "They Also Took Away The Pots, Shovels, Wick Trimmers, Dishes And All The Bronze Articles Used In The Temple Service.",
      "The Commander Of The Imperial Guard Took Away The Censers And Sprinkling Bowls-all That Were Made Of Pure Gold Or Silver.",
      "The Bronze From The Two Pillars, The Sea And The Movable Stands, Which Solomon Had Made For The Temple Of The Lord , Was More Than Could Be Weighed.",
      "Each Pillar Was Twenty-seven Feet High. The Bronze Capital On Top Of One Pillar Was Four And A Half Feet High And Was Decorated With A Network And Pomegranates Of Bronze All Around. The Other Pillar, With Its Network, Was Similar.",
      "The Commander Of The Guard Took As Prisoners Seraiah The Chief Priest, Zephaniah The Priest Next In Rank And The Three Doorkeepers.",
      "Of Those Still In The City, He Took The Officer In Charge Of The Fighting Men And Five Royal Advisers. He Also Took The Secretary Who Was Chief Officer In Charge Of Conscripting The People Of The Land And Sixty Of His Men Who Were Found In The City.",
      "Nebuzaradan The Commander Took Them All And Brought Them To The King Of Babylon At Riblah.",
      "There At Riblah, In The Land Of Hamath, The King Had Them Executed. So Judah Went Into Captivity, Away From Her Land.",
      "Nebuchadnezzar King Of Babylon Appointed Gedaliah Son Of Ahikam, The Son Of Shaphan, To Be Over The People He Had Left Behind In Judah.",
      "When All The Army Officers And Their Men Heard That The King Of Babylon Had Appointed Gedaliah As Governor, They Came To Gedaliah At Mizpah-ishmael Son Of Nethaniah, Johanan Son Of Kareah, Seraiah Son Of Tanhumeth The Netophathite, Jaazaniah The Son Of The Maacathite, And Their Men.",
      "Gedaliah Took An Oath To Reassure Them And Their Men. \"Do Not Be Afraid Of The Babylonian Officials,\" He Said. \"Settle Down In The Land And Serve The King Of Babylon, And It Will Go Well With You.\"",
      "In The Seventh Month, However, Ishmael Son Of Nethaniah, The Son Of Elishama, Who Was Of Royal Blood, Came With Ten Men And Assassinated Gedaliah And Also The Men Of Judah And The Babylonians Who Were With Him At Mizpah.",
      "At This, All The People From The Least To The Greatest, Together With The Army Officers, Fled To Egypt For Fear Of The Babylonians.",
      "In The Thirty-seventh Year Of The Exile Of Jehoiachin King Of Judah, In The Year Evil-merodach Became King Of Babylon, He Released Jehoiachin From Prison On The Twenty-seventh Day Of The Twelfth Month.",
      "He Spoke Kindly To Him And Gave Him A Seat Of Honor Higher Than Those Of The Other Kings Who Were With Him In Babylon.",
      "So Jehoiachin Put Aside His Prison Clothes And For The Rest Of His Life Ate Regularly At The King's Table.",
      "Day By Day The King Gave Jehoiachin A Regular Allowance As Long As He Lived."
    ]
  ]
}
