{
  "chapter": [
    [
      "Adam, Seth, Enosh,",
      "Kenan, Mahalalel, Jared,",
      "Enoch, Methuselah, Lamech, Noah.",
      "The Sons Of Noah: Shem, Ham And Japheth. The Japhethites",
      "The Sons Of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech And Tiras.",
      "The Sons Of Gomer: Ashkenaz, Riphath And Togarmah.",
      "The Sons Of Javan: Elishah, Tarshish, The Kittim And The Rodanim. The Hamites",
      "The Sons Of Ham: Cush, Mizraim, Put And Canaan.",
      "The Sons Of Cush: Seba, Havilah, Sabta, Raamah And Sabteca. The Sons Of Raamah: Sheba And Dedan.",
      "Cush Was The Father Of Nimrod, Who Grew To Be A Mighty Warrior On Earth.",
      "Mizraim Was The Father Of The Ludites, Anamites, Lehabites, Naphtuhites,",
      "Pathrusites, Casluhites (From Whom The Philistines Came) And Caphtorites.",
      "Canaan Was The Father Of Sidon His Firstborn, And Of The Hittites,",
      "Jebusites, Amorites, Girgashites,",
      "Hivites, Arkites, Sinites,",
      "Arvadites, Zemarites And Hamathites. The Semites",
      "The Sons Of Shem: Elam, Asshur, Arphaxad, Lud And Aram. The Sons Of Aram : Uz, Hul, Gether And Meshech.",
      "Arphaxad Was The Father Of Shelah, And Shelah The Father Of Eber.",
      "Two Sons Were Born To Eber: One Was Named Peleg, Because In His Time The Earth Was Divided; His Brother Was Named Joktan.",
      "Joktan Was The Father Of Almodad, Sheleph, Hazarmaveth, Jerah,",
      "Hadoram, Uzal, Diklah,",
      "Obal, Abimael, Sheba,",
      "Ophir, Havilah And Jobab. All These Were Sons Of Joktan.",
      "Shem, Arphaxad, Shelah,",
      "Eber, Peleg, Reu,",
      "Serug, Nahor, Terah",
      "And Abram (That Is, Abraham).",
      "The Sons Of Abraham: Isaac And Ishmael. Descendants Of Hagar",
      "These Were Their Descendants: Nebaioth The Firstborn Of Ishmael, Kedar, Adbeel, Mibsam,",
      "Mishma, Dumah, Massa, Hadad, Tema,",
      "Jetur, Naphish And Kedemah. These Were The Sons Of Ishmael. Descendants Of Keturah",
      "The Sons Born To Keturah, Abraham's Concubine: Zimran, Jokshan, Medan, Midian, Ishbak And Shuah. The Sons Of Jokshan: Sheba And Dedan.",
      "The Sons Of Midian: Ephah, Epher, Hanoch, Abida And Eldaah. All These Were Descendants Of Keturah. Descendants Of Sarah",
      "Abraham Was The Father Of Isaac. The Sons Of Isaac: Esau And Israel.",
      "The Sons Of Esau: Eliphaz, Reuel, Jeush, Jalam And Korah.",
      "The Sons Of Eliphaz: Teman, Omar, Zepho, Gatam And Kenaz; By Timna: Amalek.",
      "The Sons Of Reuel: Nahath, Zerah, Shammah And Mizzah. The People Of Seir In Edom",
      "The Sons Of Seir: Lotan, Shobal, Zibeon, Anah, Dishon, Ezer And Dishan.",
      "The Sons Of Lotan: Hori And Homam. Timna Was Lotan's Sister.",
      "The Sons Of Shobal: Alvan, Manahath, Ebal, Shepho And Onam. The Sons Of Zibeon: Aiah And Anah.",
      "The Son Of Anah: Dishon. The Sons Of Dishon: Hemdan, Eshban, Ithran And Keran.",
      "The Sons Of Ezer: Bilhan, Zaavan And Akan. The Sons Of Dishan : Uz And Aran. The Rulers Of Edom",
      "These Were The Kings Who Reigned In Edom Before Any Israelite King Reigned : Bela Son Of Beor, Whose City Was Named Dinhabah.",
      "When Bela Died, Jobab Son Of Zerah From Bozrah Succeeded Him As King.",
      "When Jobab Died, Husham From The Land Of The Temanites Succeeded Him As King.",
      "When Husham Died, Hadad Son Of Bedad, Who Defeated Midian In The Country Of Moab, Succeeded Him As King. His City Was Named Avith.",
      "When Hadad Died, Samlah From Masrekah Succeeded Him As King.",
      "When Samlah Died, Shaul From Rehoboth On The River Succeeded Him As King.",
      "When Shaul Died, Baal-hanan Son Of Acbor Succeeded Him As King.",
      "When Baal-hanan Died, Hadad Succeeded Him As King. His City Was Named Pau, And His Wife's Name Was Mehetabel Daughter Of Matred, The Daughter Of Me-zahab.",
      "Hadad Also Died. The Chiefs Of Edom Were: Timna, Alvah, Jetheth,",
      "Oholibamah, Elah, Pinon,",
      "Kenaz, Teman, Mibzar,",
      "Magdiel And Iram. These Were The Chiefs Of Edom."
    ],
    [
      "These Were The Sons Of Israel: Reuben, Simeon, Levi, Judah, Issachar, Zebulun,",
      "Dan, Joseph, Benjamin, Naphtali, Gad And Asher.",
      "The Sons Of Judah: Er, Onan And Shelah. These Three Were Born To Him By A Canaanite Woman, The Daughter Of Shua. Er, Judah's Firstborn, Was Wicked In The Lord 'S Sight; So The Lord Put Him To Death.",
      "Tamar, Judah's Daughter-in-law, Bore Him Perez And Zerah. Judah Had Five Sons In All.",
      "The Sons Of Perez: Hezron And Hamul.",
      "The Sons Of Zerah: Zimri, Ethan, Heman, Calcol And Darda -Five In All.",
      "The Son Of Carmi: Achar, Who Brought Trouble On Israel By Violating The Ban On Taking Devoted Things.",
      "The Son Of Ethan: Azariah.",
      "The Sons Born To Hezron Were: Jerahmeel, Ram And Caleb. From Ram Son Of Hezron",
      "Ram Was The Father Of Amminadab, And Amminadab The Father Of Nahshon, The Leader Of The People Of Judah.",
      "Nahshon Was The Father Of Salmon, Salmon The Father Of Boaz,",
      "Boaz The Father Of Obed And Obed The Father Of Jesse.",
      "Jesse Was The Father Of Eliab His Firstborn; The Second Son Was Abinadab, The Third Shimea,",
      "The Fourth Nethanel, The Fifth Raddai,",
      "The Sixth Ozem And The Seventh David.",
      "Their Sisters Were Zeruiah And Abigail. Zeruiah's Three Sons Were Abishai, Joab And Asahel.",
      "Abigail Was The Mother Of Amasa, Whose Father Was Jether The Ishmaelite. Caleb Son Of Hezron",
      "Caleb Son Of Hezron Had Children By His Wife Azubah (And By Jerioth). These Were Her Sons: Jesher, Shobab And Ardon.",
      "When Azubah Died, Caleb Married Ephrath, Who Bore Him Hur.",
      "Hur Was The Father Of Uri, And Uri The Father Of Bezalel.",
      "Later, Hezron Lay With The Daughter Of Makir The Father Of Gilead (He Had Married Her When He Was Sixty Years Old), And She Bore Him Segub.",
      "Segub Was The Father Of Jair, Who Controlled Twenty-three Towns In Gilead.",
      "(But Geshur And Aram Captured Havvoth Jair, As Well As Kenath With Its Surrounding Settlements-sixty Towns.) All These Were Descendants Of Makir The Father Of Gilead.",
      "After Hezron Died In Caleb Ephrathah, Abijah The Wife Of Hezron Bore Him Ashhur The Father Of Tekoa. Jerahmeel Son Of Hezron",
      "The Sons Of Jerahmeel The Firstborn Of Hezron: Ram His Firstborn, Bunah, Oren, Ozem And Ahijah.",
      "Jerahmeel Had Another Wife, Whose Name Was Atarah; She Was The Mother Of Onam.",
      "The Sons Of Ram The Firstborn Of Jerahmeel: Maaz, Jamin And Eker.",
      "The Sons Of Onam: Shammai And Jada. The Sons Of Shammai: Nadab And Abishur.",
      "Abishur's Wife Was Named Abihail, Who Bore Him Ahban And Molid.",
      "The Sons Of Nadab: Seled And Appaim. Seled Died Without Children.",
      "The Son Of Appaim: Ishi, Who Was The Father Of Sheshan. Sheshan Was The Father Of Ahlai.",
      "The Sons Of Jada, Shammai's Brother: Jether And Jonathan. Jether Died Without Children.",
      "The Sons Of Jonathan: Peleth And Zaza. These Were The Descendants Of Jerahmeel.",
      "Sheshan Had No Sons-only Daughters. He Had An Egyptian Servant Named Jarha.",
      "Sheshan Gave His Daughter In Marriage To His Servant Jarha, And She Bore Him Attai.",
      "Attai Was The Father Of Nathan, Nathan The Father Of Zabad,",
      "Zabad The Father Of Ephlal, Ephlal The Father Of Obed,",
      "Obed The Father Of Jehu, Jehu The Father Of Azariah,",
      "Azariah The Father Of Helez, Helez The Father Of Eleasah,",
      "Eleasah The Father Of Sismai, Sismai The Father Of Shallum,",
      "Shallum The Father Of Jekamiah, And Jekamiah The Father Of Elishama. The Clans Of Caleb",
      "The Sons Of Caleb The Brother Of Jerahmeel: Mesha His Firstborn, Who Was The Father Of Ziph, And His Son Mareshah, Who Was The Father Of Hebron.",
      "The Sons Of Hebron: Korah, Tappuah, Rekem And Shema.",
      "Shema Was The Father Of Raham, And Raham The Father Of Jorkeam. Rekem Was The Father Of Shammai.",
      "The Son Of Shammai Was Maon, And Maon Was The Father Of Beth Zur.",
      "Caleb's Concubine Ephah Was The Mother Of Haran, Moza And Gazez. Haran Was The Father Of Gazez.",
      "The Sons Of Jahdai: Regem, Jotham, Geshan, Pelet, Ephah And Shaaph.",
      "Caleb's Concubine Maacah Was The Mother Of Sheber And Tirhanah.",
      "She Also Gave Birth To Shaaph The Father Of Madmannah And To Sheva The Father Of Macbenah And Gibea. Caleb's Daughter Was Acsah.",
      "These Were The Descendants Of Caleb. The Sons Of Hur The Firstborn Of Ephrathah: Shobal The Father Of Kiriath Jearim,",
      "Salma The Father Of Bethlehem, And Hareph The Father Of Beth Gader.",
      "The Descendants Of Shobal The Father Of Kiriath Jearim Were: Haroeh, Half The Manahathites,",
      "And The Clans Of Kiriath Jearim: The Ithrites, Puthites, Shumathites And Mishraites. From These Descended The Zorathites And Eshtaolites.",
      "The Descendants Of Salma: Bethlehem, The Netophathites, Atroth Beth Joab, Half The Manahathites, The Zorites,",
      "And The Clans Of Scribes Who Lived At Jabez: The Tirathites, Shimeathites And Sucathites. These Are The Kenites Who Came From Hammath, The Father Of The House Of Recab."
    ],
    [
      "These Were The Sons Of David Born To Him In Hebron: The Firstborn Was Amnon The Son Of Ahinoam Of Jezreel; The Second, Daniel The Son Of Abigail Of Carmel;",
      "The Third, Absalom The Son Of Maacah Daughter Of Talmai King Of Geshur; The Fourth, Adonijah The Son Of Haggith;",
      "The Fifth, Shephatiah The Son Of Abital; And The Sixth, Ithream, By His Wife Eglah.",
      "These Six Were Born To David In Hebron, Where He Reigned Seven Years And Six Months. David Reigned In Jerusalem Thirty-three Years,",
      "And These Were The Children Born To Him There: Shammua, Shobab, Nathan And Solomon. These Four Were By Bathsheba Daughter Of Ammiel.",
      "There Were Also Ibhar, Elishua, Eliphelet,",
      "Nogah, Nepheg, Japhia,",
      "Elishama, Eliada And Eliphelet-nine In All.",
      "All These Were The Sons Of David, Besides His Sons By His Concubines. And Tamar Was Their Sister. The Kings Of Judah",
      "Solomon's Son Was Rehoboam, Abijah His Son, Asa His Son, Jehoshaphat His Son,",
      "Jehoram His Son, Ahaziah His Son, Joash His Son,",
      "Amaziah His Son, Azariah His Son, Jotham His Son,",
      "Ahaz His Son, Hezekiah His Son, Manasseh His Son,",
      "Amon His Son, Josiah His Son.",
      "The Sons Of Josiah: Johanan The Firstborn, Jehoiakim The Second Son, Zedekiah The Third, Shallum The Fourth.",
      "The Successors Of Jehoiakim: Jehoiachin His Son, And Zedekiah. The Royal Line After The Exile",
      "The Descendants Of Jehoiachin The Captive: Shealtiel His Son,",
      "Malkiram, Pedaiah, Shenazzar, Jekamiah, Hoshama And Nedabiah.",
      "The Sons Of Pedaiah: Zerubbabel And Shimei. The Sons Of Zerubbabel: Meshullam And Hananiah. Shelomith Was Their Sister.",
      "There Were Also Five Others: Hashubah, Ohel, Berekiah, Hasadiah And Jushab-hesed.",
      "The Descendants Of Hananiah: Pelatiah And Jeshaiah, And The Sons Of Rephaiah, Of Arnan, Of Obadiah And Of Shecaniah.",
      "The Descendants Of Shecaniah: Shemaiah And His Sons: Hattush, Igal, Bariah, Neariah And Shaphat-six In All.",
      "The Sons Of Neariah: Elioenai, Hizkiah And Azrikam-three In All.",
      "The Sons Of Elioenai: Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah And Anani-seven In All."
    ],
    [
      "The Descendants Of Judah: Perez, Hezron, Carmi, Hur And Shobal.",
      "Reaiah Son Of Shobal Was The Father Of Jahath, And Jahath The Father Of Ahumai And Lahad. These Were The Clans Of The Zorathites.",
      "These Were The Sons Of Etam: Jezreel, Ishma And Idbash. Their Sister Was Named Hazzelelponi.",
      "Penuel Was The Father Of Gedor, And Ezer The Father Of Hushah. These Were The Descendants Of Hur, The Firstborn Of Ephrathah And Father Of Bethlehem.",
      "Ashhur The Father Of Tekoa Had Two Wives, Helah And Naarah.",
      "Naarah Bore Him Ahuzzam, Hepher, Temeni And Haahashtari. These Were The Descendants Of Naarah.",
      "The Sons Of Helah: Zereth, Zohar, Ethnan,",
      "And Koz, Who Was The Father Of Anub And Hazzobebah And Of The Clans Of Aharhel Son Of Harum.",
      "Jabez Was More Honorable Than His Brothers. His Mother Had Named Him Jabez, Saying, \"I Gave Birth To Him In Pain.\"",
      "Jabez Cried Out To The God Of Israel, \"Oh, That You Would Bless Me And Enlarge My Territory! Let Your Hand Be With Me, And Keep Me From Harm So That I Will Be Free From Pain.\" And God Granted His Request.",
      "Kelub, Shuhah's Brother, Was The Father Of Mehir, Who Was The Father Of Eshton.",
      "Eshton Was The Father Of Beth Rapha, Paseah And Tehinnah The Father Of Ir Nahash. These Were The Men Of Recah.",
      "The Sons Of Kenaz: Othniel And Seraiah. The Sons Of Othniel: Hathath And Meonothai.",
      "Meonothai Was The Father Of Ophrah. Seraiah Was The Father Of Joab, The Father Of Ge Harashim. It Was Called This Because Its People Were Craftsmen.",
      "The Sons Of Caleb Son Of Jephunneh: Iru, Elah And Naam. The Son Of Elah: Kenaz.",
      "The Sons Of Jehallelel: Ziph, Ziphah, Tiria And Asarel.",
      "The Sons Of Ezrah: Jether, Mered, Epher And Jalon. One Of Mered's Wives Gave Birth To Miriam, Shammai And Ishbah The Father Of Eshtemoa.",
      "(His Judean Wife Gave Birth To Jered The Father Of Gedor, Heber The Father Of Soco, And Jekuthiel The Father Of Zanoah.) These Were The Children Of Pharaoh's Daughter Bithiah, Whom Mered Had Married.",
      "The Sons Of Hodiah's Wife, The Sister Of Naham: The Father Of Keilah The Garmite, And Eshtemoa The Maacathite.",
      "The Sons Of Shimon: Amnon, Rinnah, Ben-hanan And Tilon. The Descendants Of Ishi: Zoheth And Ben-zoheth.",
      "The Sons Of Shelah Son Of Judah: Er The Father Of Lecah, Laadah The Father Of Mareshah And The Clans Of The Linen Workers At Beth Ashbea,",
      "Jokim, The Men Of Cozeba, And Joash And Saraph, Who Ruled In Moab And Jashubi Lehem. (These Records Are From Ancient Times.)",
      "They Were The Potters Who Lived At Netaim And Gederah; They Stayed There And Worked For The King.",
      "The Descendants Of Simeon: Nemuel, Jamin, Jarib, Zerah And Shaul;",
      "Shallum Was Shaul's Son, Mibsam His Son And Mishma His Son.",
      "The Descendants Of Mishma: Hammuel His Son, Zaccur His Son And Shimei His Son.",
      "Shimei Had Sixteen Sons And Six Daughters, But His Brothers Did Not Have Many Children; So Their Entire Clan Did Not Become As Numerous As The People Of Judah.",
      "They Lived In Beersheba, Moladah, Hazar Shual,",
      "Bilhah, Ezem, Tolad,",
      "Bethuel, Hormah, Ziklag,",
      "Beth Marcaboth, Hazar Susim, Beth Biri And Shaaraim. These Were Their Towns Until The Reign Of David.",
      "Their Surrounding Villages Were Etam, Ain, Rimmon, Token And Ashan-five Towns-",
      "And All The Villages Around These Towns As Far As Baalath. These Were Their Settlements. And They Kept A Genealogical Record.",
      "Meshobab, Jamlech, Joshah Son Of Amaziah,",
      "Joel, Jehu Son Of Joshibiah, The Son Of Seraiah, The Son Of Asiel,",
      "Also Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah,",
      "And Ziza Son Of Shiphi, The Son Of Allon, The Son Of Jedaiah, The Son Of Shimri, The Son Of Shemaiah.",
      "The Men Listed Above By Name Were Leaders Of Their Clans. Their Families Increased Greatly,",
      "And They Went To The Outskirts Of Gedor To The East Of The Valley In Search Of Pasture For Their Flocks.",
      "They Found Rich, Good Pasture, And The Land Was Spacious, Peaceful And Quiet. Some Hamites Had Lived There Formerly.",
      "The Men Whose Names Were Listed Came In The Days Of Hezekiah King Of Judah. They Attacked The Hamites In Their Dwellings And Also The Meunites Who Were There And Completely Destroyed Them, As Is Evident To This Day. Then They Settled In Their Place, Because There Was Pasture For Their Flocks.",
      "And Five Hundred Of These Simeonites, Led By Pelatiah, Neariah, Rephaiah And Uzziel, The Sons Of Ishi, Invaded The Hill Country Of Seir.",
      "They Killed The Remaining Amalekites Who Had Escaped, And They Have Lived There To This Day."
    ],
    [
      "The Sons Of Reuben The Firstborn Of Israel (He Was The Firstborn, But When He Defiled His Father's Marriage Bed, His Rights As Firstborn Were Given To The Sons Of Joseph Son Of Israel; So He Could Not Be Listed In The Genealogical Record In Accordance With His Birthright,",
      "And Though Judah Was The Strongest Of His Brothers And A Ruler Came From Him, The Rights Of The Firstborn Belonged To Joseph)-",
      "The Sons Of Reuben The Firstborn Of Israel: Hanoch, Pallu, Hezron And Carmi.",
      "The Descendants Of Joel: Shemaiah His Son, Gog His Son, Shimei His Son,",
      "Micah His Son, Reaiah His Son, Baal His Son,",
      "And Beerah His Son, Whom Tiglath-pileser King Of Assyria Took Into Exile. Beerah Was A Leader Of The Reubenites.",
      "Their Relatives By Clans, Listed According To Their Genealogical Records: Jeiel The Chief, Zechariah,",
      "And Bela Son Of Azaz, The Son Of Shema, The Son Of Joel. They Settled In The Area From Aroer To Nebo And Baal Meon.",
      "To The East They Occupied The Land Up To The Edge Of The Desert That Extends To The Euphrates River, Because Their Livestock Had Increased In Gilead.",
      "During Saul's Reign They Waged War Against The Hagrites, Who Were Defeated At Their Hands; They Occupied The Dwellings Of The Hagrites Throughout The Entire Region East Of Gilead.",
      "The Gadites Lived Next To Them In Bashan, As Far As Salecah:",
      "Joel Was The Chief, Shapham The Second, Then Janai And Shaphat, In Bashan.",
      "Their Relatives, By Families, Were: Michael, Meshullam, Sheba, Jorai, Jacan, Zia And Eber-seven In All.",
      "These Were The Sons Of Abihail Son Of Huri, The Son Of Jaroah, The Son Of Gilead, The Son Of Michael, The Son Of Jeshishai, The Son Of Jahdo, The Son Of Buz.",
      "Ahi Son Of Abdiel, The Son Of Guni, Was Head Of Their Family.",
      "The Gadites Lived In Gilead, In Bashan And Its Outlying Villages, And On All The Pasturelands Of Sharon As Far As They Extended.",
      "All These Were Entered In The Genealogical Records During The Reigns Of Jotham King Of Judah And Jeroboam King Of Israel.",
      "The Reubenites, The Gadites And The Half-tribe Of Manasseh Had , Men Ready For Military Service-able-bodied Men Who Could Handle Shield And Sword, Who Could Use A Bow, And Who Were Trained For Battle.",
      "They Waged War Against The Hagrites, Jetur, Naphish And Nodab.",
      "They Were Helped In Fighting Them, And God Handed The Hagrites And All Their Allies Over To Them, Because They Cried Out To Him During The Battle. He Answered Their Prayers, Because They Trusted In Him.",
      "They Seized The Livestock Of The Hagrites-fifty Thousand Camels, Two Hundred Fifty Thousand Sheep And Two Thousand Donkeys. They Also Took One Hundred Thousand People Captive,",
      "And Many Others Fell Slain, Because The Battle Was God's. And They Occupied The Land Until The Exile.",
      "The People Of The Half-tribe Of Manasseh Were Numerous; They Settled In The Land From Bashan To Baal Hermon, That Is, To Senir (Mount Hermon).",
      "These Were The Heads Of Their Families: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah And Jahdiel. They Were Brave Warriors, Famous Men, And Heads Of Their Families.",
      "But They Were Unfaithful To The God Of Their Fathers And Prostituted Themselves To The Gods Of The Peoples Of The Land, Whom God Had Destroyed Before Them.",
      "So The God Of Israel Stirred Up The Spirit Of Pul King Of Assyria (That Is, Tiglath-pileser King Of Assyria), Who Took The Reubenites, The Gadites And The Half-tribe Of Manasseh Into Exile. He Took Them To Halah, Habor, Hara And The River Of Gozan, Where They Are To This Day."
    ],
    [
      "The Sons Of Levi: Gershon, Kohath And Merari.",
      "The Sons Of Kohath: Amram, Izhar, Hebron And Uzziel.",
      "The Children Of Amram: Aaron, Moses And Miriam. The Sons Of Aaron: Nadab, Abihu, Eleazar And Ithamar.",
      "Eleazar Was The Father Of Phinehas, Phinehas The Father Of Abishua,",
      "Abishua The Father Of Bukki, Bukki The Father Of Uzzi,",
      "Uzzi The Father Of Zerahiah, Zerahiah The Father Of Meraioth,",
      "Meraioth The Father Of Amariah, Amariah The Father Of Ahitub,",
      "Ahitub The Father Of Zadok, Zadok The Father Of Ahimaaz,",
      "Ahimaaz The Father Of Azariah, Azariah The Father Of Johanan,",
      "Johanan The Father Of Azariah (It Was He Who Served As Priest In The Temple Solomon Built In Jerusalem),",
      "Azariah The Father Of Amariah, Amariah The Father Of Ahitub,",
      "Ahitub The Father Of Zadok, Zadok The Father Of Shallum,",
      "Shallum The Father Of Hilkiah, Hilkiah The Father Of Azariah,",
      "Azariah The Father Of Seraiah, And Seraiah The Father Of Jehozadak.",
      "Jehozadak Was Deported When The Lord Sent Judah And Jerusalem Into Exile By The Hand Of Nebuchadnezzar.",
      "The Sons Of Levi: Gershon, Kohath And Merari.",
      "These Are The Names Of The Sons Of Gershon: Libni And Shimei.",
      "The Sons Of Kohath: Amram, Izhar, Hebron And Uzziel.",
      "The Sons Of Merari: Mahli And Mushi. These Are The Clans Of The Levites Listed According To Their Fathers:",
      "Of Gershon: Libni His Son, Jehath His Son, Zimmah His Son,",
      "Joah His Son, Iddo His Son, Zerah His Son And Jeatherai His Son.",
      "The Descendants Of Kohath: Amminadab His Son, Korah His Son, Assir His Son,",
      "Elkanah His Son, Ebiasaph His Son, Assir His Son,",
      "Tahath His Son, Uriel His Son, Uzziah His Son And Shaul His Son.",
      "The Descendants Of Elkanah: Amasai, Ahimoth,",
      "Elkanah His Son, Zophai His Son, Nahath His Son,",
      "Eliab His Son, Jeroham His Son, Elkanah His Son And Samuel His Son.",
      "The Sons Of Samuel: Joel The Firstborn And Abijah The Second Son.",
      "The Descendants Of Merari: Mahli, Libni His Son, Shimei His Son, Uzzah His Son,",
      "Shimea His Son, Haggiah His Son And Asaiah His Son. The Temple Musicians",
      "These Are The Men David Put In Charge Of The Music In The House Of The Lord After The Ark Came To Rest There.",
      "They Ministered With Music Before The Tabernacle, The Tent Of Meeting, Until Solomon Built The Temple Of The Lord In Jerusalem. They Performed Their Duties According To The Regulations Laid Down For Them.",
      "Here Are The Men Who Served, Together With Their Sons: From The Kohathites: Heman, The Musician, The Son Of Joel, The Son Of Samuel,",
      "The Son Of Elkanah, The Son Of Jeroham, The Son Of Eliel, The Son Of Toah,",
      "The Son Of Zuph, The Son Of Elkanah, The Son Of Mahath, The Son Of Amasai,",
      "The Son Of Elkanah, The Son Of Joel, The Son Of Azariah, The Son Of Zephaniah,",
      "The Son Of Tahath, The Son Of Assir, The Son Of Ebiasaph, The Son Of Korah,",
      "The Son Of Izhar, The Son Of Kohath, The Son Of Levi, The Son Of Israel;",
      "And Heman's Associate Asaph, Who Served At His Right Hand: Asaph Son Of Berekiah, The Son Of Shimea,",
      "The Son Of Michael, The Son Of Baaseiah, The Son Of Malkijah,",
      "The Son Of Ethni, The Son Of Zerah, The Son Of Adaiah,",
      "The Son Of Ethan, The Son Of Zimmah, The Son Of Shimei,",
      "The Son Of Jahath, The Son Of Gershon, The Son Of Levi;",
      "And From Their Associates, The Merarites, At His Left Hand: Ethan Son Of Kishi, The Son Of Abdi, The Son Of Malluch,",
      "The Son Of Hashabiah, The Son Of Amaziah, The Son Of Hilkiah,",
      "The Son Of Amzi, The Son Of Bani, The Son Of Shemer,",
      "The Son Of Mahli, The Son Of Mushi, The Son Of Merari, The Son Of Levi.",
      "Their Fellow Levites Were Assigned To All The Other Duties Of The Tabernacle, The House Of God.",
      "But Aaron And His Descendants Were The Ones Who Presented Offerings On The Altar Of Burnt Offering And On The Altar Of Incense In Connection With All That Was Done In The Most Holy Place, Making Atonement For Israel, In Accordance With All That Moses The Servant Of God Had Commanded.",
      "These Were The Descendants Of Aaron: Eleazar His Son, Phinehas His Son, Abishua His Son,",
      "Bukki His Son, Uzzi His Son, Zerahiah His Son,",
      "Meraioth His Son, Amariah His Son, Ahitub His Son,",
      "Zadok His Son And Ahimaaz His Son.",
      "These Were The Locations Of Their Settlements Allotted As Their Territory (They Were Assigned To The Descendants Of Aaron Who Were From The Kohathite Clan, Because The First Lot Was For Them):",
      "They Were Given Hebron In Judah With Its Surrounding Pasturelands.",
      "But The Fields And Villages Around The City Were Given To Caleb Son Of Jephunneh.",
      "So The Descendants Of Aaron Were Given Hebron (A City Of Refuge), And Libnah, Jattir, Eshtemoa,",
      "Hilen, Debir,",
      "Ashan, Juttah And Beth Shemesh, Together With Their Pasturelands.",
      "And From The Tribe Of Benjamin They Were Given Gibeon, Geba, Alemeth And Anathoth, Together With Their Pasturelands. These Towns, Which Were Distributed Among The Kohathite Clans, Were Thirteen In All.",
      "The Rest Of Kohath's Descendants Were Allotted Ten Towns From The Clans Of Half The Tribe Of Manasseh.",
      "The Descendants Of Gershon, Clan By Clan, Were Allotted Thirteen Towns From The Tribes Of Issachar, Asher And Naphtali, And From The Part Of The Tribe Of Manasseh That Is In Bashan.",
      "The Descendants Of Merari, Clan By Clan, Were Allotted Twelve Towns From The Tribes Of Reuben, Gad And Zebulun.",
      "So The Israelites Gave The Levites These Towns And Their Pasturelands.",
      "From The Tribes Of Judah, Simeon And Benjamin They Allotted The Previously Named Towns.",
      "Some Of The Kohathite Clans Were Given As Their Territory Towns From The Tribe Of Ephraim.",
      "In The Hill Country Of Ephraim They Were Given Shechem (A City Of Refuge), And Gezer,",
      "Jokmeam, Beth Horon,",
      "Aijalon And Gath Rimmon, Together With Their Pasturelands.",
      "And From Half The Tribe Of Manasseh The Israelites Gave Aner And Bileam, Together With Their Pasturelands, To The Rest Of The Kohathite Clans.",
      "The Gershonites Received The Following: From The Clan Of The Half-tribe Of Manasseh They Received Golan In Bashan And Also Ashtaroth, Together With Their Pasturelands;",
      "From The Tribe Of Issachar They Received Kedesh, Daberath,",
      "Ramoth And Anem, Together With Their Pasturelands;",
      "From The Tribe Of Asher They Received Mashal, Abdon,",
      "Hukok And Rehob, Together With Their Pasturelands;",
      "And From The Tribe Of Naphtali They Received Kedesh In Galilee, Hammon And Kiriathaim, Together With Their Pasturelands.",
      "The Merarites (The Rest Of The Levites) Received The Following: From The Tribe Of Zebulun They Received Jokneam, Kartah, Rimmono And Tabor, Together With Their Pasturelands;",
      "From The Tribe Of Reuben Across The Jordan East Of Jericho They Received Bezer In The Desert, Jahzah,",
      "Kedemoth And Mephaath, Together With Their Pasturelands;",
      "And From The Tribe Of Gad They Received Ramoth In Gilead, Mahanaim,",
      "Heshbon And Jazer, Together With Their Pasturelands."
    ],
    [
      "The Sons Of Issachar: Tola, Puah, Jashub And Shimron-four In All.",
      "The Sons Of Tola: Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam And Samuel-heads Of Their Families. During The Reign Of David, The Descendants Of Tola Listed As Fighting Men In Their Genealogy Numbered ,.",
      "The Son Of Uzzi: Izrahiah. The Sons Of Izrahiah: Michael, Obadiah, Joel And Isshiah. All Five Of Them Were Chiefs.",
      "According To Their Family Genealogy, They Had , Men Ready For Battle, For They Had Many Wives And Children.",
      "The Relatives Who Were Fighting Men Belonging To All The Clans Of Issachar, As Listed In Their Genealogy, Were , In All.",
      "Three Sons Of Benjamin: Bela, Beker And Jediael.",
      "The Sons Of Bela: Ezbon, Uzzi, Uzziel, Jerimoth And Iri, Heads Of Families-five In All. Their Genealogical Record Listed , Fighting Men.",
      "The Sons Of Beker: Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth And Alemeth. All These Were The Sons Of Beker.",
      "Their Genealogical Record Listed The Heads Of Families And , Fighting Men.",
      "The Son Of Jediael: Bilhan. The Sons Of Bilhan: Jeush, Benjamin, Ehud, Kenaanah, Zethan, Tarshish And Ahishahar.",
      "All These Sons Of Jediael Were Heads Of Families. There Were , Fighting Men Ready To Go Out To War.",
      "The Shuppites And Huppites Were The Descendants Of Ir, And The Hushites The Descendants Of Aher.",
      "The Sons Of Naphtali: Jahziel, Guni, Jezer And Shillem -The Descendants Of Bilhah.",
      "The Descendants Of Manasseh: Asriel Was His Descendant Through His Aramean Concubine. She Gave Birth To Makir The Father Of Gilead.",
      "Makir Took A Wife From Among The Huppites And Shuppites. His Sister's Name Was Maacah. Another Descendant Was Named Zelophehad, Who Had Only Daughters.",
      "Makir's Wife Maacah Gave Birth To A Son And Named Him Peresh. His Brother Was Named Sheresh, And His Sons Were Ulam And Rakem.",
      "The Son Of Ulam: Bedan. These Were The Sons Of Gilead Son Of Makir, The Son Of Manasseh.",
      "His Sister Hammoleketh Gave Birth To Ishhod, Abiezer And Mahlah.",
      "The Sons Of Shemida Were: Ahian, Shechem, Likhi And Aniam.",
      "The Descendants Of Ephraim: Shuthelah, Bered His Son, Tahath His Son, Eleadah His Son, Tahath His Son,",
      "Zabad His Son And Shuthelah His Son. Ezer And Elead Were Killed By The Native-born Men Of Gath, When They Went Down To Seize Their Livestock.",
      "Their Father Ephraim Mourned For Them Many Days, And His Relatives Came To Comfort Him.",
      "Then He Lay With His Wife Again, And She Became Pregnant And Gave Birth To A Son. He Named Him Beriah, Because There Had Been Misfortune In His Family.",
      "His Daughter Was Sheerah, Who Built Lower And Upper Beth Horon As Well As Uzzen Sheerah.",
      "Rephah Was His Son, Resheph His Son, Telah His Son, Tahan His Son,",
      "Ladan His Son, Ammihud His Son, Elishama His Son,",
      "Nun His Son And Joshua His Son.",
      "Their Lands And Settlements Included Bethel And Its Surrounding Villages, Naaran To The East, Gezer And Its Villages To The West, And Shechem And Its Villages All The Way To Ayyah And Its Villages.",
      "Along The Borders Of Manasseh Were Beth Shan, Taanach, Megiddo And Dor, Together With Their Villages. The Descendants Of Joseph Son Of Israel Lived In These Towns.",
      "The Sons Of Asher: Imnah, Ishvah, Ishvi And Beriah. Their Sister Was Serah.",
      "The Sons Of Beriah: Heber And Malkiel, Who Was The Father Of Birzaith.",
      "Heber Was The Father Of Japhlet, Shomer And Hotham And Of Their Sister Shua.",
      "The Sons Of Japhlet: Pasach, Bimhal And Ashvath. These Were Japhlet's Sons.",
      "The Sons Of Shomer: Ahi, Rohgah, Hubbah And Aram.",
      "The Sons Of His Brother Helem: Zophah, Imna, Shelesh And Amal.",
      "The Sons Of Zophah: Suah, Harnepher, Shual, Beri, Imrah,",
      "Bezer, Hod, Shamma, Shilshah, Ithran And Beera.",
      "The Sons Of Jether: Jephunneh, Pispah And Ara.",
      "The Sons Of Ulla: Arah, Hanniel And Rizia.",
      "All These Were Descendants Of Asher-heads Of Families, Choice Men, Brave Warriors And Outstanding Leaders. The Number Of Men Ready For Battle, As Listed In Their Genealogy, Was ,."
    ],
    [
      "Benjamin Was The Father Of Bela His Firstborn, Ashbel The Second Son, Aharah The Third,",
      "Nohah The Fourth And Rapha The Fifth.",
      "The Sons Of Bela Were: Addar, Gera, Abihud,",
      "Abishua, Naaman, Ahoah,",
      "Gera, Shephuphan And Huram.",
      "These Were The Descendants Of Ehud, Who Were Heads Of Families Of Those Living In Geba And Were Deported To Manahath:",
      "Naaman, Ahijah, And Gera, Who Deported Them And Who Was The Father Of Uzza And Ahihud.",
      "Sons Were Born To Shaharaim In Moab After He Had Divorced His Wives Hushim And Baara.",
      "By His Wife Hodesh He Had Jobab, Zibia, Mesha, Malcam,",
      "Jeuz, Sakia And Mirmah. These Were His Sons, Heads Of Families.",
      "By Hushim He Had Abitub And Elpaal.",
      "The Sons Of Elpaal: Eber, Misham, Shemed (Who Built Ono And Lod With Its Surrounding Villages),",
      "And Beriah And Shema, Who Were Heads Of Families Of Those Living In Aijalon And Who Drove Out The Inhabitants Of Gath.",
      "Ahio, Shashak, Jeremoth,",
      "Zebadiah, Arad, Eder,",
      "Michael, Ishpah And Joha Were The Sons Of Beriah.",
      "Zebadiah, Meshullam, Hizki, Heber,",
      "Ishmerai, Izliah And Jobab Were The Sons Of Elpaal.",
      "Jakim, Zicri, Zabdi,",
      "Elienai, Zillethai, Eliel,",
      "Adaiah, Beraiah And Shimrath Were The Sons Of Shimei.",
      "Ishpan, Eber, Eliel,",
      "Abdon, Zicri, Hanan,",
      "Hananiah, Elam, Anthothijah,",
      "Iphdeiah And Penuel Were The Sons Of Shashak.",
      "Shamsherai, Shehariah, Athaliah,",
      "Jaareshiah, Elijah And Zicri Were The Sons Of Jeroham.",
      "All These Were Heads Of Families, Chiefs As Listed In Their Genealogy, And They Lived In Jerusalem.",
      "Jeiel The Father Of Gibeon Lived In Gibeon. His Wife's Name Was Maacah,",
      "And His Firstborn Son Was Abdon, Followed By Zur, Kish, Baal, Ner, Nadab,",
      "Gedor, Ahio, Zeker",
      "And Mikloth, Who Was The Father Of Shimeah. They Too Lived Near Their Relatives In Jerusalem.",
      "Ner Was The Father Of Kish, Kish The Father Of Saul, And Saul The Father Of Jonathan, Malki-shua, Abinadab And Esh-baal.",
      "The Son Of Jonathan: Merib-baal, Who Was The Father Of Micah.",
      "The Sons Of Micah: Pithon, Melech, Tarea And Ahaz.",
      "Ahaz Was The Father Of Jehoaddah, Jehoaddah Was The Father Of Alemeth, Azmaveth And Zimri, And Zimri Was The Father Of Moza.",
      "Moza Was The Father Of Binea; Raphah Was His Son, Eleasah His Son And Azel His Son.",
      "Azel Had Six Sons, And These Were Their Names: Azrikam, Bokeru, Ishmael, Sheariah, Obadiah And Hanan. All These Were The Sons Of Azel.",
      "The Sons Of His Brother Eshek: Ulam His Firstborn, Jeush The Second Son And Eliphelet The Third.",
      "The Sons Of Ulam Were Brave Warriors Who Could Handle The Bow. They Had Many Sons And Grandsons- In All. All These Were The Descendants Of Benjamin."
    ],
    [
      "All Israel Was Listed In The Genealogies Recorded In The Book Of The Kings Of Israel. The People Of Judah Were Taken Captive To Babylon Because Of Their Unfaithfulness.",
      "Now The First To Resettle On Their Own Property In Their Own Towns Were Some Israelites, Priests, Levites And Temple Servants.",
      "Those From Judah, From Benjamin, And From Ephraim And Manasseh Who Lived In Jerusalem Were:",
      "Uthai Son Of Ammihud, The Son Of Omri, The Son Of Imri, The Son Of Bani, A Descendant Of Perez Son Of Judah.",
      "Of The Shilonites: Asaiah The Firstborn And His Sons.",
      "Of The Zerahites: Jeuel. The People From Judah Numbered .",
      "Of The Benjamites: Sallu Son Of Meshullam, The Son Of Hodaviah, The Son Of Hassenuah;",
      "Ibneiah Son Of Jeroham; Elah Son Of Uzzi, The Son Of Micri; And Meshullam Son Of Shephatiah, The Son Of Reuel, The Son Of Ibnijah.",
      "The People From Benjamin, As Listed In Their Genealogy, Numbered . All These Men Were Heads Of Their Families.",
      "Of The Priests: Jedaiah; Jehoiarib; Jakin;",
      "Azariah Son Of Hilkiah, The Son Of Meshullam, The Son Of Zadok, The Son Of Meraioth, The Son Of Ahitub, The Official In Charge Of The House Of God;",
      "Adaiah Son Of Jeroham, The Son Of Pashhur, The Son Of Malkijah; And Maasai Son Of Adiel, The Son Of Jahzerah, The Son Of Meshullam, The Son Of Meshillemith, The Son Of Immer.",
      "The Priests, Who Were Heads Of Families, Numbered ,. They Were Able Men, Responsible For Ministering In The House Of God.",
      "Of The Levites: Shemaiah Son Of Hasshub, The Son Of Azrikam, The Son Of Hashabiah, A Merarite;",
      "Bakbakkar, Heresh, Galal And Mattaniah Son Of Mica, The Son Of Zicri, The Son Of Asaph;",
      "Obadiah Son Of Shemaiah, The Son Of Galal, The Son Of Jeduthun; And Berekiah Son Of Asa, The Son Of Elkanah, Who Lived In The Villages Of The Netophathites.",
      "The Gatekeepers: Shallum, Akkub, Talmon, Ahiman And Their Brothers, Shallum Their Chief",
      "Being Stationed At The King's Gate On The East, Up To The Present Time. These Were The Gatekeepers Belonging To The Camp Of The Levites.",
      "Shallum Son Of Kore, The Son Of Ebiasaph, The Son Of Korah, And His Fellow Gatekeepers From His Family (The Korahites) Were Responsible For Guarding The Thresholds Of The Tent Just As Their Fathers Had Been Responsible For Guarding The Entrance To The Dwelling Of The Lord .",
      "In Earlier Times Phinehas Son Of Eleazar Was In Charge Of The Gatekeepers, And The Lord Was With Him.",
      "Zechariah Son Of Meshelemiah Was The Gatekeeper At The Entrance To The Tent Of Meeting.",
      "Altogether, Those Chosen To Be Gatekeepers At The Thresholds Numbered . They Were Registered By Genealogy In Their Villages. The Gatekeepers Had Been Assigned To Their Positions Of Trust By David And Samuel The Seer.",
      "They And Their Descendants Were In Charge Of Guarding The Gates Of The House Of The Lord -The House Called The Tent.",
      "The Gatekeepers Were On The Four Sides: East, West, North And South.",
      "Their Brothers In Their Villages Had To Come From Time To Time And Share Their Duties For Seven-day Periods.",
      "But The Four Principal Gatekeepers, Who Were Levites, Were Entrusted With The Responsibility For The Rooms And Treasuries In The House Of God.",
      "They Would Spend The Night Stationed Around The House Of God, Because They Had To Guard It; And They Had Charge Of The Key For Opening It Each Morning.",
      "Some Of Them Were In Charge Of The Articles Used In The Temple Service; They Counted Them When They Were Brought In And When They Were Taken Out.",
      "Others Were Assigned To Take Care Of The Furnishings And All The Other Articles Of The Sanctuary, As Well As The Flour And Wine, And The Oil, Incense And Spices.",
      "But Some Of The Priests Took Care Of Mixing The Spices.",
      "A Levite Named Mattithiah, The Firstborn Son Of Shallum The Korahite, Was Entrusted With The Responsibility For Baking The Offering Bread.",
      "Some Of Their Kohathite Brothers Were In Charge Of Preparing For Every Sabbath The Bread Set Out On The Table.",
      "Those Who Were Musicians, Heads Of Levite Families, Stayed In The Rooms Of The Temple And Were Exempt From Other Duties Because They Were Responsible For The Work Day And Night.",
      "All These Were Heads Of Levite Families, Chiefs As Listed In Their Genealogy, And They Lived In Jerusalem.",
      "Jeiel The Father Of Gibeon Lived In Gibeon. His Wife's Name Was Maacah,",
      "And His Firstborn Son Was Abdon, Followed By Zur, Kish, Baal, Ner, Nadab,",
      "Gedor, Ahio, Zechariah And Mikloth.",
      "Mikloth Was The Father Of Shimeam. They Too Lived Near Their Relatives In Jerusalem.",
      "Ner Was The Father Of Kish, Kish The Father Of Saul, And Saul The Father Of Jonathan, Malki-shua, Abinadab And Esh-baal.",
      "The Son Of Jonathan: Merib-baal, Who Was The Father Of Micah.",
      "The Sons Of Micah: Pithon, Melech, Tahrea And Ahaz.",
      "Ahaz Was The Father Of Jadah, Jadah Was The Father Of Alemeth, Azmaveth And Zimri, And Zimri Was The Father Of Moza.",
      "Moza Was The Father Of Binea; Rephaiah Was His Son, Eleasah His Son And Azel His Son.",
      "Azel Had Six Sons, And These Were Their Names: Azrikam, Bokeru, Ishmael, Sheariah, Obadiah And Hanan. These Were The Sons Of Azel."
    ],
    [
      "Now The Philistines Fought Against Israel; The Israelites Fled Before Them, And Many Fell Slain On Mount Gilboa.",
      "The Philistines Pressed Hard After Saul And His Sons, And They Killed His Sons Jonathan, Abinadab And Malki-shua.",
      "The Fighting Grew Fierce Around Saul, And When The Archers Overtook Him, They Wounded Him.",
      "Saul Said To His Armor-bearer, \"Draw Your Sword And Run Me Through, Or These Uncircumcised Fellows Will Come And Abuse Me.\" But His Armor-bearer Was Terrified And Would Not Do It; So Saul Took His Own Sword And Fell On It.",
      "When The Armor-bearer Saw That Saul Was Dead, He Too Fell On His Sword And Died.",
      "So Saul And His Three Sons Died, And All His House Died Together.",
      "When All The Israelites In The Valley Saw That The Army Had Fled And That Saul And His Sons Had Died, They Abandoned Their Towns And Fled. And The Philistines Came And Occupied Them.",
      "The Next Day, When The Philistines Came To Strip The Dead, They Found Saul And His Sons Fallen On Mount Gilboa.",
      "They Stripped Him And Took His Head And His Armor, And Sent Messengers Throughout The Land Of The Philistines To Proclaim The News Among Their Idols And Their People.",
      "They Put His Armor In The Temple Of Their Gods And Hung Up His Head In The Temple Of Dagon.",
      "When All The Inhabitants Of Jabesh Gilead Heard Of Everything The Philistines Had Done To Saul,",
      "All Their Valiant Men Went And Took The Bodies Of Saul And His Sons And Brought Them To Jabesh. Then They Buried Their Bones Under The Great Tree In Jabesh, And They Fasted Seven Days.",
      "Saul Died Because He Was Unfaithful To The Lord ; He Did Not Keep The Word Of The Lord And Even Consulted A Medium For Guidance,",
      "And Did Not Inquire Of The Lord . So The Lord Put Him To Death And Turned The Kingdom Over To David Son Of Jesse."
    ],
    [
      "All Israel Came Together To David At Hebron And Said, \"We Are Your Own Flesh And Blood.",
      "In The Past, Even While Saul Was King, You Were The One Who Led Israel On Their Military Campaigns. And The Lord Your God Said To You, 'You Will Shepherd My People Israel, And You Will Become Their Ruler.' \"",
      "When All The Elders Of Israel Had Come To King David At Hebron, He Made A Compact With Them At Hebron Before The Lord , And They Anointed David King Over Israel, As The Lord Had Promised Through Samuel.",
      "David And All The Israelites Marched To Jerusalem (That Is, Jebus). The Jebusites Who Lived There",
      "Said To David, \"You Will Not Get In Here.\" Nevertheless, David Captured The Fortress Of Zion, The City Of David.",
      "David Had Said, \"Whoever Leads The Attack On The Jebusites Will Become Commander-in-chief.\" Joab Son Of Zeruiah Went Up First, And So He Received The Command.",
      "David Then Took Up Residence In The Fortress, And So It Was Called The City Of David.",
      "He Built Up The City Around It, From The Supporting Terraces To The Surrounding Wall, While Joab Restored The Rest Of The City.",
      "And David Became More And More Powerful, Because The Lord Almighty Was With Him.",
      "These Were The Chiefs Of David's Mighty Men-they, Together With All Israel, Gave His Kingship Strong Support To Extend It Over The Whole Land, As The Lord Had Promised-",
      "This Is The List Of David's Mighty Men: Jashobeam, A Hacmonite, Was Chief Of The Officers ; He Raised His Spear Against Three Hundred Men, Whom He Killed In One Encounter.",
      "Next To Him Was Eleazar Son Of Dodai The Ahohite, One Of The Three Mighty Men.",
      "He Was With David At Pas Dammim When The Philistines Gathered There For Battle. At A Place Where There Was A Field Full Of Barley, The Troops Fled From The Philistines.",
      "But They Took Their Stand In The Middle Of The Field. They Defended It And Struck The Philistines Down, And The Lord Brought About A Great Victory.",
      "Three Of The Thirty Chiefs Came Down To David To The Rock At The Cave Of Adullam, While A Band Of Philistines Was Encamped In The Valley Of Rephaim.",
      "At That Time David Was In The Stronghold, And The Philistine Garrison Was At Bethlehem.",
      "David Longed For Water And Said, \"Oh, That Someone Would Get Me A Drink Of Water From The Well Near The Gate Of Bethlehem!\"",
      "So The Three Broke Through The Philistine Lines, Drew Water From The Well Near The Gate Of Bethlehem And Carried It Back To David. But He Refused To Drink It; Instead, He Poured It Out Before The Lord .",
      "\"God Forbid That I Should Do This!\" He Said. \"Should I Drink The Blood Of These Men Who Went At The Risk Of Their Lives?\" Because They Risked Their Lives To Bring It Back, David Would Not Drink It. Such Were The Exploits Of The Three Mighty Men.",
      "Abishai The Brother Of Joab Was Chief Of The Three. He Raised His Spear Against Three Hundred Men, Whom He Killed, And So He Became As Famous As The Three.",
      "He Was Doubly Honored Above The Three And Became Their Commander, Even Though He Was Not Included Among Them.",
      "Benaiah Son Of Jehoiada Was A Valiant Fighter From Kabzeel, Who Performed Great Exploits. He Struck Down Two Of Moab's Best Men. He Also Went Down Into A Pit On A Snowy Day And Killed A Lion.",
      "And He Struck Down An Egyptian Who Was Seven And A Half Feet Tall. Although The Egyptian Had A Spear Like A Weaver's Rod In His Hand, Benaiah Went Against Him With A Club. He Snatched The Spear From The Egyptian's Hand And Killed Him With His Own Spear.",
      "Such Were The Exploits Of Benaiah Son Of Jehoiada; He Too Was As Famous As The Three Mighty Men.",
      "He Was Held In Greater Honor Than Any Of The Thirty, But He Was Not Included Among The Three. And David Put Him In Charge Of His Bodyguard.",
      "The Mighty Men Were: Asahel The Brother Of Joab, Elhanan Son Of Dodo From Bethlehem,",
      "Shammoth The Harorite, Helez The Pelonite,",
      "Ira Son Of Ikkesh From Tekoa, Abiezer From Anathoth,",
      "Sibbecai The Hushathite, Ilai The Ahohite,",
      "Maharai The Netophathite, Heled Son Of Baanah The Netophathite,",
      "Ithai Son Of Ribai From Gibeah In Benjamin, Benaiah The Pirathonite,",
      "Hurai From The Ravines Of Gaash, Abiel The Arbathite,",
      "Azmaveth The Baharumite, Eliahba The Shaalbonite,",
      "The Sons Of Hashem The Gizonite, Jonathan Son Of Shagee The Hararite,",
      "Ahiam Son Of Sacar The Hararite, Eliphal Son Of Ur,",
      "Hepher The Mekerathite, Ahijah The Pelonite,",
      "Hezro The Carmelite, Naarai Son Of Ezbai,",
      "Joel The Brother Of Nathan, Mibhar Son Of Hagri,",
      "Zelek The Ammonite, Naharai The Berothite, The Armor-bearer Of Joab Son Of Zeruiah,",
      "Ira The Ithrite, Gareb The Ithrite,",
      "Uriah The Hittite, Zabad Son Of Ahlai,",
      "Adina Son Of Shiza The Reubenite, Who Was Chief Of The Reubenites, And The Thirty With Him,",
      "Hanan Son Of Maacah, Joshaphat The Mithnite,",
      "Uzzia The Ashterathite, Shama And Jeiel The Sons Of Hotham The Aroerite,",
      "Jediael Son Of Shimri, His Brother Joha The Tizite,",
      "Eliel The Mahavite, Jeribai And Joshaviah The Sons Of Elnaam, Ithmah The Moabite,",
      "Eliel, Obed And Jaasiel The Mezobaite."
    ],
    [
      "These Were The Men Who Came To David At Ziklag, While He Was Banished From The Presence Of Saul Son Of Kish (They Were Among The Warriors Who Helped Him In Battle;",
      "They Were Armed With Bows And Were Able To Shoot Arrows Or To Sling Stones Right-handed Or Left-handed; They Were Kinsmen Of Saul From The Tribe Of Benjamin):",
      "Ahiezer Their Chief And Joash The Sons Of Shemaah The Gibeathite; Jeziel And Pelet The Sons Of Azmaveth; Beracah, Jehu The Anathothite,",
      "And Ishmaiah The Gibeonite, A Mighty Man Among The Thirty, Who Was A Leader Of The Thirty; Jeremiah, Jahaziel, Johanan, Jozabad The Gederathite,",
      "Eluzai, Jerimoth, Bealiah, Shemariah And Shephatiah The Haruphite;",
      "Elkanah, Isshiah, Azarel, Joezer And Jashobeam The Korahites;",
      "And Joelah And Zebadiah The Sons Of Jeroham From Gedor.",
      "Some Gadites Defected To David At His Stronghold In The Desert. They Were Brave Warriors, Ready For Battle And Able To Handle The Shield And Spear. Their Faces Were The Faces Of Lions, And They Were As Swift As Gazelles In The Mountains.",
      "Ezer Was The Chief, Obadiah The Second In Command, Eliab The Third,",
      "Mishmannah The Fourth, Jeremiah The Fifth,",
      "Attai The Sixth, Eliel The Seventh,",
      "Johanan The Eighth, Elzabad The Ninth,",
      "Jeremiah The Tenth And Macbannai The Eleventh.",
      "These Gadites Were Army Commanders; The Least Was A Match For A Hundred, And The Greatest For A Thousand.",
      "It Was They Who Crossed The Jordan In The First Month When It Was Overflowing All Its Banks, And They Put To Flight Everyone Living In The Valleys, To The East And To The West.",
      "Other Benjamites And Some Men From Judah Also Came To David In His Stronghold.",
      "David Went Out To Meet Them And Said To Them, \"If You Have Come To Me In Peace, To Help Me, I Am Ready To Have You Unite With Me. But If You Have Come To Betray Me To My Enemies When My Hands Are Free From Violence, May The God Of Our Fathers See It And Judge You.\"",
      "Then The Spirit Came Upon Amasai, Chief Of The Thirty, And He Said: \"We Are Yours, O David! We Are With You, O Son Of Jesse! Success, Success To You, And Success To Those Who Help You, For Your God Will Help You.\" So David Received Them And Made Them Leaders Of His Raiding Bands.",
      "Some Of The Men Of Manasseh Defected To David When He Went With The Philistines To Fight Against Saul. (He And His Men Did Not Help The Philistines Because, After Consultation, Their Rulers Sent Him Away. They Said, \"It Will Cost Us Our Heads If He Deserts To His Master Saul.\")",
      "When David Went To Ziklag, These Were The Men Of Manasseh Who Defected To Him: Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu And Zillethai, Leaders Of Units Of A Thousand In Manasseh.",
      "They Helped David Against Raiding Bands, For All Of Them Were Brave Warriors, And They Were Commanders In His Army.",
      "Day After Day Men Came To Help David, Until He Had A Great Army, Like The Army Of God.",
      "These Are The Numbers Of The Men Armed For Battle Who Came To David At Hebron To Turn Saul's Kingdom Over To Him, As The Lord Had Said:",
      "Men Of Judah, Carrying Shield And Spear-, Armed For Battle;",
      "Men Of Simeon, Warriors Ready For Battle-,;",
      "Men Of Levi-,,",
      "Including Jehoiada, Leader Of The Family Of Aaron, With , Men,",
      "And Zadok, A Brave Young Warrior, With  Officers From His Family;",
      "Men Of Benjamin, Saul's Kinsmen-,, Most Of Whom Had Remained Loyal To Saul's House Until Then;",
      "Men Of Ephraim, Brave Warriors, Famous In Their Own Clans-,;",
      "Men Of Half The Tribe Of Manasseh, Designated By Name To Come And Make David King-,;",
      "Men Of Issachar, Who Understood The Times And Knew What Israel Should Do- Chiefs, With All Their Relatives Under Their Command;",
      "Men Of Zebulun, Experienced Soldiers Prepared For Battle With Every Type Of Weapon, To Help David With Undivided Loyalty-,;",
      "Men Of Naphtali-, Officers, Together With , Men Carrying Shields And Spears;",
      "Men Of Dan, Ready For Battle-,;",
      "Men Of Asher, Experienced Soldiers Prepared For Battle-,;",
      "And From East Of The Jordan, Men Of Reuben, Gad And The Half-tribe Of Manasseh, Armed With Every Type Of Weapon-,.",
      "All These Were Fighting Men Who Volunteered To Serve In The Ranks. They Came To Hebron Fully Determined To Make David King Over All Israel. All The Rest Of The Israelites Were Also Of One Mind To Make David King.",
      "The Men Spent Three Days There With David, Eating And Drinking, For Their Families Had Supplied Provisions For Them.",
      "Also, Their Neighbors From As Far Away As Issachar, Zebulun And Naphtali Came Bringing Food On Donkeys, Camels, Mules And Oxen. There Were Plentiful Supplies Of Flour, Fig Cakes, Raisin Cakes, Wine, Oil, Cattle And Sheep, For There Was Joy In Israel."
    ],
    [
      "David Conferred With Each Of His Officers, The Commanders Of Thousands And Commanders Of Hundreds.",
      "He Then Said To The Whole Assembly Of Israel, \"If It Seems Good To You And If It Is The Will Of The Lord Our God, Let Us Send Word Far And Wide To The Rest Of Our Brothers Throughout The Territories Of Israel, And Also To The Priests And Levites Who Are With Them In Their Towns And Pasturelands, To Come And Join Us.",
      "Let Us Bring The Ark Of Our God Back To Us, For We Did Not Inquire Of It During The Reign Of Saul.\"",
      "The Whole Assembly Agreed To Do This, Because It Seemed Right To All The People.",
      "So David Assembled All The Israelites, From The Shihor River In Egypt To Lebo Hamath, To Bring The Ark Of God From Kiriath Jearim.",
      "David And All The Israelites With Him Went To Baalah Of Judah (Kiriath Jearim) To Bring Up From There The Ark Of God The Lord , Who Is Enthroned Between The Cherubim-the Ark That Is Called By The Name.",
      "They Moved The Ark Of God From Abinadab's House On A New Cart, With Uzzah And Ahio Guiding It.",
      "David And All The Israelites Were Celebrating With All Their Might Before God, With Songs And With Harps, Lyres, Tambourines, Cymbals And Trumpets.",
      "When They Came To The Threshing Floor Of Kidon, Uzzah Reached Out His Hand To Steady The Ark, Because The Oxen Stumbled.",
      "The Lord 'S Anger Burned Against Uzzah, And He Struck Him Down Because He Had Put His Hand On The Ark. So He Died There Before God.",
      "Then David Was Angry Because The Lord 'S Wrath Had Broken Out Against Uzzah, And To This Day That Place Is Called Perez Uzzah.",
      "David Was Afraid Of God That Day And Asked, \"How Can I Ever Bring The Ark Of God To Me?\"",
      "He Did Not Take The Ark To Be With Him In The City Of David. Instead, He Took It Aside To The House Of Obed-edom The Gittite.",
      "The Ark Of God Remained With The Family Of Obed-edom In His House For Three Months, And The Lord Blessed His Household And Everything He Had."
    ],
    [
      "Now Hiram King Of Tyre Sent Messengers To David, Along With Cedar Logs, Stonemasons And Carpenters To Build A Palace For Him.",
      "And David Knew That The Lord Had Established Him As King Over Israel And That His Kingdom Had Been Highly Exalted For The Sake Of His People Israel.",
      "In Jerusalem David Took More Wives And Became The Father Of More Sons And Daughters.",
      "These Are The Names Of The Children Born To Him There: Shammua, Shobab, Nathan, Solomon,",
      "Ibhar, Elishua, Elpelet,",
      "Nogah, Nepheg, Japhia,",
      "Elishama, Beeliada And Eliphelet.",
      "When The Philistines Heard That David Had Been Anointed King Over All Israel, They Went Up In Full Force To Search For Him, But David Heard About It And Went Out To Meet Them.",
      "Now The Philistines Had Come And Raided The Valley Of Rephaim;",
      "So David Inquired Of God: \"Shall I Go And Attack The Philistines? Will You Hand Them Over To Me?\" The Lord Answered Him, \"Go, I Will Hand Them Over To You.\"",
      "So David And His Men Went Up To Baal Perazim, And There He Defeated Them. He Said, \"As Waters Break Out, God Has Broken Out Against My Enemies By My Hand.\" So That Place Was Called Baal Perazim.",
      "The Philistines Had Abandoned Their Gods There, And David Gave Orders To Burn Them In The Fire.",
      "Once More The Philistines Raided The Valley;",
      "So David Inquired Of God Again, And God Answered Him, \"Do Not Go Straight Up, But Circle Around Them And Attack Them In Front Of The Balsam Trees.",
      "As Soon As You Hear The Sound Of Marching In The Tops Of The Balsam Trees, Move Out To Battle, Because That Will Mean God Has Gone Out In Front Of You To Strike The Philistine Army.\"",
      "So David Did As God Commanded Him, And They Struck Down The Philistine Army, All The Way From Gibeon To Gezer.",
      "So David's Fame Spread Throughout Every Land, And The Lord Made All The Nations Fear Him."
    ],
    [
      "After David Had Constructed Buildings For Himself In The City Of David, He Prepared A Place For The Ark Of God And Pitched A Tent For It.",
      "Then David Said, \"No One But The Levites May Carry The Ark Of God, Because The Lord Chose Them To Carry The Ark Of The Lord And To Minister Before Him Forever.\"",
      "David Assembled All Israel In Jerusalem To Bring Up The Ark Of The Lord To The Place He Had Prepared For It.",
      "He Called Together The Descendants Of Aaron And The Levites:",
      "From The Descendants Of Kohath, Uriel The Leader And  Relatives;",
      "From The Descendants Of Merari, Asaiah The Leader And  Relatives;",
      "From The Descendants Of Gershon, Joel The Leader And  Relatives;",
      "From The Descendants Of Elizaphan, Shemaiah The Leader And  Relatives;",
      "From The Descendants Of Hebron, Eliel The Leader And  Relatives;",
      "From The Descendants Of Uzziel, Amminadab The Leader And  Relatives.",
      "Then David Summoned Zadok And Abiathar The Priests, And Uriel, Asaiah, Joel, Shemaiah, Eliel And Amminadab The Levites.",
      "He Said To Them, \"You Are The Heads Of The Levitical Families; You And Your Fellow Levites Are To Consecrate Yourselves And Bring Up The Ark Of The Lord , The God Of Israel, To The Place I Have Prepared For It.",
      "It Was Because You, The Levites, Did Not Bring It Up The First Time That The Lord Our God Broke Out In Anger Against Us. We Did Not Inquire Of Him About How To Do It In The Prescribed Way.\"",
      "So The Priests And Levites Consecrated Themselves In Order To Bring Up The Ark Of The Lord , The God Of Israel.",
      "And The Levites Carried The Ark Of God With The Poles On Their Shoulders, As Moses Had Commanded In Accordance With The Word Of The Lord .",
      "David Told The Leaders Of The Levites To Appoint Their Brothers As Singers To Sing Joyful Songs, Accompanied By Musical Instruments: Lyres, Harps And Cymbals.",
      "So The Levites Appointed Heman Son Of Joel; From His Brothers, Asaph Son Of Berekiah; And From Their Brothers The Merarites, Ethan Son Of Kushaiah;",
      "And With Them Their Brothers Next In Rank: Zechariah, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, Mikneiah, Obed-edom And Jeiel, The Gatekeepers.",
      "The Musicians Heman, Asaph And Ethan Were To Sound The Bronze Cymbals;",
      "Zechariah, Aziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah And Benaiah Were To Play The Lyres According To Alamoth ,",
      "And Mattithiah, Eliphelehu, Mikneiah, Obed-edom, Jeiel And Azaziah Were To Play The Harps, Directing According To Sheminith .",
      "Kenaniah The Head Levite Was In Charge Of The Singing; That Was His Responsibility Because He Was Skillful At It.",
      "Berekiah And Elkanah Were To Be Doorkeepers For The Ark.",
      "Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah And Eliezer The Priests Were To Blow Trumpets Before The Ark Of God. Obed-edom And Jehiah Were Also To Be Doorkeepers For The Ark.",
      "So David And The Elders Of Israel And The Commanders Of Units Of A Thousand Went To Bring Up The Ark Of The Covenant Of The Lord From The House Of Obed-edom, With Rejoicing.",
      "Because God Had Helped The Levites Who Were Carrying The Ark Of The Covenant Of The Lord , Seven Bulls And Seven Rams Were Sacrificed.",
      "Now David Was Clothed In A Robe Of Fine Linen, As Were All The Levites Who Were Carrying The Ark, And As Were The Singers, And Kenaniah, Who Was In Charge Of The Singing Of The Choirs. David Also Wore A Linen Ephod.",
      "So All Israel Brought Up The Ark Of The Covenant Of The Lord With Shouts, With The Sounding Of Rams' Horns And Trumpets, And Of Cymbals, And The Playing Of Lyres And Harps.",
      "As The Ark Of The Covenant Of The Lord Was Entering The City Of David, Michal Daughter Of Saul Watched From A Window. And When She Saw King David Dancing And Celebrating, She Despised Him In Her Heart."
    ],
    [
      "They Brought The Ark Of God And Set It Inside The Tent That David Had Pitched For It, And They Presented Burnt Offerings And Fellowship Offerings Before God.",
      "After David Had Finished Sacrificing The Burnt Offerings And Fellowship Offerings, He Blessed The People In The Name Of The Lord .",
      "Then He Gave A Loaf Of Bread, A Cake Of Dates And A Cake Of Raisins To Each Israelite Man And Woman.",
      "He Appointed Some Of The Levites To Minister Before The Ark Of The Lord , To Make Petition, To Give Thanks, And To Praise The Lord , The God Of Israel:",
      "Asaph Was The Chief, Zechariah Second, Then Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed-edom And Jeiel. They Were To Play The Lyres And Harps, Asaph Was To Sound The Cymbals,",
      "And Benaiah And Jahaziel The Priests Were To Blow The Trumpets Regularly Before The Ark Of The Covenant Of God.",
      "That Day David First Committed To Asaph And His Associates This Psalm Of Thanks To The Lord :",
      "Give Thanks To The Lord , Call On His Name; Make Known Among The Nations What He Has Done.",
      "Sing To Him, Sing Praise To Him; Tell Of All His Wonderful Acts.",
      "Glory In His Holy Name; Let The Hearts Of Those Who Seek The Lord Rejoice.",
      "Look To The Lord And His Strength; Seek His Face Always.",
      "Remember The Wonders He Has Done, His Miracles, And The Judgments He Pronounced,",
      "O Descendants Of Israel His Servant, O Sons Of Jacob, His Chosen Ones.",
      "He Is The Lord Our God; His Judgments Are In All The Earth.",
      "He Remembers His Covenant Forever, The Word He Commanded, For A Thousand Generations,",
      "The Covenant He Made With Abraham, The Oath He Swore To Isaac.",
      "He Confirmed It To Jacob As A Decree, To Israel As An Everlasting Covenant:",
      "\"To You I Will Give The Land Of Canaan As The Portion You Will Inherit.\"",
      "When They Were But Few In Number, Few Indeed, And Strangers In It,",
      "They Wandered From Nation To Nation, From One Kingdom To Another.",
      "He Allowed No Man To Oppress Them; For Their Sake He Rebuked Kings:",
      "\"Do Not Touch My Anointed Ones; Do My Prophets No Harm.\"",
      "Sing To The Lord , All The Earth; Proclaim His Salvation Day After Day.",
      "Declare His Glory Among The Nations, His Marvelous Deeds Among All Peoples.",
      "For Great Is The Lord And Most Worthy Of Praise; He Is To Be Feared Above All Gods.",
      "For All The Gods Of The Nations Are Idols, But The Lord Made The Heavens.",
      "Splendor And Majesty Are Before Him; Strength And Joy In His Dwelling Place.",
      "Ascribe To The Lord , O Families Of Nations, Ascribe To The Lord Glory And Strength,",
      "Ascribe To The Lord The Glory Due His Name. Bring An Offering And Come Before Him; Worship The Lord In The Splendor Of His Holiness.",
      "Tremble Before Him, All The Earth! The World Is Firmly Established; It Cannot Be Moved.",
      "Let The Heavens Rejoice, Let The Earth Be Glad; Let Them Say Among The Nations, \"The Lord Reigns!\"",
      "Let The Sea Resound, And All That Is In It; Let The Fields Be Jubilant, And Everything In Them!",
      "Then The Trees Of The Forest Will Sing, They Will Sing For Joy Before The Lord , For He Comes To Judge The Earth.",
      "Give Thanks To The Lord , For He Is Good; His Love Endures Forever.",
      "Cry Out, \"Save Us, O God Our Savior; Gather Us And Deliver Us From The Nations, That We May Give Thanks To Your Holy Name, That We May Glory In Your Praise.\"",
      "Praise Be To The Lord , The God Of Israel, From Everlasting To Everlasting. Then All The People Said \"Amen\" And \"Praise The Lord .\"",
      "David Left Asaph And His Associates Before The Ark Of The Covenant Of The Lord To Minister There Regularly, According To Each Day's Requirements.",
      "He Also Left Obed-edom And His Sixty-eight Associates To Minister With Them. Obed-edom Son Of Jeduthun, And Also Hosah, Were Gatekeepers.",
      "David Left Zadok The Priest And His Fellow Priests Before The Tabernacle Of The Lord At The High Place In Gibeon",
      "To Present Burnt Offerings To The Lord On The Altar Of Burnt Offering Regularly, Morning And Evening, In Accordance With Everything Written In The Law Of The Lord , Which He Had Given Israel.",
      "With Them Were Heman And Jeduthun And The Rest Of Those Chosen And Designated By Name To Give Thanks To The Lord , \"For His Love Endures Forever.\"",
      "Heman And Jeduthun Were Responsible For The Sounding Of The Trumpets And Cymbals And For The Playing Of The Other Instruments For Sacred Song. The Sons Of Jeduthun Were Stationed At The Gate.",
      "Then All The People Left, Each For His Own Home, And David Returned Home To Bless His Family."
    ],
    [
      "After David Was Settled In His Palace, He Said To Nathan The Prophet, \"Here I Am, Living In A Palace Of Cedar, While The Ark Of The Covenant Of The Lord Is Under A Tent.\"",
      "Nathan Replied To David, \"Whatever You Have In Mind, Do It, For God Is With You.\"",
      "That Night The Word Of God Came To Nathan, Saying:",
      "\"Go And Tell My Servant David, 'This Is What The Lord Says: You Are Not The One To Build Me A House To Dwell In.",
      "I Have Not Dwelt In A House From The Day I Brought Israel Up Out Of Egypt To This Day. I Have Moved From One Tent Site To Another, From One Dwelling Place To Another.",
      "Wherever I Have Moved With All The Israelites, Did I Ever Say To Any Of Their Leaders Whom I Commanded To Shepherd My People, \"Why Have You Not Built Me A House Of Cedar?\" '",
      "\"Now Then, Tell My Servant David, 'This Is What The Lord Almighty Says: I Took You From The Pasture And From Following The Flock, To Be Ruler Over My People Israel.",
      "I Have Been With You Wherever You Have Gone, And I Have Cut Off All Your Enemies From Before You. Now I Will Make Your Name Like The Names Of The Greatest Men Of The Earth.",
      "And I Will Provide A Place For My People Israel And Will Plant Them So That They Can Have A Home Of Their Own And No Longer Be Disturbed. Wicked People Will Not Oppress Them Anymore, As They Did At The Beginning",
      "And Have Done Ever Since The Time I Appointed Leaders Over My People Israel. I Will Also Subdue All Your Enemies. \" 'I Declare To You That The Lord Will Build A House For You:",
      "When Your Days Are Over And You Go To Be With Your Fathers, I Will Raise Up Your Offspring To Succeed You, One Of Your Own Sons, And I Will Establish His Kingdom.",
      "He Is The One Who Will Build A House For Me, And I Will Establish His Throne Forever.",
      "I Will Be His Father, And He Will Be My Son. I Will Never Take My Love Away From Him, As I Took It Away From Your Predecessor.",
      "I Will Set Him Over My House And My Kingdom Forever; His Throne Will Be Established Forever.' \"",
      "Nathan Reported To David All The Words Of This Entire Revelation.",
      "Then King David Went In And Sat Before The Lord , And He Said: \"Who Am I, O Lord God, And What Is My Family, That You Have Brought Me This Far?",
      "And As If This Were Not Enough In Your Sight, O God, You Have Spoken About The Future Of The House Of Your Servant. You Have Looked On Me As Though I Were The Most Exalted Of Men, O Lord God.",
      "\"What More Can David Say To You For Honoring Your Servant? For You Know Your Servant,",
      "O Lord . For The Sake Of Your Servant And According To Your Will, You Have Done This Great Thing And Made Known All These Great Promises.",
      "\"There Is No One Like You, O Lord , And There Is No God But You, As We Have Heard With Our Own Ears.",
      "And Who Is Like Your People Israel-the One Nation On Earth Whose God Went Out To Redeem A People For Himself, And To Make A Name For Yourself, And To Perform Great And Awesome Wonders By Driving Out Nations From Before Your People, Whom You Redeemed From Egypt?",
      "You Made Your People Israel Your Very Own Forever, And You, O Lord , Have Become Their God.",
      "\"And Now, Lord , Let The Promise You Have Made Concerning Your Servant And His House Be Established Forever. Do As You Promised,",
      "So That It Will Be Established And That Your Name Will Be Great Forever. Then Men Will Say, 'The Lord Almighty, The God Over Israel, Is Israel's God!' And The House Of Your Servant David Will Be Established Before You.",
      "\"You, My God, Have Revealed To Your Servant That You Will Build A House For Him. So Your Servant Has Found Courage To Pray To You.",
      "O Lord , You Are God! You Have Promised These Good Things To Your Servant.",
      "Now You Have Been Pleased To Bless The House Of Your Servant, That It May Continue Forever In Your Sight; For You, O Lord , Have Blessed It, And It Will Be Blessed Forever.\""
    ],
    [
      "In The Course Of Time, David Defeated The Philistines And Subdued Them, And He Took Gath And Its Surrounding Villages From The Control Of The Philistines.",
      "David Also Defeated The Moabites, And They Became Subject To Him And Brought Tribute.",
      "Moreover, David Fought Hadadezer King Of Zobah, As Far As Hamath, When He Went To Establish His Control Along The Euphrates River.",
      "David Captured A Thousand Of His Chariots, Seven Thousand Charioteers And Twenty Thousand Foot Soldiers. He Hamstrung All But A Hundred Of The Chariot Horses.",
      "When The Arameans Of Damascus Came To Help Hadadezer King Of Zobah, David Struck Down Twenty-two Thousand Of Them.",
      "He Put Garrisons In The Aramean Kingdom Of Damascus, And The Arameans Became Subject To Him And Brought Tribute. The Lord Gave David Victory Everywhere He Went.",
      "David Took The Gold Shields Carried By The Officers Of Hadadezer And Brought Them To Jerusalem.",
      "From Tebah And Cun, Towns That Belonged To Hadadezer, David Took A Great Quantity Of Bronze, Which Solomon Used To Make The Bronze Sea, The Pillars And Various Bronze Articles.",
      "When Tou King Of Hamath Heard That David Had Defeated The Entire Army Of Hadadezer King Of Zobah,",
      "He Sent His Son Hadoram To King David To Greet Him And Congratulate Him On His Victory In Battle Over Hadadezer, Who Had Been At War With Tou. Hadoram Brought All Kinds Of Articles Of Gold And Silver And Bronze.",
      "King David Dedicated These Articles To The Lord , As He Had Done With The Silver And Gold He Had Taken From All These Nations: Edom And Moab, The Ammonites And The Philistines, And Amalek.",
      "Abishai Son Of Zeruiah Struck Down Eighteen Thousand Edomites In The Valley Of Salt.",
      "He Put Garrisons In Edom, And All The Edomites Became Subject To David. The Lord Gave David Victory Everywhere He Went.",
      "David Reigned Over All Israel, Doing What Was Just And Right For All His People.",
      "Joab Son Of Zeruiah Was Over The Army; Jehoshaphat Son Of Ahilud Was Recorder;",
      "Zadok Son Of Ahitub And Ahimelech Son Of Abiathar Were Priests; Shavsha Was Secretary;",
      "Benaiah Son Of Jehoiada Was Over The Kerethites And Pelethites; And David's Sons Were Chief Officials At The King's Side."
    ],
    [
      "In The Course Of Time, Nahash King Of The Ammonites Died, And His Son Succeeded Him As King.",
      "David Thought, \"I Will Show Kindness To Hanun Son Of Nahash, Because His Father Showed Kindness To Me.\" So David Sent A Delegation To Express His Sympathy To Hanun Concerning His Father. When David's Men Came To Hanun In The Land Of The Ammonites To Express Sympathy To Him,",
      "The Ammonite Nobles Said To Hanun, \"Do You Think David Is Honoring Your Father By Sending Men To You To Express Sympathy? Haven't His Men Come To You To Explore And Spy Out The Country And Overthrow It?\"",
      "So Hanun Seized David's Men, Shaved Them, Cut Off Their Garments In The Middle At The Buttocks, And Sent Them Away.",
      "When Someone Came And Told David About The Men, He Sent Messengers To Meet Them, For They Were Greatly Humiliated. The King Said, \"Stay At Jericho Till Your Beards Have Grown, And Then Come Back.\"",
      "When The Ammonites Realized That They Had Become A Stench In David's Nostrils, Hanun And The Ammonites Sent A Thousand Talents Of Silver To Hire Chariots And Charioteers From Aram Naharaim, Aram Maacah And Zobah.",
      "They Hired Thirty-two Thousand Chariots And Charioteers, As Well As The King Of Maacah With His Troops, Who Came And Camped Near Medeba, While The Ammonites Were Mustered From Their Towns And Moved Out For Battle.",
      "On Hearing This, David Sent Joab Out With The Entire Army Of Fighting Men.",
      "The Ammonites Came Out And Drew Up In Battle Formation At The Entrance To Their City, While The Kings Who Had Come Were By Themselves In The Open Country.",
      "Joab Saw That There Were Battle Lines In Front Of Him And Behind Him; So He Selected Some Of The Best Troops In Israel And Deployed Them Against The Arameans.",
      "He Put The Rest Of The Men Under The Command Of Abishai His Brother, And They Were Deployed Against The Ammonites.",
      "Joab Said, \"If The Arameans Are Too Strong For Me, Then You Are To Rescue Me; But If The Ammonites Are Too Strong For You, Then I Will Rescue You.",
      "Be Strong And Let Us Fight Bravely For Our People And The Cities Of Our God. The Lord Will Do What Is Good In His Sight.\"",
      "Then Joab And The Troops With Him Advanced To Fight The Arameans, And They Fled Before Him.",
      "When The Ammonites Saw That The Arameans Were Fleeing, They Too Fled Before His Brother Abishai And Went Inside The City. So Joab Went Back To Jerusalem.",
      "After The Arameans Saw That They Had Been Routed By Israel, They Sent Messengers And Had Arameans Brought From Beyond The River, With Shophach The Commander Of Hadadezer's Army Leading Them.",
      "When David Was Told Of This, He Gathered All Israel And Crossed The Jordan; He Advanced Against Them And Formed His Battle Lines Opposite Them. David Formed His Lines To Meet The Arameans In Battle, And They Fought Against Him.",
      "But They Fled Before Israel, And David Killed Seven Thousand Of Their Charioteers And Forty Thousand Of Their Foot Soldiers. He Also Killed Shophach The Commander Of Their Army.",
      "When The Vassals Of Hadadezer Saw That They Had Been Defeated By Israel, They Made Peace With David And Became Subject To Him. So The Arameans Were Not Willing To Help The Ammonites Anymore."
    ],
    [
      "In The Spring, At The Time When Kings Go Off To War, Joab Led Out The Armed Forces. He Laid Waste The Land Of The Ammonites And Went To Rabbah And Besieged It, But David Remained In Jerusalem. Joab Attacked Rabbah And Left It In Ruins.",
      "David Took The Crown From The Head Of Their King -Its Weight Was Found To Be A Talent Of Gold, And It Was Set With Precious Stones-and It Was Placed On David's Head. He Took A Great Quantity Of Plunder From The City",
      "And Brought Out The People Who Were There, Consigning Them To Labor With Saws And With Iron Picks And Axes. David Did This To All The Ammonite Towns. Then David And His Entire Army Returned To Jerusalem.",
      "In The Course Of Time, War Broke Out With The Philistines, At Gezer. At That Time Sibbecai The Hushathite Killed Sippai, One Of The Descendants Of The Rephaites, And The Philistines Were Subjugated.",
      "In Another Battle With The Philistines, Elhanan Son Of Jair Killed Lahmi The Brother Of Goliath The Gittite, Who Had A Spear With A Shaft Like A Weaver's Rod.",
      "In Still Another Battle, Which Took Place At Gath, There Was A Huge Man With Six Fingers On Each Hand And Six Toes On Each Foot-twenty-four In All. He Also Was Descended From Rapha.",
      "When He Taunted Israel, Jonathan Son Of Shimea, David's Brother, Killed Him.",
      "These Were Descendants Of Rapha In Gath, And They Fell At The Hands Of David And His Men."
    ],
    [
      "Satan Rose Up Against Israel And Incited David To Take A Census Of Israel.",
      "So David Said To Joab And The Commanders Of The Troops, \"Go And Count The Israelites From Beersheba To Dan. Then Report Back To Me So That I May Know How Many There Are.\"",
      "But Joab Replied, \"May The Lord Multiply His Troops A Hundred Times Over. My Lord The King, Are They Not All My Lord's Subjects? Why Does My Lord Want To Do This? Why Should He Bring Guilt On Israel?\"",
      "The King's Word, However, Overruled Joab; So Joab Left And Went Throughout Israel And Then Came Back To Jerusalem.",
      "Joab Reported The Number Of The Fighting Men To David: In All Israel There Were One Million One Hundred Thousand Men Who Could Handle A Sword, Including Four Hundred And Seventy Thousand In Judah.",
      "But Joab Did Not Include Levi And Benjamin In The Numbering, Because The King's Command Was Repulsive To Him.",
      "This Command Was Also Evil In The Sight Of God; So He Punished Israel.",
      "Then David Said To God, \"I Have Sinned Greatly By Doing This. Now, I Beg You, Take Away The Guilt Of Your Servant. I Have Done A Very Foolish Thing.\"",
      "The Lord Said To Gad, David's Seer,",
      "\"Go And Tell David, 'This Is What The Lord Says: I Am Giving You Three Options. Choose One Of Them For Me To Carry Out Against You.' \"",
      "So Gad Went To David And Said To Him, \"This Is What The Lord Says: 'Take Your Choice:",
      "Three Years Of Famine, Three Months Of Being Swept Away Before Your Enemies, With Their Swords Overtaking You, Or Three Days Of The Sword Of The Lord -Days Of Plague In The Land, With The Angel Of The Lord Ravaging Every Part Of Israel.' Now Then, Decide How I Should Answer The One Who Sent Me.\"",
      "David Said To Gad, \"I Am In Deep Distress. Let Me Fall Into The Hands Of The Lord , For His Mercy Is Very Great; But Do Not Let Me Fall Into The Hands Of Men.\"",
      "So The Lord Sent A Plague On Israel, And Seventy Thousand Men Of Israel Fell Dead.",
      "And God Sent An Angel To Destroy Jerusalem. But As The Angel Was Doing So, The Lord Saw It And Was Grieved Because Of The Calamity And Said To The Angel Who Was Destroying The People, \"Enough! Withdraw Your Hand.\" The Angel Of The Lord Was Then Standing At The Threshing Floor Of Araunah The Jebusite.",
      "David Looked Up And Saw The Angel Of The Lord Standing Between Heaven And Earth, With A Drawn Sword In His Hand Extended Over Jerusalem. Then David And The Elders, Clothed In Sackcloth, Fell Facedown.",
      "David Said To God, \"Was It Not I Who Ordered The Fighting Men To Be Counted? I Am The One Who Has Sinned And Done Wrong. These Are But Sheep. What Have They Done? O Lord My God, Let Your Hand Fall Upon Me And My Family, But Do Not Let This Plague Remain On Your People.\"",
      "Then The Angel Of The Lord Ordered Gad To Tell David To Go Up And Build An Altar To The Lord On The Threshing Floor Of Araunah The Jebusite.",
      "So David Went Up In Obedience To The Word That Gad Had Spoken In The Name Of The Lord .",
      "While Araunah Was Threshing Wheat, He Turned And Saw The Angel; His Four Sons Who Were With Him Hid Themselves.",
      "Then David Approached, And When Araunah Looked And Saw Him, He Left The Threshing Floor And Bowed Down Before David With His Face To The Ground.",
      "David Said To Him, \"Let Me Have The Site Of Your Threshing Floor So I Can Build An Altar To The Lord , That The Plague On The People May Be Stopped. Sell It To Me At The Full Price.\"",
      "Araunah Said To David, \"Take It! Let My Lord The King Do Whatever Pleases Him. Look, I Will Give The Oxen For The Burnt Offerings, The Threshing Sledges For The Wood, And The Wheat For The Grain Offering. I Will Give All This.\"",
      "But King David Replied To Araunah, \"No, I Insist On Paying The Full Price. I Will Not Take For The Lord What Is Yours, Or Sacrifice A Burnt Offering That Costs Me Nothing.\"",
      "So David Paid Araunah Six Hundred Shekels Of Gold For The Site.",
      "David Built An Altar To The Lord There And Sacrificed Burnt Offerings And Fellowship Offerings. He Called On The Lord , And The Lord Answered Him With Fire From Heaven On The Altar Of Burnt Offering.",
      "Then The Lord Spoke To The Angel, And He Put His Sword Back Into Its Sheath.",
      "At That Time, When David Saw That The Lord Had Answered Him On The Threshing Floor Of Araunah The Jebusite, He Offered Sacrifices There.",
      "The Tabernacle Of The Lord , Which Moses Had Made In The Desert, And The Altar Of Burnt Offering Were At That Time On The High Place At Gibeon.",
      "But David Could Not Go Before It To Inquire Of God, Because He Was Afraid Of The Sword Of The Angel Of The Lord ."
    ],
    [
      "Then David Said, \"The House Of The Lord God Is To Be Here, And Also The Altar Of Burnt Offering For Israel.\"",
      "So David Gave Orders To Assemble The Aliens Living In Israel, And From Among Them He Appointed Stonecutters To Prepare Dressed Stone For Building The House Of God.",
      "He Provided A Large Amount Of Iron To Make Nails For The Doors Of The Gateways And For The Fittings, And More Bronze Than Could Be Weighed.",
      "He Also Provided More Cedar Logs Than Could Be Counted, For The Sidonians And Tyrians Had Brought Large Numbers Of Them To David.",
      "David Said, \"My Son Solomon Is Young And Inexperienced, And The House To Be Built For The Lord Should Be Of Great Magnificence And Fame And Splendor In The Sight Of All The Nations. Therefore I Will Make Preparations For It.\" So David Made Extensive Preparations Before His Death.",
      "Then He Called For His Son Solomon And Charged Him To Build A House For The Lord , The God Of Israel.",
      "David Said To Solomon: \"My Son, I Had It In My Heart To Build A House For The Name Of The Lord My God.",
      "But This Word Of The Lord Came To Me: 'You Have Shed Much Blood And Have Fought Many Wars. You Are Not To Build A House For My Name, Because You Have Shed Much Blood On The Earth In My Sight.",
      "But You Will Have A Son Who Will Be A Man Of Peace And Rest, And I Will Give Him Rest From All His Enemies On Every Side. His Name Will Be Solomon, And I Will Grant Israel Peace And Quiet During His Reign.",
      "He Is The One Who Will Build A House For My Name. He Will Be My Son, And I Will Be His Father. And I Will Establish The Throne Of His Kingdom Over Israel Forever.'",
      "\"Now, My Son, The Lord Be With You, And May You Have Success And Build The House Of The Lord Your God, As He Said You Would.",
      "May The Lord Give You Discretion And Understanding When He Puts You In Command Over Israel, So That You May Keep The Law Of The Lord Your God.",
      "Then You Will Have Success If You Are Careful To Observe The Decrees And Laws That The Lord Gave Moses For Israel. Be Strong And Courageous. Do Not Be Afraid Or Discouraged.",
      "\"I Have Taken Great Pains To Provide For The Temple Of The Lord A Hundred Thousand Talents Of Gold, A Million Talents Of Silver, Quantities Of Bronze And Iron Too Great To Be Weighed, And Wood And Stone. And You May Add To Them.",
      "You Have Many Workmen: Stonecutters, Masons And Carpenters, As Well As Men Skilled In Every Kind Of Work",
      "In Gold And Silver, Bronze And Iron-craftsmen Beyond Number. Now Begin The Work, And The Lord Be With You.\"",
      "Then David Ordered All The Leaders Of Israel To Help His Son Solomon.",
      "He Said To Them, \"Is Not The Lord Your God With You? And Has He Not Granted You Rest On Every Side? For He Has Handed The Inhabitants Of The Land Over To Me, And The Land Is Subject To The Lord And To His People.",
      "Now Devote Your Heart And Soul To Seeking The Lord Your God. Begin To Build The Sanctuary Of The Lord God, So That You May Bring The Ark Of The Covenant Of The Lord And The Sacred Articles Belonging To God Into The Temple That Will Be Built For The Name Of The Lord .\""
    ],
    [
      "When David Was Old And Full Of Years, He Made His Son Solomon King Over Israel.",
      "He Also Gathered Together All The Leaders Of Israel, As Well As The Priests And Levites.",
      "The Levites Thirty Years Old Or More Were Counted, And The Total Number Of Men Was Thirty-eight Thousand.",
      "David Said, \"Of These, Twenty-four Thousand Are To Supervise The Work Of The Temple Of The Lord And Six Thousand Are To Be Officials And Judges.",
      "Four Thousand Are To Be Gatekeepers And Four Thousand Are To Praise The Lord With The Musical Instruments I Have Provided For That Purpose.\"",
      "David Divided The Levites Into Groups Corresponding To The Sons Of Levi: Gershon, Kohath And Merari.",
      "Belonging To The Gershonites: Ladan And Shimei.",
      "The Sons Of Ladan: Jehiel The First, Zetham And Joel-three In All.",
      "The Sons Of Shimei: Shelomoth, Haziel And Haran-three In All. These Were The Heads Of The Families Of Ladan.",
      "And The Sons Of Shimei: Jahath, Ziza, Jeush And Beriah. These Were The Sons Of Shimei-four In All.",
      "Jahath Was The First And Ziza The Second, But Jeush And Beriah Did Not Have Many Sons; So They Were Counted As One Family With One Assignment.",
      "The Sons Of Kohath: Amram, Izhar, Hebron And Uzziel-four In All.",
      "The Sons Of Amram: Aaron And Moses. Aaron Was Set Apart, He And His Descendants Forever, To Consecrate The Most Holy Things, To Offer Sacrifices Before The Lord , To Minister Before Him And To Pronounce Blessings In His Name Forever.",
      "The Sons Of Moses The Man Of God Were Counted As Part Of The Tribe Of Levi.",
      "The Sons Of Moses: Gershom And Eliezer.",
      "The Descendants Of Gershom: Shubael Was The First.",
      "The Descendants Of Eliezer: Rehabiah Was The First. Eliezer Had No Other Sons, But The Sons Of Rehabiah Were Very Numerous.",
      "The Sons Of Izhar: Shelomith Was The First.",
      "The Sons Of Hebron: Jeriah The First, Amariah The Second, Jahaziel The Third And Jekameam The Fourth.",
      "The Sons Of Uzziel: Micah The First And Isshiah The Second.",
      "The Sons Of Merari: Mahli And Mushi. The Sons Of Mahli: Eleazar And Kish.",
      "Eleazar Died Without Having Sons: He Had Only Daughters. Their Cousins, The Sons Of Kish, Married Them.",
      "The Sons Of Mushi: Mahli, Eder And Jerimoth-three In All.",
      "These Were The Descendants Of Levi By Their Families-the Heads Of Families As They Were Registered Under Their Names And Counted Individually, That Is, The Workers Twenty Years Old Or More Who Served In The Temple Of The Lord .",
      "For David Had Said, \"Since The Lord , The God Of Israel, Has Granted Rest To His People And Has Come To Dwell In Jerusalem Forever,",
      "The Levites No Longer Need To Carry The Tabernacle Or Any Of The Articles Used In Its Service.\"",
      "According To The Last Instructions Of David, The Levites Were Counted From Those Twenty Years Old Or More.",
      "The Duty Of The Levites Was To Help Aaron's Descendants In The Service Of The Temple Of The Lord : To Be In Charge Of The Courtyards, The Side Rooms, The Purification Of All Sacred Things And The Performance Of Other Duties At The House Of God.",
      "They Were In Charge Of The Bread Set Out On The Table, The Flour For The Grain Offerings, The Unleavened Wafers, The Baking And The Mixing, And All Measurements Of Quantity And Size.",
      "They Were Also To Stand Every Morning To Thank And Praise The Lord . They Were To Do The Same In The Evening",
      "And Whenever Burnt Offerings Were Presented To The Lord On Sabbaths And At New Moon Festivals And At Appointed Feasts. They Were To Serve Before The Lord Regularly In The Proper Number And In The Way Prescribed For Them.",
      "And So The Levites Carried Out Their Responsibilities For The Tent Of Meeting, For The Holy Place And, Under Their Brothers The Descendants Of Aaron, For The Service Of The Temple Of The Lord ."
    ],
    [
      "These Were The Divisions Of The Sons Of Aaron: The Sons Of Aaron Were Nadab, Abihu, Eleazar And Ithamar.",
      "But Nadab And Abihu Died Before Their Father Did, And They Had No Sons; So Eleazar And Ithamar Served As The Priests.",
      "With The Help Of Zadok A Descendant Of Eleazar And Ahimelech A Descendant Of Ithamar, David Separated Them Into Divisions For Their Appointed Order Of Ministering.",
      "A Larger Number Of Leaders Were Found Among Eleazar's Descendants Than Among Ithamar's, And They Were Divided Accordingly: Sixteen Heads Of Families From Eleazar's Descendants And Eight Heads Of Families From Ithamar's Descendants.",
      "They Divided Them Impartially By Drawing Lots, For There Were Officials Of The Sanctuary And Officials Of God Among The Descendants Of Both Eleazar And Ithamar.",
      "The Scribe Shemaiah Son Of Nethanel, A Levite, Recorded Their Names In The Presence Of The King And Of The Officials: Zadok The Priest, Ahimelech Son Of Abiathar And The Heads Of Families Of The Priests And Of The Levites-one Family Being Taken From Eleazar And Then One From Ithamar.",
      "The First Lot Fell To Jehoiarib, The Second To Jedaiah,",
      "The Third To Harim, The Fourth To Seorim,",
      "The Fifth To Malkijah, The Sixth To Mijamin,",
      "The Seventh To Hakkoz, The Eighth To Abijah,",
      "The Ninth To Jeshua, The Tenth To Shecaniah,",
      "The Eleventh To Eliashib, The Twelfth To Jakim,",
      "The Thirteenth To Huppah, The Fourteenth To Jeshebeab,",
      "The Fifteenth To Bilgah, The Sixteenth To Immer,",
      "The Seventeenth To Hezir, The Eighteenth To Happizzez,",
      "The Nineteenth To Pethahiah, The Twentieth To Jehezkel,",
      "The Twenty-first To Jakin, The Twenty-second To Gamul,",
      "The Twenty-third To Delaiah And The Twenty-fourth To Maaziah.",
      "This Was Their Appointed Order Of Ministering When They Entered The Temple Of The Lord , According To The Regulations Prescribed For Them By Their Forefather Aaron, As The Lord , The God Of Israel, Had Commanded Him.",
      "As For The Rest Of The Descendants Of Levi: From The Sons Of Amram: Shubael; From The Sons Of Shubael: Jehdeiah.",
      "As For Rehabiah, From His Sons: Isshiah Was The First.",
      "From The Izharites: Shelomoth; From The Sons Of Shelomoth: Jahath.",
      "The Sons Of Hebron: Jeriah The First, Amariah The Second, Jahaziel The Third And Jekameam The Fourth.",
      "The Son Of Uzziel: Micah; From The Sons Of Micah: Shamir.",
      "The Brother Of Micah: Isshiah; From The Sons Of Isshiah: Zechariah.",
      "The Sons Of Merari: Mahli And Mushi. The Son Of Jaaziah: Beno.",
      "The Sons Of Merari: From Jaaziah: Beno, Shoham, Zaccur And Ibri.",
      "From Mahli: Eleazar, Who Had No Sons.",
      "From Kish: The Son Of Kish: Jerahmeel.",
      "And The Sons Of Mushi: Mahli, Eder And Jerimoth. These Were The Levites, According To Their Families.",
      "They Also Cast Lots, Just As Their Brothers The Descendants Of Aaron Did, In The Presence Of King David And Of Zadok, Ahimelech, And The Heads Of Families Of The Priests And Of The Levites. The Families Of The Oldest Brother Were Treated The Same As Those Of The Youngest."
    ],
    [
      "David, Together With The Commanders Of The Army, Set Apart Some Of The Sons Of Asaph, Heman And Jeduthun For The Ministry Of Prophesying, Accompanied By Harps, Lyres And Cymbals. Here Is The List Of The Men Who Performed This Service:",
      "From The Sons Of Asaph: Zaccur, Joseph, Nethaniah And Asarelah. The Sons Of Asaph Were Under The Supervision Of Asaph, Who Prophesied Under The King's Supervision.",
      "As For Jeduthun, From His Sons: Gedaliah, Zeri, Jeshaiah, Shimei, Hashabiah And Mattithiah, Six In All, Under The Supervision Of Their Father Jeduthun, Who Prophesied, Using The Harp In Thanking And Praising The Lord .",
      "As For Heman, From His Sons: Bukkiah, Mattaniah, Uzziel, Shubael And Jerimoth; Hananiah, Hanani, Eliathah, Giddalti And Romamti-ezer; Joshbekashah, Mallothi, Hothir And Mahazioth.",
      "All These Were Sons Of Heman The King's Seer. They Were Given Him Through The Promises Of God To Exalt Him. God Gave Heman Fourteen Sons And Three Daughters.",
      "All These Men Were Under The Supervision Of Their Fathers For The Music Of The Temple Of The Lord , With Cymbals, Lyres And Harps, For The Ministry At The House Of God. Asaph, Jeduthun And Heman Were Under The Supervision Of The King.",
      "Along With Their Relatives-all Of Them Trained And Skilled In Music For The Lord -They Numbered .",
      "Young And Old Alike, Teacher As Well As Student, Cast Lots For Their Duties.",
      "The First Lot, Which Was For Asaph, Fell To Joseph, His Sons And Relatives,  The Second To Gedaliah, He And His Relatives And Sons,",
      "The Third To Zaccur, His Sons And Relatives,",
      "The Fourth To Izri, His Sons And Relatives,",
      "The Fifth To Nethaniah, His Sons And Relatives,",
      "The Sixth To Bukkiah, His Sons And Relatives,",
      "The Seventh To Jesarelah, His Sons And Relatives,",
      "The Eighth To Jeshaiah, His Sons And Relatives,",
      "The Ninth To Mattaniah, His Sons And Relatives,",
      "The Tenth To Shimei, His Sons And Relatives,",
      "The Eleventh To Azarel, His Sons And Relatives,",
      "The Twelfth To Hashabiah, His Sons And Relatives,",
      "The Thirteenth To Shubael, His Sons And Relatives,",
      "The Fourteenth To Mattithiah, His Sons And Relatives,",
      "The Fifteenth To Jerimoth, His Sons And Relatives,",
      "The Sixteenth To Hananiah, His Sons And Relatives,",
      "The Seventeenth To Joshbekashah, His Sons And Relatives,",
      "The Eighteenth To Hanani, His Sons And Relatives,",
      "The Nineteenth To Mallothi, His Sons And Relatives,",
      "The Twentieth To Eliathah, His Sons And Relatives,",
      "The Twenty-first To Hothir, His Sons And Relatives,",
      "The Twenty-second To Giddalti, His Sons And Relatives,",
      "The Twenty-third To Mahazioth, His Sons And Relatives,",
      "The Twenty-fourth To Romamti-ezer, His Sons And Relatives,"
    ],
    [
      "The Divisions Of The Gatekeepers: From The Korahites: Meshelemiah Son Of Kore, One Of The Sons Of Asaph.",
      "Meshelemiah Had Sons: Zechariah The Firstborn, Jediael The Second, Zebadiah The Third, Jathniel The Fourth,",
      "Elam The Fifth, Jehohanan The Sixth And Eliehoenai The Seventh.",
      "Obed-edom Also Had Sons: Shemaiah The Firstborn, Jehozabad The Second, Joah The Third, Sacar The Fourth, Nethanel The Fifth,",
      "Ammiel The Sixth, Issachar The Seventh And Peullethai The Eighth. (For God Had Blessed Obed-edom.)",
      "His Son Shemaiah Also Had Sons, Who Were Leaders In Their Father's Family Because They Were Very Capable Men.",
      "The Sons Of Shemaiah: Othni, Rephael, Obed And Elzabad; His Relatives Elihu And Semakiah Were Also Able Men.",
      "All These Were Descendants Of Obed-edom; They And Their Sons And Their Relatives Were Capable Men With The Strength To Do The Work-descendants Of Obed-edom,  In All.",
      "Meshelemiah Had Sons And Relatives, Who Were Able Men- In All.",
      "Hosah The Merarite Had Sons: Shimri The First (Although He Was Not The Firstborn, His Father Had Appointed Him The First),",
      "Hilkiah The Second, Tabaliah The Third And Zechariah The Fourth. The Sons And Relatives Of Hosah Were  In All.",
      "These Divisions Of The Gatekeepers, Through Their Chief Men, Had Duties For Ministering In The Temple Of The Lord , Just As Their Relatives Had.",
      "Lots Were Cast For Each Gate, According To Their Families, Young And Old Alike.",
      "The Lot For The East Gate Fell To Shelemiah. Then Lots Were Cast For His Son Zechariah, A Wise Counselor, And The Lot For The North Gate Fell To Him.",
      "The Lot For The South Gate Fell To Obed-edom, And The Lot For The Storehouse Fell To His Sons.",
      "The Lots For The West Gate And The Shalleketh Gate On The Upper Road Fell To Shuppim And Hosah. Guard Was Alongside Of Guard:",
      "There Were Six Levites A Day On The East, Four A Day On The North, Four A Day On The South And Two At A Time At The Storehouse.",
      "As For The Court To The West, There Were Four At The Road And Two At The Court Itself.",
      "These Were The Divisions Of The Gatekeepers Who Were Descendants Of Korah And Merari.",
      "Their Fellow Levites Were In Charge Of The Treasuries Of The House Of God And The Treasuries For The Dedicated Things.",
      "The Descendants Of Ladan, Who Were Gershonites Through Ladan And Who Were Heads Of Families Belonging To Ladan The Gershonite, Were Jehieli,",
      "The Sons Of Jehieli, Zetham And His Brother Joel. They Were In Charge Of The Treasuries Of The Temple Of The Lord .",
      "From The Amramites, The Izharites, The Hebronites And The Uzzielites:",
      "Shubael, A Descendant Of Gershom Son Of Moses, Was The Officer In Charge Of The Treasuries.",
      "His Relatives Through Eliezer: Rehabiah His Son, Jeshaiah His Son, Joram His Son, Zicri His Son And Shelomith His Son.",
      "Shelomith And His Relatives Were In Charge Of All The Treasuries For The Things Dedicated By King David, By The Heads Of Families Who Were The Commanders Of Thousands And Commanders Of Hundreds, And By The Other Army Commanders.",
      "Some Of The Plunder Taken In Battle They Dedicated For The Repair Of The Temple Of The Lord .",
      "And Everything Dedicated By Samuel The Seer And By Saul Son Of Kish, Abner Son Of Ner And Joab Son Of Zeruiah, And All The Other Dedicated Things Were In The Care Of Shelomith And His Relatives.",
      "From The Izharites: Kenaniah And His Sons Were Assigned Duties Away From The Temple, As Officials And Judges Over Israel.",
      "From The Hebronites: Hashabiah And His Relatives-seventeen Hundred Able Men-were Responsible In Israel West Of The Jordan For All The Work Of The Lord And For The King's Service.",
      "As For The Hebronites, Jeriah Was Their Chief According To The Genealogical Records Of Their Families. In The Fortieth Year Of David's Reign A Search Was Made In The Records, And Capable Men Among The Hebronites Were Found At Jazer In Gilead.",
      "Jeriah Had Twenty-seven Hundred Relatives, Who Were Able Men And Heads Of Families, And King David Put Them In Charge Of The Reubenites, The Gadites And The Half-tribe Of Manasseh For Every Matter Pertaining To God And For The Affairs Of The King."
    ],
    [
      "This Is The List Of The Israelites-heads Of Families, Commanders Of Thousands And Commanders Of Hundreds, And Their Officers, Who Served The King In All That Concerned The Army Divisions That Were On Duty Month By Month Throughout The Year. Each Division Consisted Of , Men.",
      "In Charge Of The First Division, For The First Month, Was Jashobeam Son Of Zabdiel. There Were , Men In His Division.",
      "He Was A Descendant Of Perez And Chief Of All The Army Officers For The First Month.",
      "In Charge Of The Division For The Second Month Was Dodai The Ahohite; Mikloth Was The Leader Of His Division. There Were , Men In His Division.",
      "The Third Army Commander, For The Third Month, Was Benaiah Son Of Jehoiada The Priest. He Was Chief And There Were , Men In His Division.",
      "This Was The Benaiah Who Was A Mighty Man Among The Thirty And Was Over The Thirty. His Son Ammizabad Was In Charge Of His Division.",
      "The Fourth, For The Fourth Month, Was Asahel The Brother Of Joab; His Son Zebadiah Was His Successor. There Were , Men In His Division.",
      "The Fifth, For The Fifth Month, Was The Commander Shamhuth The Izrahite. There Were , Men In His Division.",
      "The Sixth, For The Sixth Month, Was Ira The Son Of Ikkesh The Tekoite. There Were , Men In His Division.",
      "The Seventh, For The Seventh Month, Was Helez The Pelonite, An Ephraimite. There Were , Men In His Division.",
      "The Eighth, For The Eighth Month, Was Sibbecai The Hushathite, A Zerahite. There Were , Men In His Division.",
      "The Ninth, For The Ninth Month, Was Abiezer The Anathothite, A Benjamite. There Were , Men In His Division.",
      "The Tenth, For The Tenth Month, Was Maharai The Netophathite, A Zerahite. There Were , Men In His Division.",
      "The Eleventh, For The Eleventh Month, Was Benaiah The Pirathonite, An Ephraimite. There Were , Men In His Division.",
      "The Twelfth, For The Twelfth Month, Was Heldai The Netophathite, From The Family Of Othniel. There Were , Men In His Division.",
      "The Officers Over The Tribes Of Israel: Over The Reubenites: Eliezer Son Of Zicri; Over The Simeonites: Shephatiah Son Of Maacah;",
      "Over Levi: Hashabiah Son Of Kemuel; Over Aaron: Zadok;",
      "Over Judah: Elihu, A Brother Of David; Over Issachar: Omri Son Of Michael;",
      "Over Zebulun: Ishmaiah Son Of Obadiah; Over Naphtali: Jerimoth Son Of Azriel;",
      "Over The Ephraimites: Hoshea Son Of Azaziah; Over Half The Tribe Of Manasseh: Joel Son Of Pedaiah;",
      "Over The Half-tribe Of Manasseh In Gilead: Iddo Son Of Zechariah; Over Benjamin: Jaasiel Son Of Abner;",
      "Over Dan: Azarel Son Of Jeroham. These Were The Officers Over The Tribes Of Israel.",
      "David Did Not Take The Number Of The Men Twenty Years Old Or Less, Because The Lord Had Promised To Make Israel As Numerous As The Stars In The Sky.",
      "Joab Son Of Zeruiah Began To Count The Men But Did Not Finish. Wrath Came On Israel On Account Of This Numbering, And The Number Was Not Entered In The Book Of The Annals Of King David.",
      "Azmaveth Son Of Adiel Was In Charge Of The Royal Storehouses. Jonathan Son Of Uzziah Was In Charge Of The Storehouses In The Outlying Districts, In The Towns, The Villages And The Watchtowers.",
      "Ezri Son Of Kelub Was In Charge Of The Field Workers Who Farmed The Land.",
      "Shimei The Ramathite Was In Charge Of The Vineyards. Zabdi The Shiphmite Was In Charge Of The Produce Of The Vineyards For The Wine Vats.",
      "Baal-hanan The Gederite Was In Charge Of The Olive And Sycamore-fig Trees In The Western Foothills. Joash Was In Charge Of The Supplies Of Olive Oil.",
      "Shitrai The Sharonite Was In Charge Of The Herds Grazing In Sharon. Shaphat Son Of Adlai Was In Charge Of The Herds In The Valleys.",
      "Obil The Ishmaelite Was In Charge Of The Camels. Jehdeiah The Meronothite Was In Charge Of The Donkeys.",
      "Jaziz The Hagrite Was In Charge Of The Flocks. All These Were The Officials In Charge Of King David's Property.",
      "Jonathan, David's Uncle, Was A Counselor, A Man Of Insight And A Scribe. Jehiel Son Of Hacmoni Took Care Of The King's Sons.",
      "Ahithophel Was The King's Counselor. Hushai The Arkite Was The King's Friend.",
      "Ahithophel Was Succeeded By Jehoiada Son Of Benaiah And By Abiathar. Joab Was The Commander Of The Royal Army."
    ],
    [
      "David Summoned All The Officials Of Israel To Assemble At Jerusalem: The Officers Over The Tribes, The Commanders Of The Divisions In The Service Of The King, The Commanders Of Thousands And Commanders Of Hundreds, And The Officials In Charge Of All The Property And Livestock Belonging To The King And His Sons, Together With The Palace Officials, The Mighty Men And All The Brave Warriors.",
      "King David Rose To His Feet And Said: \"Listen To Me, My Brothers And My People. I Had It In My Heart To Build A House As A Place Of Rest For The Ark Of The Covenant Of The Lord , For The Footstool Of Our God, And I Made Plans To Build It.",
      "But God Said To Me, 'You Are Not To Build A House For My Name, Because You Are A Warrior And Have Shed Blood.'",
      "\"Yet The Lord , The God Of Israel, Chose Me From My Whole Family To Be King Over Israel Forever. He Chose Judah As Leader, And From The House Of Judah He Chose My Family, And From My Father's Sons He Was Pleased To Make Me King Over All Israel.",
      "Of All My Sons-and The Lord Has Given Me Many-he Has Chosen My Son Solomon To Sit On The Throne Of The Kingdom Of The Lord Over Israel.",
      "He Said To Me: 'Solomon Your Son Is The One Who Will Build My House And My Courts, For I Have Chosen Him To Be My Son, And I Will Be His Father.",
      "I Will Establish His Kingdom Forever If He Is Unswerving In Carrying Out My Commands And Laws, As Is Being Done At This Time.'",
      "\"So Now I Charge You In The Sight Of All Israel And Of The Assembly Of The Lord , And In The Hearing Of Our God: Be Careful To Follow All The Commands Of The Lord Your God, That You May Possess This Good Land And Pass It On As An Inheritance To Your Descendants Forever.",
      "\"And You, My Son Solomon, Acknowledge The God Of Your Father, And Serve Him With Wholehearted Devotion And With A Willing Mind, For The Lord Searches Every Heart And Understands Every Motive Behind The Thoughts. If You Seek Him, He Will Be Found By You; But If You Forsake Him, He Will Reject You Forever.",
      "Consider Now, For The Lord Has Chosen You To Build A Temple As A Sanctuary. Be Strong And Do The Work.\"",
      "Then David Gave His Son Solomon The Plans For The Portico Of The Temple, Its Buildings, Its Storerooms, Its Upper Parts, Its Inner Rooms And The Place Of Atonement.",
      "He Gave Him The Plans Of All That The Spirit Had Put In His Mind For The Courts Of The Temple Of The Lord And All The Surrounding Rooms, For The Treasuries Of The Temple Of God And For The Treasuries For The Dedicated Things.",
      "He Gave Him Instructions For The Divisions Of The Priests And Levites, And For All The Work Of Serving In The Temple Of The Lord , As Well As For All The Articles To Be Used In Its Service.",
      "He Designated The Weight Of Gold For All The Gold Articles To Be Used In Various Kinds Of Service, And The Weight Of Silver For All The Silver Articles To Be Used In Various Kinds Of Service:",
      "The Weight Of Gold For The Gold Lampstands And Their Lamps, With The Weight For Each Lampstand And Its Lamps; And The Weight Of Silver For Each Silver Lampstand And Its Lamps, According To The Use Of Each Lampstand;",
      "The Weight Of Gold For Each Table For Consecrated Bread; The Weight Of Silver For The Silver Tables;",
      "The Weight Of Pure Gold For The Forks, Sprinkling Bowls And Pitchers; The Weight Of Gold For Each Gold Dish; The Weight Of Silver For Each Silver Dish;",
      "And The Weight Of The Refined Gold For The Altar Of Incense. He Also Gave Him The Plan For The Chariot, That Is, The Cherubim Of Gold That Spread Their Wings And Shelter The Ark Of The Covenant Of The Lord .",
      "\"All This,\" David Said, \"I Have In Writing From The Hand Of The Lord Upon Me, And He Gave Me Understanding In All The Details Of The Plan.\"",
      "David Also Said To Solomon His Son, \"Be Strong And Courageous, And Do The Work. Do Not Be Afraid Or Discouraged, For The Lord God, My God, Is With You. He Will Not Fail You Or Forsake You Until All The Work For The Service Of The Temple Of The Lord Is Finished.",
      "The Divisions Of The Priests And Levites Are Ready For All The Work On The Temple Of God, And Every Willing Man Skilled In Any Craft Will Help You In All The Work. The Officials And All The People Will Obey Your Every Command.\""
    ],
    [
      "Then King David Said To The Whole Assembly: \"My Son Solomon, The One Whom God Has Chosen, Is Young And Inexperienced. The Task Is Great, Because This Palatial Structure Is Not For Man But For The Lord God.",
      "With All My Resources I Have Provided For The Temple Of My God-gold For The Gold Work, Silver For The Silver, Bronze For The Bronze, Iron For The Iron And Wood For The Wood, As Well As Onyx For The Settings, Turquoise, Stones Of Various Colors, And All Kinds Of Fine Stone And Marble-all Of These In Large Quantities.",
      "Besides, In My Devotion To The Temple Of My God I Now Give My Personal Treasures Of Gold And Silver For The Temple Of My God, Over And Above Everything I Have Provided For This Holy Temple:",
      "Three Thousand Talents Of Gold (Gold Of Ophir) And Seven Thousand Talents Of Refined Silver, For The Overlaying Of The Walls Of The Buildings,",
      "For The Gold Work And The Silver Work, And For All The Work To Be Done By The Craftsmen. Now, Who Is Willing To Consecrate Himself Today To The Lord ?\"",
      "Then The Leaders Of Families, The Officers Of The Tribes Of Israel, The Commanders Of Thousands And Commanders Of Hundreds, And The Officials In Charge Of The King's Work Gave Willingly.",
      "They Gave Toward The Work On The Temple Of God Five Thousand Talents And Ten Thousand Darics Of Gold, Ten Thousand Talents Of Silver, Eighteen Thousand Talents Of Bronze And A Hundred Thousand Talents Of Iron.",
      "Any Who Had Precious Stones Gave Them To The Treasury Of The Temple Of The Lord In The Custody Of Jehiel The Gershonite.",
      "The People Rejoiced At The Willing Response Of Their Leaders, For They Had Given Freely And Wholeheartedly To The Lord . David The King Also Rejoiced Greatly.",
      "David Praised The Lord In The Presence Of The Whole Assembly, Saying, \"Praise Be To You, O Lord , God Of Our Father Israel, From Everlasting To Everlasting.",
      "Yours, O Lord , Is The Greatness And The Power And The Glory And The Majesty And The Splendor, For Everything In Heaven And Earth Is Yours. Yours, O Lord , Is The Kingdom; You Are Exalted As Head Over All.",
      "Wealth And Honor Come From You; You Are The Ruler Of All Things. In Your Hands Are Strength And Power To Exalt And Give Strength To All.",
      "Now, Our God, We Give You Thanks, And Praise Your Glorious Name.",
      "\"But Who Am I, And Who Are My People, That We Should Be Able To Give As Generously As This? Everything Comes From You, And We Have Given You Only What Comes From Your Hand.",
      "We Are Aliens And Strangers In Your Sight, As Were All Our Forefathers. Our Days On Earth Are Like A Shadow, Without Hope.",
      "O Lord Our God, As For All This Abundance That We Have Provided For Building You A Temple For Your Holy Name, It Comes From Your Hand, And All Of It Belongs To You.",
      "I Know, My God, That You Test The Heart And Are Pleased With Integrity. All These Things Have I Given Willingly And With Honest Intent. And Now I Have Seen With Joy How Willingly Your People Who Are Here Have Given To You.",
      "O Lord , God Of Our Fathers Abraham, Isaac And Israel, Keep This Desire In The Hearts Of Your People Forever, And Keep Their Hearts Loyal To You.",
      "And Give My Son Solomon The Wholehearted Devotion To Keep Your Commands, Requirements And Decrees And To Do Everything To Build The Palatial Structure For Which I Have Provided.\"",
      "Then David Said To The Whole Assembly, \"Praise The Lord Your God.\" So They All Praised The Lord , The God Of Their Fathers; They Bowed Low And Fell Prostrate Before The Lord And The King.",
      "The Next Day They Made Sacrifices To The Lord And Presented Burnt Offerings To Him: A Thousand Bulls, A Thousand Rams And A Thousand Male Lambs, Together With Their Drink Offerings, And Other Sacrifices In Abundance For All Israel.",
      "They Ate And Drank With Great Joy In The Presence Of The Lord That Day. Then They Acknowledged Solomon Son Of David As King A Second Time, Anointing Him Before The Lord To Be Ruler And Zadok To Be Priest.",
      "So Solomon Sat On The Throne Of The Lord As King In Place Of His Father David. He Prospered And All Israel Obeyed Him.",
      "All The Officers And Mighty Men, As Well As All Of King David's Sons, Pledged Their Submission To King Solomon.",
      "The Lord Highly Exalted Solomon In The Sight Of All Israel And Bestowed On Him Royal Splendor Such As No King Over Israel Ever Had Before.",
      "David Son Of Jesse Was King Over All Israel.",
      "He Ruled Over Israel Forty Years-seven In Hebron And Thirty-three In Jerusalem.",
      "He Died At A Good Old Age, Having Enjoyed Long Life, Wealth And Honor. His Son Solomon Succeeded Him As King.",
      "As For The Events Of King David's Reign, From Beginning To End, They Are Written In The Records Of Samuel The Seer, The Records Of Nathan The Prophet And The Records Of Gad The Seer,",
      "Together With The Details Of His Reign And Power, And The Circumstances That Surrounded Him And Israel And The Kingdoms Of All The Other Lands."
    ]
  ]
}
