{
    "chapter": [
        [
            "Solomon Son Of David Established Himself Firmly Over His Kingdom, For The Lord His God Was With Him And Made Him Exceedingly Great.",
            "Then Solomon Spoke To All Israel-to The Commanders Of Thousands And Commanders Of Hundreds, To The Judges And To All The Leaders In Israel, The Heads Of Families-",
            "And Solomon And The Whole Assembly Went To The High Place At Gibeon, For God's Tent Of Meeting Was There, Which Moses The Lord 'S Servant Had Made In The Desert.",
            "Now David Had Brought Up The Ark Of God From Kiriath Jearim To The Place He Had Prepared For It, Because He Had Pitched A Tent For It In Jerusalem.",
            "But The Bronze Altar That Bezalel Son Of Uri, The Son Of Hur, Had Made Was In Gibeon In Front Of The Tabernacle Of The Lord ; So Solomon And The Assembly Inquired Of Him There.",
            "Solomon Went Up To The Bronze Altar Before The Lord In The Tent Of Meeting And Offered A Thousand Burnt Offerings On It.",
            "That Night God Appeared To Solomon And Said To Him, \"Ask For Whatever You Want Me To Give You.\"",
            "Solomon Answered God, \"You Have Shown Great Kindness To David My Father And Have Made Me King In His Place.",
            "Now, Lord God, Let Your Promise To My Father David Be Confirmed, For You Have Made Me King Over A People Who Are As Numerous As The Dust Of The Earth.",
            "Give Me Wisdom And Knowledge, That I May Lead This People, For Who Is Able To Govern This Great People Of Yours?\"",
            "God Said To Solomon, \"Since This Is Your Heart's Desire And You Have Not Asked For Wealth, Riches Or Honor, Nor For The Death Of Your Enemies, And Since You Have Not Asked For A Long Life But For Wisdom And Knowledge To Govern My People Over Whom I Have Made You King,",
            "Therefore Wisdom And Knowledge Will Be Given You. And I Will Also Give You Wealth, Riches And Honor, Such As No King Who Was Before You Ever Had And None After You Will Have.\"",
            "Then Solomon Went To Jerusalem From The High Place At Gibeon, From Before The Tent Of Meeting. And He Reigned Over Israel.",
            "Solomon Accumulated Chariots And Horses; He Had Fourteen Hundred Chariots And Twelve Thousand Horses, Which He Kept In The Chariot Cities And Also With Him In Jerusalem.",
            "The King Made Silver And Gold As Common In Jerusalem As Stones, And Cedar As Plentiful As Sycamore-fig Trees In The Foothills.",
            "Solomon's Horses Were Imported From Egypt And From Kue - The Royal Merchants Purchased Them From Kue.",
            "They Imported A Chariot From Egypt For Six Hundred Shekels Of Silver, And A Horse For A Hundred And Fifty. They Also Exported Them To All The Kings Of The Hittites And Of The Arameans."
        ],
        [
            "Solomon Gave Orders To Build A Temple For The Name Of The Lord And A Royal Palace For Himself.",
            "He Conscripted Seventy Thousand Men As Carriers And Eighty Thousand As Stonecutters In The Hills And Thirty-six Hundred As Foremen Over Them.",
            "Solomon Sent This Message To Hiram King Of Tyre: \"Send Me Cedar Logs As You Did For My Father David When You Sent Him Cedar To Build A Palace To Live In.",
            "Now I Am About To Build A Temple For The Name Of The Lord My God And To Dedicate It To Him For Burning Fragrant Incense Before Him, For Setting Out The Consecrated Bread Regularly, And For Making Burnt Offerings Every Morning And Evening And On Sabbaths And New Moons And At The Appointed Feasts Of The Lord Our God. This Is A Lasting Ordinance For Israel.",
            "\"The Temple I Am Going To Build Will Be Great, Because Our God Is Greater Than All Other Gods.",
            "But Who Is Able To Build A Temple For Him, Since The Heavens, Even The Highest Heavens, Cannot Contain Him? Who Then Am I To Build A Temple For Him, Except As A Place To Burn Sacrifices Before Him?",
            "\"Send Me, Therefore, A Man Skilled To Work In Gold And Silver, Bronze And Iron, And In Purple, Crimson And Blue Yarn, And Experienced In The Art Of Engraving, To Work In Judah And Jerusalem With My Skilled Craftsmen, Whom My Father David Provided.",
            "\"Send Me Also Cedar, Pine And Algum Logs From Lebanon, For I Know That Your Men Are Skilled In Cutting Timber There. My Men Will Work With Yours",
            "To Provide Me With Plenty Of Lumber, Because The Temple I Build Must Be Large And Magnificent.",
            "I Will Give Your Servants, The Woodsmen Who Cut The Timber, Twenty Thousand Cors Of Ground Wheat, Twenty Thousand Cors Of Barley, Twenty Thousand Baths Of Wine And Twenty Thousand Baths Of Olive Oil.\"",
            "Hiram King Of Tyre Replied By Letter To Solomon: \"Because The Lord Loves His People, He Has Made You Their King.\"",
            "And Hiram Added: \"Praise Be To The Lord , The God Of Israel, Who Made Heaven And Earth! He Has Given King David A Wise Son, Endowed With Intelligence And Discernment, Who Will Build A Temple For The Lord And A Palace For Himself.",
            "\"I Am Sending You Huram-abi, A Man Of Great Skill,",
            "Whose Mother Was From Dan And Whose Father Was From Tyre. He Is Trained To Work In Gold And Silver, Bronze And Iron, Stone And Wood, And With Purple And Blue And Crimson Yarn And Fine Linen. He Is Experienced In All Kinds Of Engraving And Can Execute Any Design Given To Him. He Will Work With Your Craftsmen And With Those Of My Lord , David Your Father.",
            "\"Now Let My Lord Send His Servants The Wheat And Barley And The Olive Oil And Wine He Promised,",
            "And We Will Cut All The Logs From Lebanon That You Need And Will Float Them In Rafts By Sea Down To Joppa. You Can Then Take Them Up To Jerusalem.\"",
            "Solomon Took A Census Of All The Aliens Who Were In Israel, After The Census His Father David Had Taken; And They Were Found To Be ,.",
            "He Assigned , Of Them To Be Carriers And , To Be Stonecutters In The Hills, With , Foremen Over Them To Keep The People Working."
        ],
        [
            "Then Solomon Began To Build The Temple Of The Lord In Jerusalem On Mount Moriah, Where The Lord Had Appeared To His Father David. It Was On The Threshing Floor Of Araunah The Jebusite, The Place Provided By David.",
            "He Began Building On The Second Day Of The Second Month In The Fourth Year Of His Reign.",
            "The Foundation Solomon Laid For Building The Temple Of God Was Sixty Cubits Long And Twenty Cubits Wide (Using The Cubit Of The Old Standard).",
            "The Portico At The Front Of The Temple Was Twenty Cubits Long Across The Width Of The Building And Twenty Cubits High. He Overlaid The Inside With Pure Gold.",
            "He Paneled The Main Hall With Pine And Covered It With Fine Gold And Decorated It With Palm Tree And Chain Designs.",
            "He Adorned The Temple With Precious Stones. And The Gold He Used Was Gold Of Parvaim.",
            "He Overlaid The Ceiling Beams, Doorframes, Walls And Doors Of The Temple With Gold, And He Carved Cherubim On The Walls.",
            "He Built The Most Holy Place, Its Length Corresponding To The Width Of The Temple-twenty Cubits Long And Twenty Cubits Wide. He Overlaid The Inside With Six Hundred Talents Of Fine Gold.",
            "The Gold Nails Weighed Fifty Shekels. He Also Overlaid The Upper Parts With Gold.",
            "In The Most Holy Place He Made A Pair Of Sculptured Cherubim And Overlaid Them With Gold.",
            "The Total Wingspan Of The Cherubim Was Twenty Cubits. One Wing Of The First Cherub Was Five Cubits Long And Touched The Temple Wall, While Its Other Wing, Also Five Cubits Long, Touched The Wing Of The Other Cherub.",
            "Similarly One Wing Of The Second Cherub Was Five Cubits Long And Touched The Other Temple Wall, And Its Other Wing, Also Five Cubits Long, Touched The Wing Of The First Cherub.",
            "The Wings Of These Cherubim Extended Twenty Cubits. They Stood On Their Feet, Facing The Main Hall.",
            "He Made The Curtain Of Blue, Purple And Crimson Yarn And Fine Linen, With Cherubim Worked Into It.",
            "In The Front Of The Temple He Made Two Pillars, Which Together Were Thirty-five Cubits Long, Each With A Capital On Top Measuring Five Cubits.",
            "He Made Interwoven Chains And Put Them On Top Of The Pillars. He Also Made A Hundred Pomegranates And Attached Them To The Chains.",
            "He Erected The Pillars In The Front Of The Temple, One To The South And One To The North. The One To The South He Named Jakin And The One To The North Boaz."
        ],
        [
            "He Made A Bronze Altar Twenty Cubits Long, Twenty Cubits Wide And Ten Cubits High.",
            "He Made The Sea Of Cast Metal, Circular In Shape, Measuring Ten Cubits From Rim To Rim And Five Cubits High. It Took A Line Of Thirty Cubits To Measure Around It.",
            "Below The Rim, Figures Of Bulls Encircled It-ten To A Cubit. The Bulls Were Cast In Two Rows In One Piece With The Sea.",
            "The Sea Stood On Twelve Bulls, Three Facing North, Three Facing West, Three Facing South And Three Facing East. The Sea Rested On Top Of Them, And Their Hindquarters Were Toward The Center.",
            "It Was A Handbreadth In Thickness, And Its Rim Was Like The Rim Of A Cup, Like A Lily Blossom. It Held Three Thousand Baths.",
            "He Then Made Ten Basins For Washing And Placed Five On The South Side And Five On The North. In Them The Things To Be Used For The Burnt Offerings Were Rinsed, But The Sea Was To Be Used By The Priests For Washing.",
            "He Made Ten Gold Lampstands According To The Specifications For Them And Placed Them In The Temple, Five On The South Side And Five On The North.",
            "He Made Ten Tables And Placed Them In The Temple, Five On The South Side And Five On The North. He Also Made A Hundred Gold Sprinkling Bowls.",
            "He Made The Courtyard Of The Priests, And The Large Court And The Doors For The Court, And Overlaid The Doors With Bronze.",
            "He Placed The Sea On The South Side, At The Southeast Corner.",
            "He Also Made The Pots And Shovels And Sprinkling Bowls. So Huram Finished The Work He Had Undertaken For King Solomon In The Temple Of God:",
            "The Two Pillars; The Two Bowl-shaped Capitals On Top Of The Pillars; The Two Sets Of Network Decorating The Two Bowl-shaped Capitals On Top Of The Pillars;",
            "The Four Hundred Pomegranates For The Two Sets Of Network (Two Rows Of Pomegranates For Each Network, Decorating The Bowl-shaped Capitals On Top Of The Pillars);",
            "The Stands With Their Basins;",
            "The Sea And The Twelve Bulls Under It;",
            "The Pots, Shovels, Meat Forks And All Related Articles. All The Objects That Huram-abi Made For King Solomon For The Temple Of The Lord Were Of Polished Bronze.",
            "The King Had Them Cast In Clay Molds In The Plain Of The Jordan Between Succoth And Zarethan.",
            "All These Things That Solomon Made Amounted To So Much That The Weight Of The Bronze Was Not Determined.",
            "Solomon Also Made All The Furnishings That Were In God's Temple: The Golden Altar; The Tables On Which Was The Bread Of The Presence;",
            "The Lampstands Of Pure Gold With Their Lamps, To Burn In Front Of The Inner Sanctuary As Prescribed;",
            "The Gold Floral Work And Lamps And Tongs (They Were Solid Gold);",
            "The Pure Gold Wick Trimmers, Sprinkling Bowls, Dishes And Censers; And The Gold Doors Of The Temple: The Inner Doors To The Most Holy Place And The Doors Of The Main Hall."
        ],
        [
            "When All The Work Solomon Had Done For The Temple Of The Lord Was Finished, He Brought In The Things His Father David Had Dedicated-the Silver And Gold And All The Furnishings-and He Placed Them In The Treasuries Of God's Temple.",
            "Then Solomon Summoned To Jerusalem The Elders Of Israel, All The Heads Of The Tribes And The Chiefs Of The Israelite Families, To Bring Up The Ark Of The Lord 'S Covenant From Zion, The City Of David.",
            "And All The Men Of Israel Came Together To The King At The Time Of The Festival In The Seventh Month.",
            "When All The Elders Of Israel Had Arrived, The Levites Took Up The Ark,",
            "And They Brought Up The Ark And The Tent Of Meeting And All The Sacred Furnishings In It. The Priests, Who Were Levites, Carried Them Up;",
            "And King Solomon And The Entire Assembly Of Israel That Had Gathered About Him Were Before The Ark, Sacrificing So Many Sheep And Cattle That They Could Not Be Recorded Or Counted.",
            "The Priests Then Brought The Ark Of The Lord 'S Covenant To Its Place In The Inner Sanctuary Of The Temple, The Most Holy Place, And Put It Beneath The Wings Of The Cherubim.",
            "The Cherubim Spread Their Wings Over The Place Of The Ark And Covered The Ark And Its Carrying Poles.",
            "These Poles Were So Long That Their Ends, Extending From The Ark, Could Be Seen From In Front Of The Inner Sanctuary, But Not From Outside The Holy Place; And They Are Still There Today.",
            "There Was Nothing In The Ark Except The Two Tablets That Moses Had Placed In It At Horeb, Where The Lord Made A Covenant With The Israelites After They Came Out Of Egypt.",
            "The Priests Then Withdrew From The Holy Place. All The Priests Who Were There Had Consecrated Themselves, Regardless Of Their Divisions.",
            "All The Levites Who Were Musicians-asaph, Heman, Jeduthun And Their Sons And Relatives-stood On The East Side Of The Altar, Dressed In Fine Linen And Playing Cymbals, Harps And Lyres. They Were Accompanied By  Priests Sounding Trumpets.",
            "The Trumpeters And Singers Joined In Unison, As With One Voice, To Give Praise And Thanks To The Lord . Accompanied By Trumpets, Cymbals And Other Instruments, They Raised Their Voices In Praise To The Lord And Sang: \"He Is Good; His Love Endures Forever.\" Then The Temple Of The Lord Was Filled With A Cloud,",
            "And The Priests Could Not Perform Their Service Because Of The Cloud, For The Glory Of The Lord Filled The Temple Of God."
        ],
        [
            "Then Solomon Said, \"The Lord Has Said That He Would Dwell In A Dark Cloud;",
            "I Have Built A Magnificent Temple For You, A Place For You To Dwell Forever.\"",
            "While The Whole Assembly Of Israel Was Standing There, The King Turned Around And Blessed Them.",
            "Then He Said: \"Praise Be To The Lord , The God Of Israel, Who With His Hands Has Fulfilled What He Promised With His Mouth To My Father David. For He Said,",
            "'Since The Day I Brought My People Out Of Egypt, I Have Not Chosen A City In Any Tribe Of Israel To Have A Temple Built For My Name To Be There, Nor Have I Chosen Anyone To Be The Leader Over My People Israel.",
            "But Now I Have Chosen Jerusalem For My Name To Be There, And I Have Chosen David To Rule My People Israel.'",
            "\"My Father David Had It In His Heart To Build A Temple For The Name Of The Lord , The God Of Israel.",
            "But The Lord Said To My Father David, 'Because It Was In Your Heart To Build A Temple For My Name, You Did Well To Have This In Your Heart.",
            "Nevertheless, You Are Not The One To Build The Temple, But Your Son, Who Is Your Own Flesh And Blood-he Is The One Who Will Build The Temple For My Name.'",
            "\"The Lord Has Kept The Promise He Made. I Have Succeeded David My Father And Now I Sit On The Throne Of Israel, Just As The Lord Promised, And I Have Built The Temple For The Name Of The Lord , The God Of Israel.",
            "There I Have Placed The Ark, In Which Is The Covenant Of The Lord That He Made With The People Of Israel.\"",
            "Then Solomon Stood Before The Altar Of The Lord In Front Of The Whole Assembly Of Israel And Spread Out His Hands.",
            "Now He Had Made A Bronze Platform, Five Cubits Long, Five Cubits Wide And Three Cubits High, And Had Placed It In The Center Of The Outer Court. He Stood On The Platform And Then Knelt Down Before The Whole Assembly Of Israel And Spread Out His Hands Toward Heaven.",
            "He Said: \"O Lord , God Of Israel, There Is No God Like You In Heaven Or On Earth-you Who Keep Your Covenant Of Love With Your Servants Who Continue Wholeheartedly In Your Way.",
            "You Have Kept Your Promise To Your Servant David My Father; With Your Mouth You Have Promised And With Your Hand You Have Fulfilled It-as It Is Today.",
            "\"Now Lord , God Of Israel, Keep For Your Servant David My Father The Promises You Made To Him When You Said, 'You Shall Never Fail To Have A Man To Sit Before Me On The Throne Of Israel, If Only Your Sons Are Careful In All They Do To Walk Before Me According To My Law, As You Have Done.'",
            "And Now, O Lord , God Of Israel, Let Your Word That You Promised Your Servant David Come True.",
            "\"But Will God Really Dwell On Earth With Men? The Heavens, Even The Highest Heavens, Cannot Contain You. How Much Less This Temple I Have Built!",
            "Yet Give Attention To Your Servant's Prayer And His Plea For Mercy, O Lord My God. Hear The Cry And The Prayer That Your Servant Is Praying In Your Presence.",
            "May Your Eyes Be Open Toward This Temple Day And Night, This Place Of Which You Said You Would Put Your Name There. May You Hear The Prayer Your Servant Prays Toward This Place.",
            "Hear The Supplications Of Your Servant And Of Your People Israel When They Pray Toward This Place. Hear From Heaven, Your Dwelling Place; And When You Hear, Forgive.",
            "\"When A Man Wrongs His Neighbor And Is Required To Take An Oath And He Comes And Swears The Oath Before Your Altar In This Temple,",
            "Then Hear From Heaven And Act. Judge Between Your Servants, Repaying The Guilty By Bringing Down On His Own Head What He Has Done. Declare The Innocent Not Guilty And So Establish His Innocence.",
            "\"When Your People Israel Have Been Defeated By An Enemy Because They Have Sinned Against You And When They Turn Back And Confess Your Name, Praying And Making Supplication Before You In This Temple,",
            "Then Hear From Heaven And Forgive The Sin Of Your People Israel And Bring Them Back To The Land You Gave To Them And Their Fathers.",
            "\"When The Heavens Are Shut Up And There Is No Rain Because Your People Have Sinned Against You, And When They Pray Toward This Place And Confess Your Name And Turn From Their Sin Because You Have Afflicted Them,",
            "Then Hear From Heaven And Forgive The Sin Of Your Servants, Your People Israel. Teach Them The Right Way To Live, And Send Rain On The Land You Gave Your People For An Inheritance.",
            "\"When Famine Or Plague Comes To The Land, Or Blight Or Mildew, Locusts Or Grasshoppers, Or When Enemies Besiege Them In Any Of Their Cities, Whatever Disaster Or Disease May Come,",
            "And When A Prayer Or Plea Is Made By Any Of Your People Israel-each One Aware Of His Afflictions And Pains, And Spreading Out His Hands Toward This Temple-",
            "Then Hear From Heaven, Your Dwelling Place. Forgive, And Deal With Each Man According To All He Does, Since You Know His Heart (For You Alone Know The Hearts Of Men),",
            "So That They Will Fear You And Walk In Your Ways All The Time They Live In The Land You Gave Our Fathers.",
            "\"As For The Foreigner Who Does Not Belong To Your People Israel But Has Come From A Distant Land Because Of Your Great Name And Your Mighty Hand And Your Outstretched Arm-when He Comes And Prays Toward This Temple,",
            "Then Hear From Heaven, Your Dwelling Place, And Do Whatever The Foreigner Asks Of You, So That All The Peoples Of The Earth May Know Your Name And Fear You, As Do Your Own People Israel, And May Know That This House I Have Built Bears Your Name.",
            "\"When Your People Go To War Against Their Enemies, Wherever You Send Them, And When They Pray To You Toward This City You Have Chosen And The Temple I Have Built For Your Name,",
            "Then Hear From Heaven Their Prayer And Their Plea, And Uphold Their Cause.",
            "\"When They Sin Against You-for There Is No One Who Does Not Sin-and You Become Angry With Them And Give Them Over To The Enemy, Who Takes Them Captive To A Land Far Away Or Near;",
            "And If They Have A Change Of Heart In The Land Where They Are Held Captive, And Repent And Plead With You In The Land Of Their Captivity And Say, 'We Have Sinned, We Have Done Wrong And Acted Wickedly';",
            "And If They Turn Back To You With All Their Heart And Soul In The Land Of Their Captivity Where They Were Taken, And Pray Toward The Land You Gave Their Fathers, Toward The City You Have Chosen And Toward The Temple I Have Built For Your Name;",
            "Then From Heaven, Your Dwelling Place, Hear Their Prayer And Their Pleas, And Uphold Their Cause. And Forgive Your People, Who Have Sinned Against You.",
            "\"Now, My God, May Your Eyes Be Open And Your Ears Attentive To The Prayers Offered In This Place.",
            "\"Now Arise, O Lord God, And Come To Your Resting Place, You And The Ark Of Your Might. May Your Priests, O Lord God, Be Clothed With Salvation, May Your Saints Rejoice In Your Goodness.",
            "O Lord God, Do Not Reject Your Anointed One. Remember The Great Love Promised To David Your Servant.\""
        ],
        [
            "When Solomon Finished Praying, Fire Came Down From Heaven And Consumed The Burnt Offering And The Sacrifices, And The Glory Of The Lord Filled The Temple.",
            "The Priests Could Not Enter The Temple Of The Lord Because The Glory Of The Lord Filled It.",
            "When All The Israelites Saw The Fire Coming Down And The Glory Of The Lord Above The Temple, They Knelt On The Pavement With Their Faces To The Ground, And They Worshiped And Gave Thanks To The Lord , Saying, \"He Is Good; His Love Endures Forever.\"",
            "Then The King And All The People Offered Sacrifices Before The Lord .",
            "And King Solomon Offered A Sacrifice Of Twenty-two Thousand Head Of Cattle And A Hundred And Twenty Thousand Sheep And Goats. So The King And All The People Dedicated The Temple Of God.",
            "The Priests Took Their Positions, As Did The Levites With The Lord 'S Musical Instruments, Which King David Had Made For Praising The Lord And Which Were Used When He Gave Thanks, Saying, \"His Love Endures Forever.\" Opposite The Levites, The Priests Blew Their Trumpets, And All The Israelites Were Standing.",
            "Solomon Consecrated The Middle Part Of The Courtyard In Front Of The Temple Of The Lord , And There He Offered Burnt Offerings And The Fat Of The Fellowship Offerings, Because The Bronze Altar He Had Made Could Not Hold The Burnt Offerings, The Grain Offerings And The Fat Portions.",
            "So Solomon Observed The Festival At That Time For Seven Days, And All Israel With Him-a Vast Assembly, People From Lebo Hamath To The Wadi Of Egypt.",
            "On The Eighth Day They Held An Assembly, For They Had Celebrated The Dedication Of The Altar For Seven Days And The Festival For Seven Days More.",
            "On The Twenty-third Day Of The Seventh Month He Sent The People To Their Homes, Joyful And Glad In Heart For The Good Things The Lord Had Done For David And Solomon And For His People Israel.",
            "When Solomon Had Finished The Temple Of The Lord And The Royal Palace, And Had Succeeded In Carrying Out All He Had In Mind To Do In The Temple Of The Lord And In His Own Palace,",
            "The Lord Appeared To Him At Night And Said: \"I Have Heard Your Prayer And Have Chosen This Place For Myself As A Temple For Sacrifices.",
            "\"When I Shut Up The Heavens So That There Is No Rain, Or Command Locusts To Devour The Land Or Send A Plague Among My People,",
            "If My People, Who Are Called By My Name, Will Humble Themselves And Pray And Seek My Face And Turn From Their Wicked Ways, Then Will I Hear From Heaven And Will Forgive Their Sin And Will Heal Their Land.",
            "Now My Eyes Will Be Open And My Ears Attentive To The Prayers Offered In This Place.",
            "I Have Chosen And Consecrated This Temple So That My Name May Be There Forever. My Eyes And My Heart Will Always Be There.",
            "\"As For You, If You Walk Before Me As David Your Father Did, And Do All I Command, And Observe My Decrees And Laws,",
            "I Will Establish Your Royal Throne, As I Covenanted With David Your Father When I Said, 'You Shall Never Fail To Have A Man To Rule Over Israel.'",
            "\"But If You Turn Away And Forsake The Decrees And Commands I Have Given You And Go Off To Serve Other Gods And Worship Them,",
            "Then I Will Uproot Israel From My Land, Which I Have Given Them, And Will Reject This Temple I Have Consecrated For My Name. I Will Make It A Byword And An Object Of Ridicule Among All Peoples.",
            "And Though This Temple Is Now So Imposing, All Who Pass By Will Be Appalled And Say, 'Why Has The Lord Done Such A Thing To This Land And To This Temple?'",
            "People Will Answer, 'Because They Have Forsaken The Lord , The God Of Their Fathers, Who Brought Them Out Of Egypt, And Have Embraced Other Gods, Worshiping And Serving Them-that Is Why He Brought All This Disaster On Them.' \""
        ],
        [
            "At The End Of Twenty Years, During Which Solomon Built The Temple Of The Lord And His Own Palace,",
            "Solomon Rebuilt The Villages That Hiram Had Given Him, And Settled Israelites In Them.",
            "Solomon Then Went To Hamath Zobah And Captured It.",
            "He Also Built Up Tadmor In The Desert And All The Store Cities He Had Built In Hamath.",
            "He Rebuilt Upper Beth Horon And Lower Beth Horon As Fortified Cities, With Walls And With Gates And Bars,",
            "As Well As Baalath And All His Store Cities, And All The Cities For His Chariots And For His Horses -Whatever He Desired To Build In Jerusalem, In Lebanon And Throughout All The Territory He Ruled.",
            "All The People Left From The Hittites, Amorites, Perizzites, Hivites And Jebusites (These Peoples Were Not Israelites),",
            "That Is, Their Descendants Remaining In The Land, Whom The Israelites Had Not Destroyed-these Solomon Conscripted For His Slave Labor Force, As It Is To This Day.",
            "But Solomon Did Not Make Slaves Of The Israelites For His Work; They Were His Fighting Men, Commanders Of His Captains, And Commanders Of His Chariots And Charioteers.",
            "They Were Also King Solomon's Chief Officials-two Hundred And Fifty Officials Supervising The Men.",
            "Solomon Brought Pharaoh's Daughter Up From The City Of David To The Palace He Had Built For Her, For He Said, \"My Wife Must Not Live In The Palace Of David King Of Israel, Because The Places The Ark Of The Lord Has Entered Are Holy.\"",
            "On The Altar Of The Lord That He Had Built In Front Of The Portico, Solomon Sacrificed Burnt Offerings To The Lord ,",
            "According To The Daily Requirement For Offerings Commanded By Moses For Sabbaths, New Moons And The Three Annual Feasts-the Feast Of Unleavened Bread, The Feast Of Weeks And The Feast Of Tabernacles.",
            "In Keeping With The Ordinance Of His Father David, He Appointed The Divisions Of The Priests For Their Duties, And The Levites To Lead The Praise And To Assist The Priests According To Each Day's Requirement. He Also Appointed The Gatekeepers By Divisions For The Various Gates, Because This Was What David The Man Of God Had Ordered.",
            "They Did Not Deviate From The King's Commands To The Priests Or To The Levites In Any Matter, Including That Of The Treasuries.",
            "All Solomon's Work Was Carried Out, From The Day The Foundation Of The Temple Of The Lord Was Laid Until Its Completion. So The Temple Of The Lord Was Finished.",
            "Then Solomon Went To Ezion Geber And Elath On The Coast Of Edom.",
            "And Hiram Sent Him Ships Commanded By His Own Officers, Men Who Knew The Sea. These, With Solomon's Men, Sailed To Ophir And Brought Back Four Hundred And Fifty Talents Of Gold, Which They Delivered To King Solomon."
        ],
        [
            "When The Queen Of Sheba Heard Of Solomon's Fame, She Came To Jerusalem To Test Him With Hard Questions. Arriving With A Very Great Caravan-with Camels Carrying Spices, Large Quantities Of Gold, And Precious Stones-she Came To Solomon And Talked With Him About All She Had On Her Mind.",
            "Solomon Answered All Her Questions; Nothing Was Too Hard For Him To Explain To Her.",
            "When The Queen Of Sheba Saw The Wisdom Of Solomon, As Well As The Palace He Had Built,",
            "The Food On His Table, The Seating Of His Officials, The Attending Servants In Their Robes, The Cupbearers In Their Robes And The Burnt Offerings He Made At The Temple Of The Lord , She Was Overwhelmed.",
            "She Said To The King, \"The Report I Heard In My Own Country About Your Achievements And Your Wisdom Is True.",
            "But I Did Not Believe What They Said Until I Came And Saw With My Own Eyes. Indeed, Not Even Half The Greatness Of Your Wisdom Was Told Me; You Have Far Exceeded The Report I Heard.",
            "How Happy Your Men Must Be! How Happy Your Officials, Who Continually Stand Before You And Hear Your Wisdom!",
            "Praise Be To The Lord Your God, Who Has Delighted In You And Placed You On His Throne As King To Rule For The Lord Your God. Because Of The Love Of Your God For Israel And His Desire To Uphold Them Forever, He Has Made You King Over Them, To Maintain Justice And Righteousness.\"",
            "Then She Gave The King  Talents Of Gold, Large Quantities Of Spices, And Precious Stones. There Had Never Been Such Spices As Those The Queen Of Sheba Gave To King Solomon.",
            "(The Men Of Hiram And The Men Of Solomon Brought Gold From Ophir; They Also Brought Algumwood And Precious Stones.",
            "The King Used The Algumwood To Make Steps For The Temple Of The Lord And For The Royal Palace, And To Make Harps And Lyres For The Musicians. Nothing Like Them Had Ever Been Seen In Judah.)",
            "King Solomon Gave The Queen Of Sheba All She Desired And Asked For; He Gave Her More Than She Had Brought To Him. Then She Left And Returned With Her Retinue To Her Own Country.",
            "The Weight Of The Gold That Solomon Received Yearly Was  Talents,",
            "Not Including The Revenues Brought In By Merchants And Traders. Also All The Kings Of Arabia And The Governors Of The Land Brought Gold And Silver To Solomon.",
            "King Solomon Made Two Hundred Large Shields Of Hammered Gold; Six Hundred Bekas Of Hammered Gold Went Into Each Shield.",
            "He Also Made Three Hundred Small Shields Of Hammered Gold, With Three Hundred Bekas Of Gold In Each Shield. The King Put Them In The Palace Of The Forest Of Lebanon.",
            "Then The King Made A Great Throne Inlaid With Ivory And Overlaid With Pure Gold.",
            "The Throne Had Six Steps, And A Footstool Of Gold Was Attached To It. On Both Sides Of The Seat Were Armrests, With A Lion Standing Beside Each Of Them.",
            "Twelve Lions Stood On The Six Steps, One At Either End Of Each Step. Nothing Like It Had Ever Been Made For Any Other Kingdom.",
            "All King Solomon's Goblets Were Gold, And All The Household Articles In The Palace Of The Forest Of Lebanon Were Pure Gold. Nothing Was Made Of Silver, Because Silver Was Considered Of Little Value In Solomon's Day.",
            "The King Had A Fleet Of Trading Ships Manned By Hiram's Men. Once Every Three Years It Returned, Carrying Gold, Silver And Ivory, And Apes And Baboons.",
            "King Solomon Was Greater In Riches And Wisdom Than All The Other Kings Of The Earth.",
            "All The Kings Of The Earth Sought Audience With Solomon To Hear The Wisdom God Had Put In His Heart.",
            "Year After Year, Everyone Who Came Brought A Gift-articles Of Silver And Gold, And Robes, Weapons And Spices, And Horses And Mules.",
            "Solomon Had Four Thousand Stalls For Horses And Chariots, And Twelve Thousand Horses, Which He Kept In The Chariot Cities And Also With Him In Jerusalem.",
            "He Ruled Over All The Kings From The River To The Land Of The Philistines, As Far As The Border Of Egypt.",
            "The King Made Silver As Common In Jerusalem As Stones, And Cedar As Plentiful As Sycamore-fig Trees In The Foothills.",
            "Solomon's Horses Were Imported From Egypt And From All Other Countries.",
            "As For The Other Events Of Solomon's Reign, From Beginning To End, Are They Not Written In The Records Of Nathan The Prophet, In The Prophecy Of Ahijah The Shilonite And In The Visions Of Iddo The Seer Concerning Jeroboam Son Of Nebat?",
            "Solomon Reigned In Jerusalem Over All Israel Forty Years.",
            "Then He Rested With His Fathers And Was Buried In The City Of David His Father. And Rehoboam His Son Succeeded Him As King."
        ],
        [
            "Rehoboam Went To Shechem, For All The Israelites Had Gone There To Make Him King.",
            "When Jeroboam Son Of Nebat Heard This (He Was In Egypt, Where He Had Fled From King Solomon), He Returned From Egypt.",
            "So They Sent For Jeroboam, And He And All Israel Went To Rehoboam And Said To Him:",
            "\"Your Father Put A Heavy Yoke On Us, But Now Lighten The Harsh Labor And The Heavy Yoke He Put On Us, And We Will Serve You.\"",
            "Rehoboam Answered, \"Come Back To Me In Three Days.\" So The People Went Away.",
            "Then King Rehoboam Consulted The Elders Who Had Served His Father Solomon During His Lifetime. \"How Would You Advise Me To Answer These People?\" He Asked.",
            "They Replied, \"If You Will Be Kind To These People And Please Them And Give Them A Favorable Answer, They Will Always Be Your Servants.\"",
            "But Rehoboam Rejected The Advice The Elders Gave Him And Consulted The Young Men Who Had Grown Up With Him And Were Serving Him.",
            "He Asked Them, \"What Is Your Advice? How Should We Answer These People Who Say To Me, 'Lighten The Yoke Your Father Put On Us'?\"",
            "The Young Men Who Had Grown Up With Him Replied, \"Tell The People Who Have Said To You, 'Your Father Put A Heavy Yoke On Us, But Make Our Yoke Lighter'-tell Them, 'My Little Finger Is Thicker Than My Father's Waist.",
            "My Father Laid On You A Heavy Yoke; I Will Make It Even Heavier. My Father Scourged You With Whips; I Will Scourge You With Scorpions.' \"",
            "Three Days Later Jeroboam And All The People Returned To Rehoboam, As The King Had Said, \"Come Back To Me In Three Days.\"",
            "The King Answered Them Harshly. Rejecting The Advice Of The Elders,",
            "He Followed The Advice Of The Young Men And Said, \"My Father Made Your Yoke Heavy; I Will Make It Even Heavier. My Father Scourged You With Whips; I Will Scourge You With Scorpions.\"",
            "So The King Did Not Listen To The People, For This Turn Of Events Was From God, To Fulfill The Word The Lord Had Spoken To Jeroboam Son Of Nebat Through Ahijah The Shilonite.",
            "When All Israel Saw That The King Refused To Listen To Them, They Answered The King: \"What Share Do We Have In David, What Part In Jesse's Son? To Your Tents, O Israel! Look After Your Own House, O David!\" So All The Israelites Went Home.",
            "But As For The Israelites Who Were Living In The Towns Of Judah, Rehoboam Still Ruled Over Them.",
            "King Rehoboam Sent Out Adoniram, Who Was In Charge Of Forced Labor, But The Israelites Stoned Him To Death. King Rehoboam, However, Managed To Get Into His Chariot And Escape To Jerusalem.",
            "So Israel Has Been In Rebellion Against The House Of David To This Day."
        ],
        [
            "When Rehoboam Arrived In Jerusalem, He Mustered The House Of Judah And Benjamin-a Hundred And Eighty Thousand Fighting Men-to Make War Against Israel And To Regain The Kingdom For Rehoboam.",
            "But This Word Of The Lord Came To Shemaiah The Man Of God:",
            "\"Say To Rehoboam Son Of Solomon King Of Judah And To All The Israelites In Judah And Benjamin,",
            "'This Is What The Lord Says: Do Not Go Up To Fight Against Your Brothers. Go Home, Every One Of You, For This Is My Doing.' \" So They Obeyed The Words Of The Lord And Turned Back From Marching Against Jeroboam.",
            "Rehoboam Lived In Jerusalem And Built Up Towns For Defense In Judah:",
            "Bethlehem, Etam, Tekoa,",
            "Beth Zur, Soco, Adullam,",
            "Gath, Mareshah, Ziph,",
            "Adoraim, Lachish, Azekah,",
            "Zorah, Aijalon And Hebron. These Were Fortified Cities In Judah And Benjamin.",
            "He Strengthened Their Defenses And Put Commanders In Them, With Supplies Of Food, Olive Oil And Wine.",
            "He Put Shields And Spears In All The Cities, And Made Them Very Strong. So Judah And Benjamin Were His.",
            "The Priests And Levites From All Their Districts Throughout Israel Sided With Him.",
            "The Levites Even Abandoned Their Pasturelands And Property, And Came To Judah And Jerusalem Because Jeroboam And His Sons Had Rejected Them As Priests Of The Lord .",
            "And He Appointed His Own Priests For The High Places And For The Goat And Calf Idols He Had Made.",
            "Those From Every Tribe Of Israel Who Set Their Hearts On Seeking The Lord , The God Of Israel, Followed The Levites To Jerusalem To Offer Sacrifices To The Lord , The God Of Their Fathers.",
            "They Strengthened The Kingdom Of Judah And Supported Rehoboam Son Of Solomon Three Years, Walking In The Ways Of David And Solomon During This Time.",
            "Rehoboam Married Mahalath, Who Was The Daughter Of David's Son Jerimoth And Of Abihail, The Daughter Of Jesse's Son Eliab.",
            "She Bore Him Sons: Jeush, Shemariah And Zaham.",
            "Then He Married Maacah Daughter Of Absalom, Who Bore Him Abijah, Attai, Ziza And Shelomith.",
            "Rehoboam Loved Maacah Daughter Of Absalom More Than Any Of His Other Wives And Concubines. In All, He Had Eighteen Wives And Sixty Concubines, Twenty-eight Sons And Sixty Daughters.",
            "Rehoboam Appointed Abijah Son Of Maacah To Be The Chief Prince Among His Brothers, In Order To Make Him King.",
            "He Acted Wisely, Dispersing Some Of His Sons Throughout The Districts Of Judah And Benjamin, And To All The Fortified Cities. He Gave Them Abundant Provisions And Took Many Wives For Them."
        ],
        [
            "After Rehoboam's Position As King Was Established And He Had Become Strong, He And All Israel With Him Abandoned The Law Of The Lord .",
            "Because They Had Been Unfaithful To The Lord , Shishak King Of Egypt Attacked Jerusalem In The Fifth Year Of King Rehoboam.",
            "With Twelve Hundred Chariots And Sixty Thousand Horsemen And The Innumerable Troops Of Libyans, Sukkites And Cushites That Came With Him From Egypt,",
            "He Captured The Fortified Cities Of Judah And Came As Far As Jerusalem.",
            "Then The Prophet Shemaiah Came To Rehoboam And To The Leaders Of Judah Who Had Assembled In Jerusalem For Fear Of Shishak, And He Said To Them, \"This Is What The Lord Says, 'You Have Abandoned Me; Therefore, I Now Abandon You To Shishak.' \"",
            "The Leaders Of Israel And The King Humbled Themselves And Said, \"The Lord Is Just.\"",
            "When The Lord Saw That They Humbled Themselves, This Word Of The Lord Came To Shemaiah: \"Since They Have Humbled Themselves, I Will Not Destroy Them But Will Soon Give Them Deliverance. My Wrath Will Not Be Poured Out On Jerusalem Through Shishak.",
            "They Will, However, Become Subject To Him, So That They May Learn The Difference Between Serving Me And Serving The Kings Of Other Lands.\"",
            "When Shishak King Of Egypt Attacked Jerusalem, He Carried Off The Treasures Of The Temple Of The Lord And The Treasures Of The Royal Palace. He Took Everything, Including The Gold Shields Solomon Had Made.",
            "So King Rehoboam Made Bronze Shields To Replace Them And Assigned These To The Commanders Of The Guard On Duty At The Entrance To The Royal Palace.",
            "Whenever The King Went To The Lord 'S Temple, The Guards Went With Him, Bearing The Shields, And Afterward They Returned Them To The Guardroom.",
            "Because Rehoboam Humbled Himself, The Lord 'S Anger Turned From Him, And He Was Not Totally Destroyed. Indeed, There Was Some Good In Judah.",
            "King Rehoboam Established Himself Firmly In Jerusalem And Continued As King. He Was Forty-one Years Old When He Became King, And He Reigned Seventeen Years In Jerusalem, The City The Lord Had Chosen Out Of All The Tribes Of Israel In Which To Put His Name. His Mother's Name Was Naamah; She Was An Ammonite.",
            "He Did Evil Because He Had Not Set His Heart On Seeking The Lord .",
            "As For The Events Of Rehoboam's Reign, From Beginning To End, Are They Not Written In The Records Of Shemaiah The Prophet And Of Iddo The Seer That Deal With Genealogies? There Was Continual Warfare Between Rehoboam And Jeroboam.",
            "Rehoboam Rested With His Fathers And Was Buried In The City Of David. And Abijah His Son Succeeded Him As King."
        ],
        [
            "In The Eighteenth Year Of The Reign Of Jeroboam, Abijah Became King Of Judah,",
            "And He Reigned In Jerusalem Three Years. His Mother's Name Was Maacah, A Daughter Of Uriel Of Gibeah. There Was War Between Abijah And Jeroboam.",
            "Abijah Went Into Battle With A Force Of Four Hundred Thousand Able Fighting Men, And Jeroboam Drew Up A Battle Line Against Him With Eight Hundred Thousand Able Troops.",
            "Abijah Stood On Mount Zemaraim, In The Hill Country Of Ephraim, And Said, \"Jeroboam And All Israel, Listen To Me!",
            "Don't You Know That The Lord , The God Of Israel, Has Given The Kingship Of Israel To David And His Descendants Forever By A Covenant Of Salt?",
            "Yet Jeroboam Son Of Nebat, An Official Of Solomon Son Of David, Rebelled Against His Master.",
            "Some Worthless Scoundrels Gathered Around Him And Opposed Rehoboam Son Of Solomon When He Was Young And Indecisive And Not Strong Enough To Resist Them.",
            "\"And Now You Plan To Resist The Kingdom Of The Lord , Which Is In The Hands Of David's Descendants. You Are Indeed A Vast Army And Have With You The Golden Calves That Jeroboam Made To Be Your Gods.",
            "But Didn't You Drive Out The Priests Of The Lord , The Sons Of Aaron, And The Levites, And Make Priests Of Your Own As The Peoples Of Other Lands Do? Whoever Comes To Consecrate Himself With A Young Bull And Seven Rams May Become A Priest Of What Are Not Gods.",
            "\"As For Us, The Lord Is Our God, And We Have Not Forsaken Him. The Priests Who Serve The Lord Are Sons Of Aaron, And The Levites Assist Them.",
            "Every Morning And Evening They Present Burnt Offerings And Fragrant Incense To The Lord . They Set Out The Bread On The Ceremonially Clean Table And Light The Lamps On The Gold Lampstand Every Evening. We Are Observing The Requirements Of The Lord Our God. But You Have Forsaken Him.",
            "God Is With Us; He Is Our Leader. His Priests With Their Trumpets Will Sound The Battle Cry Against You. Men Of Israel, Do Not Fight Against The Lord , The God Of Your Fathers, For You Will Not Succeed.\"",
            "Now Jeroboam Had Sent Troops Around To The Rear, So That While He Was In Front Of Judah The Ambush Was Behind Them.",
            "Judah Turned And Saw That They Were Being Attacked At Both Front And Rear. Then They Cried Out To The Lord . The Priests Blew Their Trumpets",
            "And The Men Of Judah Raised The Battle Cry. At The Sound Of Their Battle Cry, God Routed Jeroboam And All Israel Before Abijah And Judah.",
            "The Israelites Fled Before Judah, And God Delivered Them Into Their Hands.",
            "Abijah And His Men Inflicted Heavy Losses On Them, So That There Were Five Hundred Thousand Casualties Among Israel's Able Men.",
            "The Men Of Israel Were Subdued On That Occasion, And The Men Of Judah Were Victorious Because They Relied On The Lord , The God Of Their Fathers.",
            "Abijah Pursued Jeroboam And Took From Him The Towns Of Bethel, Jeshanah And Ephron, With Their Surrounding Villages.",
            "Jeroboam Did Not Regain Power During The Time Of Abijah. And The Lord Struck Him Down And He Died.",
            "But Abijah Grew In Strength. He Married Fourteen Wives And Had Twenty-two Sons And Sixteen Daughters.",
            "The Other Events Of Abijah's Reign, What He Did And What He Said, Are Written In The Annotations Of The Prophet Iddo."
        ],
        [
            "And Abijah Rested With His Fathers And Was Buried In The City Of David. Asa His Son Succeeded Him As King, And In His Days The Country Was At Peace For Ten Years.",
            "Asa Did What Was Good And Right In The Eyes Of The Lord His God.",
            "He Removed The Foreign Altars And The High Places, Smashed The Sacred Stones And Cut Down The Asherah Poles.",
            "He Commanded Judah To Seek The Lord , The God Of Their Fathers, And To Obey His Laws And Commands.",
            "He Removed The High Places And Incense Altars In Every Town In Judah, And The Kingdom Was At Peace Under Him.",
            "He Built Up The Fortified Cities Of Judah, Since The Land Was At Peace. No One Was At War With Him During Those Years, For The Lord Gave Him Rest.",
            "\"Let Us Build Up These Towns,\" He Said To Judah, \"And Put Walls Around Them, With Towers, Gates And Bars. The Land Is Still Ours, Because We Have Sought The Lord Our God; We Sought Him And He Has Given Us Rest On Every Side.\" So They Built And Prospered.",
            "Asa Had An Army Of Three Hundred Thousand Men From Judah, Equipped With Large Shields And With Spears, And Two Hundred And Eighty Thousand From Benjamin, Armed With Small Shields And With Bows. All These Were Brave Fighting Men.",
            "Zerah The Cushite Marched Out Against Them With A Vast Army And Three Hundred Chariots, And Came As Far As Mareshah.",
            "Asa Went Out To Meet Him, And They Took Up Battle Positions In The Valley Of Zephathah Near Mareshah.",
            "Then Asa Called To The Lord His God And Said, \"Lord , There Is No One Like You To Help The Powerless Against The Mighty. Help Us, O Lord Our God, For We Rely On You, And In Your Name We Have Come Against This Vast Army. O Lord , You Are Our God; Do Not Let Man Prevail Against You.\"",
            "The Lord Struck Down The Cushites Before Asa And Judah. The Cushites Fled,",
            "And Asa And His Army Pursued Them As Far As Gerar. Such A Great Number Of Cushites Fell That They Could Not Recover; They Were Crushed Before The Lord And His Forces. The Men Of Judah Carried Off A Large Amount Of Plunder.",
            "They Destroyed All The Villages Around Gerar, For The Terror Of The Lord Had Fallen Upon Them. They Plundered All These Villages, Since There Was Much Booty There.",
            "They Also Attacked The Camps Of The Herdsmen And Carried Off Droves Of Sheep And Goats And Camels. Then They Returned To Jerusalem."
        ],
        [
            "The Spirit Of God Came Upon Azariah Son Of Oded.",
            "He Went Out To Meet Asa And Said To Him, \"Listen To Me, Asa And All Judah And Benjamin. The Lord Is With You When You Are With Him. If You Seek Him, He Will Be Found By You, But If You Forsake Him, He Will Forsake You.",
            "For A Long Time Israel Was Without The True God, Without A Priest To Teach And Without The Law.",
            "But In Their Distress They Turned To The Lord , The God Of Israel, And Sought Him, And He Was Found By Them.",
            "In Those Days It Was Not Safe To Travel About, For All The Inhabitants Of The Lands Were In Great Turmoil.",
            "One Nation Was Being Crushed By Another And One City By Another, Because God Was Troubling Them With Every Kind Of Distress.",
            "But As For You, Be Strong And Do Not Give Up, For Your Work Will Be Rewarded.\"",
            "When Asa Heard These Words And The Prophecy Of Azariah Son Of Oded The Prophet, He Took Courage. He Removed The Detestable Idols From The Whole Land Of Judah And Benjamin And From The Towns He Had Captured In The Hills Of Ephraim. He Repaired The Altar Of The Lord That Was In Front Of The Portico Of The Lord 'S Temple.",
            "Then He Assembled All Judah And Benjamin And The People From Ephraim, Manasseh And Simeon Who Had Settled Among Them, For Large Numbers Had Come Over To Him From Israel When They Saw That The Lord His God Was With Him.",
            "They Assembled At Jerusalem In The Third Month Of The Fifteenth Year Of Asa's Reign.",
            "At That Time They Sacrificed To The Lord Seven Hundred Head Of Cattle And Seven Thousand Sheep And Goats From The Plunder They Had Brought Back.",
            "They Entered Into A Covenant To Seek The Lord , The God Of Their Fathers, With All Their Heart And Soul.",
            "All Who Would Not Seek The Lord , The God Of Israel, Were To Be Put To Death, Whether Small Or Great, Man Or Woman.",
            "They Took An Oath To The Lord With Loud Acclamation, With Shouting And With Trumpets And Horns.",
            "All Judah Rejoiced About The Oath Because They Had Sworn It Wholeheartedly. They Sought God Eagerly, And He Was Found By Them. So The Lord Gave Them Rest On Every Side.",
            "King Asa Also Deposed His Grandmother Maacah From Her Position As Queen Mother, Because She Had Made A Repulsive Asherah Pole. Asa Cut The Pole Down, Broke It Up And Burned It In The Kidron Valley.",
            "Although He Did Not Remove The High Places From Israel, Asa's Heart Was Fully Committed To The Lord All His Life.",
            "He Brought Into The Temple Of God The Silver And Gold And The Articles That He And His Father Had Dedicated.",
            "There Was No More War Until The Thirty-fifth Year Of Asa's Reign."
        ],
        [
            "In The Thirty-sixth Year Of Asa's Reign Baasha King Of Israel Went Up Against Judah And Fortified Ramah To Prevent Anyone From Leaving Or Entering The Territory Of Asa King Of Judah.",
            "Asa Then Took The Silver And Gold Out Of The Treasuries Of The Lord 'S Temple And Of His Own Palace And Sent It To Ben-hadad King Of Aram, Who Was Ruling In Damascus.",
            "\"Let There Be A Treaty Between Me And You,\" He Said, \"As There Was Between My Father And Your Father. See, I Am Sending You Silver And Gold. Now Break Your Treaty With Baasha King Of Israel So He Will Withdraw From Me.\"",
            "Ben-hadad Agreed With King Asa And Sent The Commanders Of His Forces Against The Towns Of Israel. They Conquered Ijon, Dan, Abel Maim And All The Store Cities Of Naphtali.",
            "When Baasha Heard This, He Stopped Building Ramah And Abandoned His Work.",
            "Then King Asa Brought All The Men Of Judah, And They Carried Away From Ramah The Stones And Timber Baasha Had Been Using. With Them He Built Up Geba And Mizpah.",
            "At That Time Hanani The Seer Came To Asa King Of Judah And Said To Him: \"Because You Relied On The King Of Aram And Not On The Lord Your God, The Army Of The King Of Aram Has Escaped From Your Hand.",
            "Were Not The Cushites And Libyans A Mighty Army With Great Numbers Of Chariots And Horsemen ? Yet When You Relied On The Lord , He Delivered Them Into Your Hand.",
            "For The Eyes Of The Lord Range Throughout The Earth To Strengthen Those Whose Hearts Are Fully Committed To Him. You Have Done A Foolish Thing, And From Now On You Will Be At War.\"",
            "Asa Was Angry With The Seer Because Of This; He Was So Enraged That He Put Him In Prison. At The Same Time Asa Brutally Oppressed Some Of The People.",
            "The Events Of Asa's Reign, From Beginning To End, Are Written In The Book Of The Kings Of Judah And Israel.",
            "In The Thirty-ninth Year Of His Reign Asa Was Afflicted With A Disease In His Feet. Though His Disease Was Severe, Even In His Illness He Did Not Seek Help From The Lord , But Only From The Physicians.",
            "Then In The Forty-first Year Of His Reign Asa Died And Rested With His Fathers.",
            "They Buried Him In The Tomb That He Had Cut Out For Himself In The City Of David. They Laid Him On A Bier Covered With Spices And Various Blended Perfumes, And They Made A Huge Fire In His Honor."
        ],
        [
            "Jehoshaphat His Son Succeeded Him As King And Strengthened Himself Against Israel.",
            "He Stationed Troops In All The Fortified Cities Of Judah And Put Garrisons In Judah And In The Towns Of Ephraim That His Father Asa Had Captured.",
            "The Lord Was With Jehoshaphat Because In His Early Years He Walked In The Ways His Father David Had Followed. He Did Not Consult The Baals",
            "But Sought The God Of His Father And Followed His Commands Rather Than The Practices Of Israel.",
            "The Lord Established The Kingdom Under His Control; And All Judah Brought Gifts To Jehoshaphat, So That He Had Great Wealth And Honor.",
            "His Heart Was Devoted To The Ways Of The Lord ; Furthermore, He Removed The High Places And The Asherah Poles From Judah.",
            "In The Third Year Of His Reign He Sent His Officials Ben-hail, Obadiah, Zechariah, Nethanel And Micaiah To Teach In The Towns Of Judah.",
            "With Them Were Certain Levites-shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah And Tob-adonijah-and The Priests Elishama And Jehoram.",
            "They Taught Throughout Judah, Taking With Them The Book Of The Law Of The Lord ; They Went Around To All The Towns Of Judah And Taught The People.",
            "The Fear Of The Lord Fell On All The Kingdoms Of The Lands Surrounding Judah, So That They Did Not Make War With Jehoshaphat.",
            "Some Philistines Brought Jehoshaphat Gifts And Silver As Tribute, And The Arabs Brought Him Flocks: Seven Thousand Seven Hundred Rams And Seven Thousand Seven Hundred Goats.",
            "Jehoshaphat Became More And More Powerful; He Built Forts And Store Cities In Judah",
            "And Had Large Supplies In The Towns Of Judah. He Also Kept Experienced Fighting Men In Jerusalem.",
            "Their Enrollment By Families Was As Follows: From Judah, Commanders Of Units Of ,: Adnah The Commander, With , Fighting Men;",
            "Next, Jehohanan The Commander, With ,;",
            "Next, Amasiah Son Of Zicri, Who Volunteered Himself For The Service Of The Lord , With ,.",
            "From Benjamin: Eliada, A Valiant Soldier, With , Men Armed With Bows And Shields;",
            "Next, Jehozabad, With , Men Armed For Battle.",
            "These Were The Men Who Served The King, Besides Those He Stationed In The Fortified Cities Throughout Judah."
        ],
        [
            "Now Jehoshaphat Had Great Wealth And Honor, And He Allied Himself With Ahab By Marriage.",
            "Some Years Later He Went Down To Visit Ahab In Samaria. Ahab Slaughtered Many Sheep And Cattle For Him And The People With Him And Urged Him To Attack Ramoth Gilead.",
            "Ahab King Of Israel Asked Jehoshaphat King Of Judah, \"Will You Go With Me Against Ramoth Gilead?\" Jehoshaphat Replied, \"I Am As You Are, And My People As Your People; We Will Join You In The War.\"",
            "But Jehoshaphat Also Said To The King Of Israel, \"First Seek The Counsel Of The Lord .\"",
            "So The King Of Israel Brought Together The Prophets-four Hundred Men-and Asked Them, \"Shall We Go To War Against Ramoth Gilead, Or Shall I Refrain?\" \"Go,\" They Answered, \"For God Will Give It Into The King's Hand.\"",
            "But Jehoshaphat Asked, \"Is There Not A Prophet Of The Lord Here Whom We Can Inquire Of?\"",
            "The King Of Israel Answered Jehoshaphat, \"There Is Still One Man Through Whom We Can Inquire Of The Lord , But I Hate Him Because He Never Prophesies Anything Good About Me, But Always Bad. He Is Micaiah Son Of Imlah.\" \"The King Should Not Say That,\" Jehoshaphat Replied.",
            "So The King Of Israel Called One Of His Officials And Said, \"Bring Micaiah Son Of Imlah At Once.\"",
            "Dressed In Their Royal Robes, The King Of Israel And Jehoshaphat King Of Judah Were Sitting On Their Thrones At The Threshing Floor By The Entrance To The Gate Of Samaria, With All The Prophets Prophesying Before Them.",
            "Now Zedekiah Son Of Kenaanah Had Made Iron Horns, And He Declared, \"This Is What The Lord Says: 'With These You Will Gore The Arameans Until They Are Destroyed.' \"",
            "All The Other Prophets Were Prophesying The Same Thing. \"Attack Ramoth Gilead And Be Victorious,\" They Said, \"For The Lord Will Give It Into The King's Hand.\"",
            "The Messenger Who Had Gone To Summon Micaiah Said To Him, \"Look, As One Man The Other Prophets Are Predicting Success For The King. Let Your Word Agree With Theirs, And Speak Favorably.\"",
            "But Micaiah Said, \"As Surely As The Lord Lives, I Can Tell Him Only What My God Says.\"",
            "When He Arrived, The King Asked Him, \"Micaiah, Shall We Go To War Against Ramoth Gilead, Or Shall I Refrain?\" \"Attack And Be Victorious,\" He Answered, \"For They Will Be Given Into Your Hand.\"",
            "The King Said To Him, \"How Many Times Must I Make You Swear To Tell Me Nothing But The Truth In The Name Of The Lord ?\"",
            "Then Micaiah Answered, \"I Saw All Israel Scattered On The Hills Like Sheep Without A Shepherd, And The Lord Said, 'These People Have No Master. Let Each One Go Home In Peace.' \"",
            "The King Of Israel Said To Jehoshaphat, \"Didn't I Tell You That He Never Prophesies Anything Good About Me, But Only Bad?\"",
            "Micaiah Continued, \"Therefore Hear The Word Of The Lord : I Saw The Lord Sitting On His Throne With All The Host Of Heaven Standing On His Right And On His Left.",
            "And The Lord Said, 'Who Will Entice Ahab King Of Israel Into Attacking Ramoth Gilead And Going To His Death There?' \"One Suggested This, And Another That.",
            "Finally, A Spirit Came Forward, Stood Before The Lord And Said, 'I Will Entice Him.' \" 'By What Means?' The Lord Asked.",
            "\" 'I Will Go And Be A Lying Spirit In The Mouths Of All His Prophets,' He Said. \" 'You Will Succeed In Enticing Him,' Said The Lord . 'Go And Do It.'",
            "\"So Now The Lord Has Put A Lying Spirit In The Mouths Of These Prophets Of Yours. The Lord Has Decreed Disaster For You.\"",
            "Then Zedekiah Son Of Kenaanah Went Up And Slapped Micaiah In The Face. \"Which Way Did The Spirit From The Lord Go When He Went From Me To Speak To You?\" He Asked.",
            "Micaiah Replied, \"You Will Find Out On The Day You Go To Hide In An Inner Room.\"",
            "The King Of Israel Then Ordered, \"Take Micaiah And Send Him Back To Amon The Ruler Of The City And To Joash The King's Son,",
            "And Say, 'This Is What The King Says: Put This Fellow In Prison And Give Him Nothing But Bread And Water Until I Return Safely.' \"",
            "Micaiah Declared, \"If You Ever Return Safely, The Lord Has Not Spoken Through Me.\" Then He Added, \"Mark My Words, All You People!\"",
            "So The King Of Israel And Jehoshaphat King Of Judah Went Up To Ramoth Gilead.",
            "The King Of Israel Said To Jehoshaphat, \"I Will Enter The Battle In Disguise, But You Wear Your Royal Robes.\" So The King Of Israel Disguised Himself And Went Into Battle.",
            "Now The King Of Aram Had Ordered His Chariot Commanders, \"Do Not Fight With Anyone, Small Or Great, Except The King Of Israel.\"",
            "When The Chariot Commanders Saw Jehoshaphat, They Thought, \"This Is The King Of Israel.\" So They Turned To Attack Him, But Jehoshaphat Cried Out, And The Lord Helped Him. God Drew Them Away From Him,",
            "For When The Chariot Commanders Saw That He Was Not The King Of Israel, They Stopped Pursuing Him.",
            "But Someone Drew His Bow At Random And Hit The King Of Israel Between The Sections Of His Armor. The King Told The Chariot Driver, \"Wheel Around And Get Me Out Of The Fighting. I've Been Wounded.\"",
            "All Day Long The Battle Raged, And The King Of Israel Propped Himself Up In His Chariot Facing The Arameans Until Evening. Then At Sunset He Died."
        ],
        [
            "When Jehoshaphat King Of Judah Returned Safely To His Palace In Jerusalem,",
            "Jehu The Seer, The Son Of Hanani, Went Out To Meet Him And Said To The King, \"Should You Help The Wicked And Love Those Who Hate The Lord ? Because Of This, The Wrath Of The Lord Is Upon You.",
            "There Is, However, Some Good In You, For You Have Rid The Land Of The Asherah Poles And Have Set Your Heart On Seeking God.\"",
            "Jehoshaphat Lived In Jerusalem, And He Went Out Again Among The People From Beersheba To The Hill Country Of Ephraim And Turned Them Back To The Lord , The God Of Their Fathers.",
            "He Appointed Judges In The Land, In Each Of The Fortified Cities Of Judah.",
            "He Told Them, \"Consider Carefully What You Do, Because You Are Not Judging For Man But For The Lord , Who Is With You Whenever You Give A Verdict.",
            "Now Let The Fear Of The Lord Be Upon You. Judge Carefully, For With The Lord Our God There Is No Injustice Or Partiality Or Bribery.\"",
            "In Jerusalem Also, Jehoshaphat Appointed Some Of The Levites, Priests And Heads Of Israelite Families To Administer The Law Of The Lord And To Settle Disputes. And They Lived In Jerusalem.",
            "He Gave Them These Orders: \"You Must Serve Faithfully And Wholeheartedly In The Fear Of The Lord .",
            "In Every Case That Comes Before You From Your Fellow Countrymen Who Live In The Cities-whether Bloodshed Or Other Concerns Of The Law, Commands, Decrees Or Ordinances-you Are To Warn Them Not To Sin Against The Lord ; Otherwise His Wrath Will Come On You And Your Brothers. Do This, And You Will Not Sin.",
            "\"Amariah The Chief Priest Will Be Over You In Any Matter Concerning The Lord , And Zebadiah Son Of Ishmael, The Leader Of The Tribe Of Judah, Will Be Over You In Any Matter Concerning The King, And The Levites Will Serve As Officials Before You. Act With Courage, And May The Lord Be With Those Who Do Well.\""
        ],
        [
            "After This, The Moabites And Ammonites With Some Of The Meunites Came To Make War On Jehoshaphat.",
            "Some Men Came And Told Jehoshaphat, \"A Vast Army Is Coming Against You From Edom, From The Other Side Of The Sea. It Is Already In Hazazon Tamar\" (That Is, En Gedi).",
            "Alarmed, Jehoshaphat Resolved To Inquire Of The Lord , And He Proclaimed A Fast For All Judah.",
            "The People Of Judah Came Together To Seek Help From The Lord ; Indeed, They Came From Every Town In Judah To Seek Him.",
            "Then Jehoshaphat Stood Up In The Assembly Of Judah And Jerusalem At The Temple Of The Lord In The Front Of The New Courtyard",
            "And Said: \"O Lord , God Of Our Fathers, Are You Not The God Who Is In Heaven? You Rule Over All The Kingdoms Of The Nations. Power And Might Are In Your Hand, And No One Can Withstand You.",
            "O Our God, Did You Not Drive Out The Inhabitants Of This Land Before Your People Israel And Give It Forever To The Descendants Of Abraham Your Friend?",
            "They Have Lived In It And Have Built In It A Sanctuary For Your Name, Saying,",
            "'If Calamity Comes Upon Us, Whether The Sword Of Judgment, Or Plague Or Famine, We Will Stand In Your Presence Before This Temple That Bears Your Name And Will Cry Out To You In Our Distress, And You Will Hear Us And Save Us.'",
            "\"But Now Here Are Men From Ammon, Moab And Mount Seir, Whose Territory You Would Not Allow Israel To Invade When They Came From Egypt; So They Turned Away From Them And Did Not Destroy Them.",
            "See How They Are Repaying Us By Coming To Drive Us Out Of The Possession You Gave Us As An Inheritance.",
            "O Our God, Will You Not Judge Them? For We Have No Power To Face This Vast Army That Is Attacking Us. We Do Not Know What To Do, But Our Eyes Are Upon You.\"",
            "All The Men Of Judah, With Their Wives And Children And Little Ones, Stood There Before The Lord .",
            "Then The Spirit Of The Lord Came Upon Jahaziel Son Of Zechariah, The Son Of Benaiah, The Son Of Jeiel, The Son Of Mattaniah, A Levite And Descendant Of Asaph, As He Stood In The Assembly.",
            "He Said: \"Listen, King Jehoshaphat And All Who Live In Judah And Jerusalem! This Is What The Lord Says To You: 'Do Not Be Afraid Or Discouraged Because Of This Vast Army. For The Battle Is Not Yours, But God's.",
            "Tomorrow March Down Against Them. They Will Be Climbing Up By The Pass Of Ziz, And You Will Find Them At The End Of The Gorge In The Desert Of Jeruel.",
            "You Will Not Have To Fight This Battle. Take Up Your Positions; Stand Firm And See The Deliverance The Lord Will Give You, O Judah And Jerusalem. Do Not Be Afraid; Do Not Be Discouraged. Go Out To Face Them Tomorrow, And The Lord Will Be With You.' \"",
            "Jehoshaphat Bowed With His Face To The Ground, And All The People Of Judah And Jerusalem Fell Down In Worship Before The Lord .",
            "Then Some Levites From The Kohathites And Korahites Stood Up And Praised The Lord , The God Of Israel, With Very Loud Voice.",
            "Early In The Morning They Left For The Desert Of Tekoa. As They Set Out, Jehoshaphat Stood And Said, \"Listen To Me, Judah And People Of Jerusalem! Have Faith In The Lord Your God And You Will Be Upheld; Have Faith In His Prophets And You Will Be Successful.\"",
            "After Consulting The People, Jehoshaphat Appointed Men To Sing To The Lord And To Praise Him For The Splendor Of His Holiness As They Went Out At The Head Of The Army, Saying: \"Give Thanks To The Lord , For His Love Endures Forever.\"",
            "As They Began To Sing And Praise, The Lord Set Ambushes Against The Men Of Ammon And Moab And Mount Seir Who Were Invading Judah, And They Were Defeated.",
            "The Men Of Ammon And Moab Rose Up Against The Men From Mount Seir To Destroy And Annihilate Them. After They Finished Slaughtering The Men From Seir, They Helped To Destroy One Another.",
            "When The Men Of Judah Came To The Place That Overlooks The Desert And Looked Toward The Vast Army, They Saw Only Dead Bodies Lying On The Ground; No One Had Escaped.",
            "So Jehoshaphat And His Men Went To Carry Off Their Plunder, And They Found Among Them A Great Amount Of Equipment And Clothing And Also Articles Of Value-more Than They Could Take Away. There Was So Much Plunder That It Took Three Days To Collect It.",
            "On The Fourth Day They Assembled In The Valley Of Beracah, Where They Praised The Lord . This Is Why It Is Called The Valley Of Beracah To This Day.",
            "Then, Led By Jehoshaphat, All The Men Of Judah And Jerusalem Returned Joyfully To Jerusalem, For The Lord Had Given Them Cause To Rejoice Over Their Enemies.",
            "They Entered Jerusalem And Went To The Temple Of The Lord With Harps And Lutes And Trumpets.",
            "The Fear Of God Came Upon All The Kingdoms Of The Countries When They Heard How The Lord Had Fought Against The Enemies Of Israel.",
            "And The Kingdom Of Jehoshaphat Was At Peace, For His God Had Given Him Rest On Every Side.",
            "So Jehoshaphat Reigned Over Judah. He Was Thirty-five Years Old When He Became King Of Judah, And He Reigned In Jerusalem Twenty-five Years. His Mother's Name Was Azubah Daughter Of Shilhi.",
            "He Walked In The Ways Of His Father Asa And Did Not Stray From Them; He Did What Was Right In The Eyes Of The Lord .",
            "The High Places, However, Were Not Removed, And The People Still Had Not Set Their Hearts On The God Of Their Fathers.",
            "The Other Events Of Jehoshaphat's Reign, From Beginning To End, Are Written In The Annals Of Jehu Son Of Hanani, Which Are Recorded In The Book Of The Kings Of Israel.",
            "Later, Jehoshaphat King Of Judah Made An Alliance With Ahaziah King Of Israel, Who Was Guilty Of Wickedness.",
            "He Agreed With Him To Construct A Fleet Of Trading Ships. After These Were Built At Ezion Geber,",
            "Eliezer Son Of Dodavahu Of Mareshah Prophesied Against Jehoshaphat, Saying, \"Because You Have Made An Alliance With Ahaziah, The Lord Will Destroy What You Have Made.\" The Ships Were Wrecked And Were Not Able To Set Sail To Trade."
        ],
        [
            "Then Jehoshaphat Rested With His Fathers And Was Buried With Them In The City Of David. And Jehoram His Son Succeeded Him As King.",
            "Jehoram's Brothers, The Sons Of Jehoshaphat, Were Azariah, Jehiel, Zechariah, Azariahu, Michael And Shephatiah. All These Were Sons Of Jehoshaphat King Of Israel.",
            "Their Father Had Given Them Many Gifts Of Silver And Gold And Articles Of Value, As Well As Fortified Cities In Judah, But He Had Given The Kingdom To Jehoram Because He Was His Firstborn Son.",
            "When Jehoram Established Himself Firmly Over His Father's Kingdom, He Put All His Brothers To The Sword Along With Some Of The Princes Of Israel.",
            "Jehoram Was Thirty-two Years Old When He Became King, And He Reigned In Jerusalem Eight Years.",
            "He Walked In The Ways Of The Kings Of Israel, As The House Of Ahab Had Done, For He Married A Daughter Of Ahab. He Did Evil In The Eyes Of The Lord .",
            "Nevertheless, Because Of The Covenant The Lord Had Made With David, The Lord Was Not Willing To Destroy The House Of David. He Had Promised To Maintain A Lamp For Him And His Descendants Forever.",
            "In The Time Of Jehoram, Edom Rebelled Against Judah And Set Up Its Own King.",
            "So Jehoram Went There With His Officers And All His Chariots. The Edomites Surrounded Him And His Chariot Commanders, But He Rose Up And Broke Through By Night.",
            "To This Day Edom Has Been In Rebellion Against Judah. Libnah Revolted At The Same Time, Because Jehoram Had Forsaken The Lord , The God Of His Fathers.",
            "He Had Also Built High Places On The Hills Of Judah And Had Caused The People Of Jerusalem To Prostitute Themselves And Had Led Judah Astray.",
            "Jehoram Received A Letter From Elijah The Prophet, Which Said: \"This Is What The Lord , The God Of Your Father David, Says: 'You Have Not Walked In The Ways Of Your Father Jehoshaphat Or Of Asa King Of Judah.",
            "But You Have Walked In The Ways Of The Kings Of Israel, And You Have Led Judah And The People Of Jerusalem To Prostitute Themselves, Just As The House Of Ahab Did. You Have Also Murdered Your Own Brothers, Members Of Your Father's House, Men Who Were Better Than You.",
            "So Now The Lord Is About To Strike Your People, Your Sons, Your Wives And Everything That Is Yours, With A Heavy Blow.",
            "You Yourself Will Be Very Ill With A Lingering Disease Of The Bowels, Until The Disease Causes Your Bowels To Come Out.' \"",
            "The Lord Aroused Against Jehoram The Hostility Of The Philistines And Of The Arabs Who Lived Near The Cushites.",
            "They Attacked Judah, Invaded It And Carried Off All The Goods Found In The King's Palace, Together With His Sons And Wives. Not A Son Was Left To Him Except Ahaziah, The Youngest.",
            "After All This, The Lord Afflicted Jehoram With An Incurable Disease Of The Bowels.",
            "In The Course Of Time, At The End Of The Second Year, His Bowels Came Out Because Of The Disease, And He Died In Great Pain. His People Made No Fire In His Honor, As They Had For His Fathers.",
            "Jehoram Was Thirty-two Years Old When He Became King, And He Reigned In Jerusalem Eight Years. He Passed Away, To No One's Regret, And Was Buried In The City Of David, But Not In The Tombs Of The Kings."
        ],
        [
            "The People Of Jerusalem Made Ahaziah, Jehoram's Youngest Son, King In His Place, Since The Raiders, Who Came With The Arabs Into The Camp, Had Killed All The Older Sons. So Ahaziah Son Of Jehoram King Of Judah Began To Reign.",
            "Ahaziah Was Twenty-two Years Old When He Became King, And He Reigned In Jerusalem One Year. His Mother's Name Was Athaliah, A Granddaughter Of Omri.",
            "He Too Walked In The Ways Of The House Of Ahab, For His Mother Encouraged Him In Doing Wrong.",
            "He Did Evil In The Eyes Of The Lord , As The House Of Ahab Had Done, For After His Father's Death They Became His Advisers, To His Undoing.",
            "He Also Followed Their Counsel When He Went With Joram Son Of Ahab King Of Israel To War Against Hazael King Of Aram At Ramoth Gilead. The Arameans Wounded Joram;",
            "So He Returned To Jezreel To Recover From The Wounds They Had Inflicted On Him At Ramoth In His Battle With Hazael King Of Aram. Then Ahaziah Son Of Jehoram King Of Judah Went Down To Jezreel To See Joram Son Of Ahab Because He Had Been Wounded.",
            "Through Ahaziah's Visit To Joram, God Brought About Ahaziah's Downfall. When Ahaziah Arrived, He Went Out With Joram To Meet Jehu Son Of Nimshi, Whom The Lord Had Anointed To Destroy The House Of Ahab.",
            "While Jehu Was Executing Judgment On The House Of Ahab, He Found The Princes Of Judah And The Sons Of Ahaziah's Relatives, Who Had Been Attending Ahaziah, And He Killed Them.",
            "He Then Went In Search Of Ahaziah, And His Men Captured Him While He Was Hiding In Samaria. He Was Brought To Jehu And Put To Death. They Buried Him, For They Said, \"He Was A Son Of Jehoshaphat, Who Sought The Lord With All His Heart.\" So There Was No One In The House Of Ahaziah Powerful Enough To Retain The Kingdom.",
            "When Athaliah The Mother Of Ahaziah Saw That Her Son Was Dead, She Proceeded To Destroy The Whole Royal Family Of The House Of Judah.",
            "But Jehosheba, The Daughter Of King Jehoram, Took Joash Son Of Ahaziah And Stole Him Away From Among The Royal Princes Who Were About To Be Murdered And Put Him And His Nurse In A Bedroom. Because Jehosheba, The Daughter Of King Jehoram And Wife Of The Priest Jehoiada, Was Ahaziah's Sister, She Hid The Child From Athaliah So She Could Not Kill Him.",
            "He Remained Hidden With Them At The Temple Of God For Six Years While Athaliah Ruled The Land."
        ],
        [
            "In The Seventh Year Jehoiada Showed His Strength. He Made A Covenant With The Commanders Of Units Of A Hundred: Azariah Son Of Jeroham, Ishmael Son Of Jehohanan, Azariah Son Of Obed, Maaseiah Son Of Adaiah, And Elishaphat Son Of Zicri.",
            "They Went Throughout Judah And Gathered The Levites And The Heads Of Israelite Families From All The Towns. When They Came To Jerusalem,",
            "The Whole Assembly Made A Covenant With The King At The Temple Of God. Jehoiada Said To Them, \"The King's Son Shall Reign, As The Lord Promised Concerning The Descendants Of David.",
            "Now This Is What You Are To Do: A Third Of You Priests And Levites Who Are Going On Duty On The Sabbath Are To Keep Watch At The Doors,",
            "A Third Of You At The Royal Palace And A Third At The Foundation Gate, And All The Other Men Are To Be In The Courtyards Of The Temple Of The Lord .",
            "No One Is To Enter The Temple Of The Lord Except The Priests And Levites On Duty; They May Enter Because They Are Consecrated, But All The Other Men Are To Guard What The Lord Has Assigned To Them.",
            "The Levites Are To Station Themselves Around The King, Each Man With His Weapons In His Hand. Anyone Who Enters The Temple Must Be Put To Death. Stay Close To The King Wherever He Goes.\"",
            "The Levites And All The Men Of Judah Did Just As Jehoiada The Priest Ordered. Each One Took His Men-those Who Were Going On Duty On The Sabbath And Those Who Were Going Off Duty-for Jehoiada The Priest Had Not Released Any Of The Divisions.",
            "Then He Gave The Commanders Of Units Of A Hundred The Spears And The Large And Small Shields That Had Belonged To King David And That Were In The Temple Of God.",
            "He Stationed All The Men, Each With His Weapon In His Hand, Around The King-near The Altar And The Temple, From The South Side To The North Side Of The Temple.",
            "Jehoiada And His Sons Brought Out The King's Son And Put The Crown On Him; They Presented Him With A Copy Of The Covenant And Proclaimed Him King. They Anointed Him And Shouted, \"Long Live The King!\"",
            "When Athaliah Heard The Noise Of The People Running And Cheering The King, She Went To Them At The Temple Of The Lord .",
            "She Looked, And There Was The King, Standing By His Pillar At The Entrance. The Officers And The Trumpeters Were Beside The King, And All The People Of The Land Were Rejoicing And Blowing Trumpets, And Singers With Musical Instruments Were Leading The Praises. Then Athaliah Tore Her Robes And Shouted, \"Treason! Treason!\"",
            "Jehoiada The Priest Sent Out The Commanders Of Units Of A Hundred, Who Were In Charge Of The Troops, And Said To Them: \"Bring Her Out Between The Ranks And Put To The Sword Anyone Who Follows Her.\" For The Priest Had Said, \"Do Not Put Her To Death At The Temple Of The Lord .\"",
            "So They Seized Her As She Reached The Entrance Of The Horse Gate On The Palace Grounds, And There They Put Her To Death.",
            "Jehoiada Then Made A Covenant That He And The People And The King Would Be The Lord 'S People.",
            "All The People Went To The Temple Of Baal And Tore It Down. They Smashed The Altars And Idols And Killed Mattan The Priest Of Baal In Front Of The Altars.",
            "Then Jehoiada Placed The Oversight Of The Temple Of The Lord In The Hands Of The Priests, Who Were Levites, To Whom David Had Made Assignments In The Temple, To Present The Burnt Offerings Of The Lord As Written In The Law Of Moses, With Rejoicing And Singing, As David Had Ordered.",
            "He Also Stationed Doorkeepers At The Gates Of The Lord 'S Temple So That No One Who Was In Any Way Unclean Might Enter.",
            "He Took With Him The Commanders Of Hundreds, The Nobles, The Rulers Of The People And All The People Of The Land And Brought The King Down From The Temple Of The Lord . They Went Into The Palace Through The Upper Gate And Seated The King On The Royal Throne,",
            "And All The People Of The Land Rejoiced. And The City Was Quiet, Because Athaliah Had Been Slain With The Sword."
        ],
        [
            "Joash Was Seven Years Old When He Became King, And He Reigned In Jerusalem Forty Years. His Mother's Name Was Zibiah; She Was From Beersheba.",
            "Joash Did What Was Right In The Eyes Of The Lord All The Years Of Jehoiada The Priest.",
            "Jehoiada Chose Two Wives For Him, And He Had Sons And Daughters.",
            "Some Time Later Joash Decided To Restore The Temple Of The Lord .",
            "He Called Together The Priests And Levites And Said To Them, \"Go To The Towns Of Judah And Collect The Money Due Annually From All Israel, To Repair The Temple Of Your God. Do It Now.\" But The Levites Did Not Act At Once.",
            "Therefore The King Summoned Jehoiada The Chief Priest And Said To Him, \"Why Haven't You Required The Levites To Bring In From Judah And Jerusalem The Tax Imposed By Moses The Servant Of The Lord And By The Assembly Of Israel For The Tent Of The Testimony?\"",
            "Now The Sons Of That Wicked Woman Athaliah Had Broken Into The Temple Of God And Had Used Even Its Sacred Objects For The Baals.",
            "At The King's Command, A Chest Was Made And Placed Outside, At The Gate Of The Temple Of The Lord .",
            "A Proclamation Was Then Issued In Judah And Jerusalem That They Should Bring To The Lord The Tax That Moses The Servant Of God Had Required Of Israel In The Desert.",
            "All The Officials And All The People Brought Their Contributions Gladly, Dropping Them Into The Chest Until It Was Full.",
            "Whenever The Chest Was Brought In By The Levites To The King's Officials And They Saw That There Was A Large Amount Of Money, The Royal Secretary And The Officer Of The Chief Priest Would Come And Empty The Chest And Carry It Back To Its Place. They Did This Regularly And Collected A Great Amount Of Money.",
            "The King And Jehoiada Gave It To The Men Who Carried Out The Work Required For The Temple Of The Lord . They Hired Masons And Carpenters To Restore The Lord 'S Temple, And Also Workers In Iron And Bronze To Repair The Temple.",
            "The Men In Charge Of The Work Were Diligent, And The Repairs Progressed Under Them. They Rebuilt The Temple Of God According To Its Original Design And Reinforced It.",
            "When They Had Finished, They Brought The Rest Of The Money To The King And Jehoiada, And With It Were Made Articles For The Lord 'S Temple: Articles For The Service And For The Burnt Offerings, And Also Dishes And Other Objects Of Gold And Silver. As Long As Jehoiada Lived, Burnt Offerings Were Presented Continually In The Temple Of The Lord .",
            "Now Jehoiada Was Old And Full Of Years, And He Died At The Age Of A Hundred And Thirty.",
            "He Was Buried With The Kings In The City Of David, Because Of The Good He Had Done In Israel For God And His Temple.",
            "After The Death Of Jehoiada, The Officials Of Judah Came And Paid Homage To The King, And He Listened To Them.",
            "They Abandoned The Temple Of The Lord , The God Of Their Fathers, And Worshiped Asherah Poles And Idols. Because Of Their Guilt, God's Anger Came Upon Judah And Jerusalem.",
            "Although The Lord Sent Prophets To The People To Bring Them Back To Him, And Though They Testified Against Them, They Would Not Listen.",
            "Then The Spirit Of God Came Upon Zechariah Son Of Jehoiada The Priest. He Stood Before The People And Said, \"This Is What God Says: 'Why Do You Disobey The Lord 'S Commands? You Will Not Prosper. Because You Have Forsaken The Lord , He Has Forsaken You.' \"",
            "But They Plotted Against Him, And By Order Of The King They Stoned Him To Death In The Courtyard Of The Lord 'S Temple.",
            "King Joash Did Not Remember The Kindness Zechariah's Father Jehoiada Had Shown Him But Killed His Son, Who Said As He Lay Dying, \"May The Lord See This And Call You To Account.\"",
            "At The Turn Of The Year, The Army Of Aram Marched Against Joash; It Invaded Judah And Jerusalem And Killed All The Leaders Of The People. They Sent All The Plunder To Their King In Damascus.",
            "Although The Aramean Army Had Come With Only A Few Men, The Lord Delivered Into Their Hands A Much Larger Army. Because Judah Had Forsaken The Lord , The God Of Their Fathers, Judgment Was Executed On Joash.",
            "When The Arameans Withdrew, They Left Joash Severely Wounded. His Officials Conspired Against Him For Murdering The Son Of Jehoiada The Priest, And They Killed Him In His Bed. So He Died And Was Buried In The City Of David, But Not In The Tombs Of The Kings.",
            "Those Who Conspired Against Him Were Zabad, Son Of Shimeath An Ammonite Woman, And Jehozabad, Son Of Shimrith A Moabite Woman.",
            "The Account Of His Sons, The Many Prophecies About Him, And The Record Of The Restoration Of The Temple Of God Are Written In The Annotations On The Book Of The Kings. And Amaziah His Son Succeeded Him As King."
        ],
        [
            "Amaziah Was Twenty-five Years Old When He Became King, And He Reigned In Jerusalem Twenty-nine Years. His Mother's Name Was Jehoaddin ; She Was From Jerusalem.",
            "He Did What Was Right In The Eyes Of The Lord , But Not Wholeheartedly.",
            "After The Kingdom Was Firmly In His Control, He Executed The Officials Who Had Murdered His Father The King.",
            "Yet He Did Not Put Their Sons To Death, But Acted In Accordance With What Is Written In The Law, In The Book Of Moses, Where The Lord Commanded: \"Fathers Shall Not Be Put To Death For Their Children, Nor Children Put To Death For Their Fathers; Each Is To Die For His Own Sins.\"",
            "Amaziah Called The People Of Judah Together And Assigned Them According To Their Families To Commanders Of Thousands And Commanders Of Hundreds For All Judah And Benjamin. He Then Mustered Those Twenty Years Old Or More And Found That There Were Three Hundred Thousand Men Ready For Military Service, Able To Handle The Spear And Shield.",
            "He Also Hired A Hundred Thousand Fighting Men From Israel For A Hundred Talents Of Silver.",
            "But A Man Of God Came To Him And Said, \"O King, These Troops From Israel Must Not March With You, For The Lord Is Not With Israel-not With Any Of The People Of Ephraim.",
            "Even If You Go And Fight Courageously In Battle, God Will Overthrow You Before The Enemy, For God Has The Power To Help Or To Overthrow.\"",
            "Amaziah Asked The Man Of God, \"But What About The Hundred Talents I Paid For These Israelite Troops?\" The Man Of God Replied, \"The Lord Can Give You Much More Than That.\"",
            "So Amaziah Dismissed The Troops Who Had Come To Him From Ephraim And Sent Them Home. They Were Furious With Judah And Left For Home In A Great Rage.",
            "Amaziah Then Marshaled His Strength And Led His Army To The Valley Of Salt, Where He Killed Ten Thousand Men Of Seir.",
            "The Army Of Judah Also Captured Ten Thousand Men Alive, Took Them To The Top Of A Cliff And Threw Them Down So That All Were Dashed To Pieces.",
            "Meanwhile The Troops That Amaziah Had Sent Back And Had Not Allowed To Take Part In The War Raided Judean Towns From Samaria To Beth Horon. They Killed Three Thousand People And Carried Off Great Quantities Of Plunder.",
            "When Amaziah Returned From Slaughtering The Edomites, He Brought Back The Gods Of The People Of Seir. He Set Them Up As His Own Gods, Bowed Down To Them And Burned Sacrifices To Them.",
            "The Anger Of The Lord Burned Against Amaziah, And He Sent A Prophet To Him, Who Said, \"Why Do You Consult This People's Gods, Which Could Not Save Their Own People From Your Hand?\"",
            "While He Was Still Speaking, The King Said To Him, \"Have We Appointed You An Adviser To The King? Stop! Why Be Struck Down?\" So The Prophet Stopped But Said, \"I Know That God Has Determined To Destroy You, Because You Have Done This And Have Not Listened To My Counsel.\"",
            "After Amaziah King Of Judah Consulted His Advisers, He Sent This Challenge To Jehoash Son Of Jehoahaz, The Son Of Jehu, King Of Israel: \"Come, Meet Me Face To Face.\"",
            "But Jehoash King Of Israel Replied To Amaziah King Of Judah: \"A Thistle In Lebanon Sent A Message To A Cedar In Lebanon, 'Give Your Daughter To My Son In Marriage.' Then A Wild Beast In Lebanon Came Along And Trampled The Thistle Underfoot.",
            "You Say To Yourself That You Have Defeated Edom, And Now You Are Arrogant And Proud. But Stay At Home! Why Ask For Trouble And Cause Your Own Downfall And That Of Judah Also?\"",
            "Amaziah, However, Would Not Listen, For God So Worked That He Might Hand Them Over To Jehoash , Because They Sought The Gods Of Edom.",
            "So Jehoash King Of Israel Attacked. He And Amaziah King Of Judah Faced Each Other At Beth Shemesh In Judah.",
            "Judah Was Routed By Israel, And Every Man Fled To His Home.",
            "Jehoash King Of Israel Captured Amaziah King Of Judah, The Son Of Joash, The Son Of Ahaziah, At Beth Shemesh. Then Jehoash Brought Him To Jerusalem And Broke Down The Wall Of Jerusalem From The Ephraim Gate To The Corner Gate-a Section About Six Hundred Feet Long.",
            "He Took All The Gold And Silver And All The Articles Found In The Temple Of God That Had Been In The Care Of Obed-edom, Together With The Palace Treasures And The Hostages, And Returned To Samaria.",
            "Amaziah Son Of Joash King Of Judah Lived For Fifteen Years After The Death Of Jehoash Son Of Jehoahaz King Of Israel.",
            "As For The Other Events Of Amaziah's Reign, From Beginning To End, Are They Not Written In The Book Of The Kings Of Judah And Israel?",
            "From The Time That Amaziah Turned Away From Following The Lord , They Conspired Against Him In Jerusalem And He Fled To Lachish, But They Sent Men After Him To Lachish And Killed Him There.",
            "He Was Brought Back By Horse And Was Buried With His Fathers In The City Of Judah."
        ],
        [
            "Then All The People Of Judah Took Uzziah, Who Was Sixteen Years Old, And Made Him King In Place Of His Father Amaziah.",
            "He Was The One Who Rebuilt Elath And Restored It To Judah After Amaziah Rested With His Fathers.",
            "Uzziah Was Sixteen Years Old When He Became King, And He Reigned In Jerusalem Fifty-two Years. His Mother's Name Was Jecoliah; She Was From Jerusalem.",
            "He Did What Was Right In The Eyes Of The Lord , Just As His Father Amaziah Had Done.",
            "He Sought God During The Days Of Zechariah, Who Instructed Him In The Fear Of God. As Long As He Sought The Lord , God Gave Him Success.",
            "He Went To War Against The Philistines And Broke Down The Walls Of Gath, Jabneh And Ashdod. He Then Rebuilt Towns Near Ashdod And Elsewhere Among The Philistines.",
            "God Helped Him Against The Philistines And Against The Arabs Who Lived In Gur Baal And Against The Meunites.",
            "The Ammonites Brought Tribute To Uzziah, And His Fame Spread As Far As The Border Of Egypt, Because He Had Become Very Powerful.",
            "Uzziah Built Towers In Jerusalem At The Corner Gate, At The Valley Gate And At The Angle Of The Wall, And He Fortified Them.",
            "He Also Built Towers In The Desert And Dug Many Cisterns, Because He Had Much Livestock In The Foothills And In The Plain. He Had People Working His Fields And Vineyards In The Hills And In The Fertile Lands, For He Loved The Soil.",
            "Uzziah Had A Well-trained Army, Ready To Go Out By Divisions According To Their Numbers As Mustered By Jeiel The Secretary And Maaseiah The Officer Under The Direction Of Hananiah, One Of The Royal Officials.",
            "The Total Number Of Family Leaders Over The Fighting Men Was ,.",
            "Under Their Command Was An Army Of , Men Trained For War, A Powerful Force To Support The King Against His Enemies.",
            "Uzziah Provided Shields, Spears, Helmets, Coats Of Armor, Bows And Slingstones For The Entire Army.",
            "In Jerusalem He Made Machines Designed By Skillful Men For Use On The Towers And On The Corner Defenses To Shoot Arrows And Hurl Large Stones. His Fame Spread Far And Wide, For He Was Greatly Helped Until He Became Powerful.",
            "But After Uzziah Became Powerful, His Pride Led To His Downfall. He Was Unfaithful To The Lord His God, And Entered The Temple Of The Lord To Burn Incense On The Altar Of Incense.",
            "Azariah The Priest With Eighty Other Courageous Priests Of The Lord Followed Him In.",
            "They Confronted Him And Said, \"It Is Not Right For You, Uzziah, To Burn Incense To The Lord . That Is For The Priests, The Descendants Of Aaron, Who Have Been Consecrated To Burn Incense. Leave The Sanctuary, For You Have Been Unfaithful; And You Will Not Be Honored By The Lord God.\"",
            "Uzziah, Who Had A Censer In His Hand Ready To Burn Incense, Became Angry. While He Was Raging At The Priests In Their Presence Before The Incense Altar In The Lord 'S Temple, Leprosy Broke Out On His Forehead.",
            "When Azariah The Chief Priest And All The Other Priests Looked At Him, They Saw That He Had Leprosy On His Forehead, So They Hurried Him Out. Indeed, He Himself Was Eager To Leave, Because The Lord Had Afflicted Him.",
            "King Uzziah Had Leprosy Until The Day He Died. He Lived In A Separate House -Leprous, And Excluded From The Temple Of The Lord . Jotham His Son Had Charge Of The Palace And Governed The People Of The Land.",
            "The Other Events Of Uzziah's Reign, From Beginning To End, Are Recorded By The Prophet Isaiah Son Of Amoz.",
            "Uzziah Rested With His Fathers And Was Buried Near Them In A Field For Burial That Belonged To The Kings, For People Said, \"He Had Leprosy.\" And Jotham His Son Succeeded Him As King."
        ],
        [
            "Jotham Was Twenty-five Years Old When He Became King, And He Reigned In Jerusalem Sixteen Years. His Mother's Name Was Jerusha Daughter Of Zadok.",
            "He Did What Was Right In The Eyes Of The Lord , Just As His Father Uzziah Had Done, But Unlike Him He Did Not Enter The Temple Of The Lord . The People, However, Continued Their Corrupt Practices.",
            "Jotham Rebuilt The Upper Gate Of The Temple Of The Lord And Did Extensive Work On The Wall At The Hill Of Ophel.",
            "He Built Towns In The Judean Hills And Forts And Towers In The Wooded Areas.",
            "Jotham Made War On The King Of The Ammonites And Conquered Them. That Year The Ammonites Paid Him A Hundred Talents Of Silver, Ten Thousand Cors Of Wheat And Ten Thousand Cors Of Barley. The Ammonites Brought Him The Same Amount Also In The Second And Third Years.",
            "Jotham Grew Powerful Because He Walked Steadfastly Before The Lord His God.",
            "The Other Events In Jotham's Reign, Including All His Wars And The Other Things He Did, Are Written In The Book Of The Kings Of Israel And Judah.",
            "He Was Twenty-five Years Old When He Became King, And He Reigned In Jerusalem Sixteen Years.",
            "Jotham Rested With His Fathers And Was Buried In The City Of David. And Ahaz His Son Succeeded Him As King."
        ],
        [
            "Ahaz Was Twenty Years Old When He Became King, And He Reigned In Jerusalem Sixteen Years. Unlike David His Father, He Did Not Do What Was Right In The Eyes Of The Lord .",
            "He Walked In The Ways Of The Kings Of Israel And Also Made Cast Idols For Worshiping The Baals.",
            "He Burned Sacrifices In The Valley Of Ben Hinnom And Sacrificed His Sons In The Fire, Following The Detestable Ways Of The Nations The Lord Had Driven Out Before The Israelites.",
            "He Offered Sacrifices And Burned Incense At The High Places, On The Hilltops And Under Every Spreading Tree.",
            "Therefore The Lord His God Handed Him Over To The King Of Aram. The Arameans Defeated Him And Took Many Of His People As Prisoners And Brought Them To Damascus. He Was Also Given Into The Hands Of The King Of Israel, Who Inflicted Heavy Casualties On Him.",
            "In One Day Pekah Son Of Remaliah Killed A Hundred And Twenty Thousand Soldiers In Judah-because Judah Had Forsaken The Lord , The God Of Their Fathers.",
            "Zicri, An Ephraimite Warrior, Killed Maaseiah The King's Son, Azrikam The Officer In Charge Of The Palace, And Elkanah, Second To The King.",
            "The Israelites Took Captive From Their Kinsmen Two Hundred Thousand Wives, Sons And Daughters. They Also Took A Great Deal Of Plunder, Which They Carried Back To Samaria.",
            "But A Prophet Of The Lord Named Oded Was There, And He Went Out To Meet The Army When It Returned To Samaria. He Said To Them, \"Because The Lord , The God Of Your Fathers, Was Angry With Judah, He Gave Them Into Your Hand. But You Have Slaughtered Them In A Rage That Reaches To Heaven.",
            "And Now You Intend To Make The Men And Women Of Judah And Jerusalem Your Slaves. But Aren't You Also Guilty Of Sins Against The Lord Your God?",
            "Now Listen To Me! Send Back Your Fellow Countrymen You Have Taken As Prisoners, For The Lord 'S Fierce Anger Rests On You.\"",
            "Then Some Of The Leaders In Ephraim-azariah Son Of Jehohanan, Berekiah Son Of Meshillemoth, Jehizkiah Son Of Shallum, And Amasa Son Of Hadlai-confronted Those Who Were Arriving From The War.",
            "\"You Must Not Bring Those Prisoners Here,\" They Said, \"Or We Will Be Guilty Before The Lord . Do You Intend To Add To Our Sin And Guilt? For Our Guilt Is Already Great, And His Fierce Anger Rests On Israel.\"",
            "So The Soldiers Gave Up The Prisoners And Plunder In The Presence Of The Officials And All The Assembly.",
            "The Men Designated By Name Took The Prisoners, And From The Plunder They Clothed All Who Were Naked. They Provided Them With Clothes And Sandals, Food And Drink, And Healing Balm. All Those Who Were Weak They Put On Donkeys. So They Took Them Back To Their Fellow Countrymen At Jericho, The City Of Palms, And Returned To Samaria.",
            "At That Time King Ahaz Sent To The King Of Assyria For Help.",
            "The Edomites Had Again Come And Attacked Judah And Carried Away Prisoners,",
            "While The Philistines Had Raided Towns In The Foothills And In The Negev Of Judah. They Captured And Occupied Beth Shemesh, Aijalon And Gederoth, As Well As Soco, Timnah And Gimzo, With Their Surrounding Villages.",
            "The Lord Had Humbled Judah Because Of Ahaz King Of Israel, For He Had Promoted Wickedness In Judah And Had Been Most Unfaithful To The Lord .",
            "Tiglath-pileser King Of Assyria Came To Him, But He Gave Him Trouble Instead Of Help.",
            "Ahaz Took Some Of The Things From The Temple Of The Lord And From The Royal Palace And From The Princes And Presented Them To The King Of Assyria, But That Did Not Help Him.",
            "In His Time Of Trouble King Ahaz Became Even More Unfaithful To The Lord .",
            "He Offered Sacrifices To The Gods Of Damascus, Who Had Defeated Him; For He Thought, \"Since The Gods Of The Kings Of Aram Have Helped Them, I Will Sacrifice To Them So They Will Help Me.\" But They Were His Downfall And The Downfall Of All Israel.",
            "Ahaz Gathered Together The Furnishings From The Temple Of God And Took Them Away. He Shut The Doors Of The Lord 'S Temple And Set Up Altars At Every Street Corner In Jerusalem.",
            "In Every Town In Judah He Built High Places To Burn Sacrifices To Other Gods And Provoked The Lord , The God Of His Fathers, To Anger.",
            "The Other Events Of His Reign And All His Ways, From Beginning To End, Are Written In The Book Of The Kings Of Judah And Israel.",
            "Ahaz Rested With His Fathers And Was Buried In The City Of Jerusalem, But He Was Not Placed In The Tombs Of The Kings Of Israel. And Hezekiah His Son Succeeded Him As King."
        ],
        [
            "Hezekiah Was Twenty-five Years Old When He Became King, And He Reigned In Jerusalem Twenty-nine Years. His Mother's Name Was Abijah Daughter Of Zechariah.",
            "He Did What Was Right In The Eyes Of The Lord , Just As His Father David Had Done.",
            "In The First Month Of The First Year Of His Reign, He Opened The Doors Of The Temple Of The Lord And Repaired Them.",
            "He Brought In The Priests And The Levites, Assembled Them In The Square On The East Side",
            "And Said: \"Listen To Me, Levites! Consecrate Yourselves Now And Consecrate The Temple Of The Lord , The God Of Your Fathers. Remove All Defilement From The Sanctuary.",
            "Our Fathers Were Unfaithful; They Did Evil In The Eyes Of The Lord Our God And Forsook Him. They Turned Their Faces Away From The Lord 'S Dwelling Place And Turned Their Backs On Him.",
            "They Also Shut The Doors Of The Portico And Put Out The Lamps. They Did Not Burn Incense Or Present Any Burnt Offerings At The Sanctuary To The God Of Israel.",
            "Therefore, The Anger Of The Lord Has Fallen On Judah And Jerusalem; He Has Made Them An Object Of Dread And Horror And Scorn, As You Can See With Your Own Eyes.",
            "This Is Why Our Fathers Have Fallen By The Sword And Why Our Sons And Daughters And Our Wives Are In Captivity.",
            "Now I Intend To Make A Covenant With The Lord , The God Of Israel, So That His Fierce Anger Will Turn Away From Us.",
            "My Sons, Do Not Be Negligent Now, For The Lord Has Chosen You To Stand Before Him And Serve Him, To Minister Before Him And To Burn Incense.\"",
            "Then These Levites Set To Work: From The Kohathites, Mahath Son Of Amasai And Joel Son Of Azariah; From The Merarites, Kish Son Of Abdi And Azariah Son Of Jehallelel; From The Gershonites, Joah Son Of Zimmah And Eden Son Of Joah;",
            "From The Descendants Of Elizaphan, Shimri And Jeiel; From The Descendants Of Asaph, Zechariah And Mattaniah;",
            "From The Descendants Of Heman, Jehiel And Shimei; From The Descendants Of Jeduthun, Shemaiah And Uzziel.",
            "When They Had Assembled Their Brothers And Consecrated Themselves, They Went In To Purify The Temple Of The Lord , As The King Had Ordered, Following The Word Of The Lord .",
            "The Priests Went Into The Sanctuary Of The Lord To Purify It. They Brought Out To The Courtyard Of The Lord 'S Temple Everything Unclean That They Found In The Temple Of The Lord . The Levites Took It And Carried It Out To The Kidron Valley.",
            "They Began The Consecration On The First Day Of The First Month, And By The Eighth Day Of The Month They Reached The Portico Of The Lord . For Eight More Days They Consecrated The Temple Of The Lord Itself, Finishing On The Sixteenth Day Of The First Month.",
            "Then They Went In To King Hezekiah And Reported: \"We Have Purified The Entire Temple Of The Lord , The Altar Of Burnt Offering With All Its Utensils, And The Table For Setting Out The Consecrated Bread, With All Its Articles.",
            "We Have Prepared And Consecrated All The Articles That King Ahaz Removed In His Unfaithfulness While He Was King. They Are Now In Front Of The Lord 'S Altar.\"",
            "Early The Next Morning King Hezekiah Gathered The City Officials Together And Went Up To The Temple Of The Lord .",
            "They Brought Seven Bulls, Seven Rams, Seven Male Lambs And Seven Male Goats As A Sin Offering For The Kingdom, For The Sanctuary And For Judah. The King Commanded The Priests, The Descendants Of Aaron, To Offer These On The Altar Of The Lord .",
            "So They Slaughtered The Bulls, And The Priests Took The Blood And Sprinkled It On The Altar; Next They Slaughtered The Rams And Sprinkled Their Blood On The Altar; Then They Slaughtered The Lambs And Sprinkled Their Blood On The Altar.",
            "The Goats For The Sin Offering Were Brought Before The King And The Assembly, And They Laid Their Hands On Them.",
            "The Priests Then Slaughtered The Goats And Presented Their Blood On The Altar For A Sin Offering To Atone For All Israel, Because The King Had Ordered The Burnt Offering And The Sin Offering For All Israel.",
            "He Stationed The Levites In The Temple Of The Lord With Cymbals, Harps And Lyres In The Way Prescribed By David And Gad The King's Seer And Nathan The Prophet; This Was Commanded By The Lord Through His Prophets.",
            "So The Levites Stood Ready With David's Instruments, And The Priests With Their Trumpets.",
            "Hezekiah Gave The Order To Sacrifice The Burnt Offering On The Altar. As The Offering Began, Singing To The Lord Began Also, Accompanied By Trumpets And The Instruments Of David King Of Israel.",
            "The Whole Assembly Bowed In Worship, While The Singers Sang And The Trumpeters Played. All This Continued Until The Sacrifice Of The Burnt Offering Was Completed.",
            "When The Offerings Were Finished, The King And Everyone Present With Him Knelt Down And Worshiped.",
            "King Hezekiah And His Officials Ordered The Levites To Praise The Lord With The Words Of David And Of Asaph The Seer. So They Sang Praises With Gladness And Bowed Their Heads And Worshiped.",
            "Then Hezekiah Said, \"You Have Now Dedicated Yourselves To The Lord . Come And Bring Sacrifices And Thank Offerings To The Temple Of The Lord .\" So The Assembly Brought Sacrifices And Thank Offerings, And All Whose Hearts Were Willing Brought Burnt Offerings.",
            "The Number Of Burnt Offerings The Assembly Brought Was Seventy Bulls, A Hundred Rams And Two Hundred Male Lambs-all Of Them For Burnt Offerings To The Lord .",
            "The Animals Consecrated As Sacrifices Amounted To Six Hundred Bulls And Three Thousand Sheep And Goats.",
            "The Priests, However, Were Too Few To Skin All The Burnt Offerings; So Their Kinsmen The Levites Helped Them Until The Task Was Finished And Until Other Priests Had Been Consecrated, For The Levites Had Been More Conscientious In Consecrating Themselves Than The Priests Had Been.",
            "There Were Burnt Offerings In Abundance, Together With The Fat Of The Fellowship Offerings And The Drink Offerings That Accompanied The Burnt Offerings. So The Service Of The Temple Of The Lord Was Reestablished.",
            "Hezekiah And All The People Rejoiced At What God Had Brought About For His People, Because It Was Done So Quickly."
        ],
        [
            "Hezekiah Sent Word To All Israel And Judah And Also Wrote Letters To Ephraim And Manasseh, Inviting Them To Come To The Temple Of The Lord In Jerusalem And Celebrate The Passover To The Lord , The God Of Israel.",
            "The King And His Officials And The Whole Assembly In Jerusalem Decided To Celebrate The Passover In The Second Month.",
            "They Had Not Been Able To Celebrate It At The Regular Time Because Not Enough Priests Had Consecrated Themselves And The People Had Not Assembled In Jerusalem.",
            "The Plan Seemed Right Both To The King And To The Whole Assembly.",
            "They Decided To Send A Proclamation Throughout Israel, From Beersheba To Dan, Calling The People To Come To Jerusalem And Celebrate The Passover To The Lord , The God Of Israel. It Had Not Been Celebrated In Large Numbers According To What Was Written.",
            "At The King's Command, Couriers Went Throughout Israel And Judah With Letters From The King And From His Officials, Which Read: \"People Of Israel, Return To The Lord , The God Of Abraham, Isaac And Israel, That He May Return To You Who Are Left, Who Have Escaped From The Hand Of The Kings Of Assyria.",
            "Do Not Be Like Your Fathers And Brothers, Who Were Unfaithful To The Lord , The God Of Their Fathers, So That He Made Them An Object Of Horror, As You See.",
            "Do Not Be Stiff-necked, As Your Fathers Were; Submit To The Lord . Come To The Sanctuary, Which He Has Consecrated Forever. Serve The Lord Your God, So That His Fierce Anger Will Turn Away From You.",
            "If You Return To The Lord , Then Your Brothers And Your Children Will Be Shown Compassion By Their Captors And Will Come Back To This Land, For The Lord Your God Is Gracious And Compassionate. He Will Not Turn His Face From You If You Return To Him.\"",
            "The Couriers Went From Town To Town In Ephraim And Manasseh, As Far As Zebulun, But The People Scorned And Ridiculed Them.",
            "Nevertheless, Some Men Of Asher, Manasseh And Zebulun Humbled Themselves And Went To Jerusalem.",
            "Also In Judah The Hand Of God Was On The People To Give Them Unity Of Mind To Carry Out What The King And His Officials Had Ordered, Following The Word Of The Lord .",
            "A Very Large Crowd Of People Assembled In Jerusalem To Celebrate The Feast Of Unleavened Bread In The Second Month.",
            "They Removed The Altars In Jerusalem And Cleared Away The Incense Altars And Threw Them Into The Kidron Valley.",
            "They Slaughtered The Passover Lamb On The Fourteenth Day Of The Second Month. The Priests And The Levites Were Ashamed And Consecrated Themselves And Brought Burnt Offerings To The Temple Of The Lord .",
            "Then They Took Up Their Regular Positions As Prescribed In The Law Of Moses The Man Of God. The Priests Sprinkled The Blood Handed To Them By The Levites.",
            "Since Many In The Crowd Had Not Consecrated Themselves, The Levites Had To Kill The Passover Lambs For All Those Who Were Not Ceremonially Clean And Could Not Consecrate Their Lambs To The Lord .",
            "Although Most Of The Many People Who Came From Ephraim, Manasseh, Issachar And Zebulun Had Not Purified Themselves, Yet They Ate The Passover, Contrary To What Was Written. But Hezekiah Prayed For Them, Saying, \"May The Lord , Who Is Good, Pardon Everyone",
            "Who Sets His Heart On Seeking God-the Lord , The God Of His Fathers-even If He Is Not Clean According To The Rules Of The Sanctuary.\"",
            "And The Lord Heard Hezekiah And Healed The People.",
            "The Israelites Who Were Present In Jerusalem Celebrated The Feast Of Unleavened Bread For Seven Days With Great Rejoicing, While The Levites And Priests Sang To The Lord Every Day, Accompanied By The Lord 'S Instruments Of Praise.",
            "Hezekiah Spoke Encouragingly To All The Levites, Who Showed Good Understanding Of The Service Of The Lord . For The Seven Days They Ate Their Assigned Portion And Offered Fellowship Offerings And Praised The Lord , The God Of Their Fathers.",
            "The Whole Assembly Then Agreed To Celebrate The Festival Seven More Days; So For Another Seven Days They Celebrated Joyfully.",
            "Hezekiah King Of Judah Provided A Thousand Bulls And Seven Thousand Sheep And Goats For The Assembly, And The Officials Provided Them With A Thousand Bulls And Ten Thousand Sheep And Goats. A Great Number Of Priests Consecrated Themselves.",
            "The Entire Assembly Of Judah Rejoiced, Along With The Priests And Levites And All Who Had Assembled From Israel, Including The Aliens Who Had Come From Israel And Those Who Lived In Judah.",
            "There Was Great Joy In Jerusalem, For Since The Days Of Solomon Son Of David King Of Israel There Had Been Nothing Like This In Jerusalem.",
            "The Priests And The Levites Stood To Bless The People, And God Heard Them, For Their Prayer Reached Heaven, His Holy Dwelling Place."
        ],
        [
            "When All This Had Ended, The Israelites Who Were There Went Out To The Towns Of Judah, Smashed The Sacred Stones And Cut Down The Asherah Poles. They Destroyed The High Places And The Altars Throughout Judah And Benjamin And In Ephraim And Manasseh. After They Had Destroyed All Of Them, The Israelites Returned To Their Own Towns And To Their Own Property.",
            "Hezekiah Assigned The Priests And Levites To Divisions-each Of Them According To Their Duties As Priests Or Levites-to Offer Burnt Offerings And Fellowship Offerings, To Minister, To Give Thanks And To Sing Praises At The Gates Of The Lord 'S Dwelling.",
            "The King Contributed From His Own Possessions For The Morning And Evening Burnt Offerings And For The Burnt Offerings On The Sabbaths, New Moons And Appointed Feasts As Written In The Law Of The Lord .",
            "He Ordered The People Living In Jerusalem To Give The Portion Due The Priests And Levites So They Could Devote Themselves To The Law Of The Lord .",
            "As Soon As The Order Went Out, The Israelites Generously Gave The Firstfruits Of Their Grain, New Wine, Oil And Honey And All That The Fields Produced. They Brought A Great Amount, A Tithe Of Everything.",
            "The Men Of Israel And Judah Who Lived In The Towns Of Judah Also Brought A Tithe Of Their Herds And Flocks And A Tithe Of The Holy Things Dedicated To The Lord Their God, And They Piled Them In Heaps.",
            "They Began Doing This In The Third Month And Finished In The Seventh Month.",
            "When Hezekiah And His Officials Came And Saw The Heaps, They Praised The Lord And Blessed His People Israel.",
            "Hezekiah Asked The Priests And Levites About The Heaps;",
            "And Azariah The Chief Priest, From The Family Of Zadok, Answered, \"Since The People Began To Bring Their Contributions To The Temple Of The Lord , We Have Had Enough To Eat And Plenty To Spare, Because The Lord Has Blessed His People, And This Great Amount Is Left Over.\"",
            "Hezekiah Gave Orders To Prepare Storerooms In The Temple Of The Lord , And This Was Done.",
            "Then They Faithfully Brought In The Contributions, Tithes And Dedicated Gifts. Conaniah, A Levite, Was In Charge Of These Things, And His Brother Shimei Was Next In Rank.",
            "Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismakiah, Mahath And Benaiah Were Supervisors Under Conaniah And Shimei His Brother, By Appointment Of King Hezekiah And Azariah The Official In Charge Of The Temple Of God.",
            "Kore Son Of Imnah The Levite, Keeper Of The East Gate, Was In Charge Of The Freewill Offerings Given To God, Distributing The Contributions Made To The Lord And Also The Consecrated Gifts.",
            "Eden, Miniamin, Jeshua, Shemaiah, Amariah And Shecaniah Assisted Him Faithfully In The Towns Of The Priests, Distributing To Their Fellow Priests According To Their Divisions, Old And Young Alike.",
            "In Addition, They Distributed To The Males Three Years Old Or More Whose Names Were In The Genealogical Records-all Who Would Enter The Temple Of The Lord To Perform The Daily Duties Of Their Various Tasks, According To Their Responsibilities And Their Divisions.",
            "And They Distributed To The Priests Enrolled By Their Families In The Genealogical Records And Likewise To The Levites Twenty Years Old Or More, According To Their Responsibilities And Their Divisions.",
            "They Included All The Little Ones, The Wives, And The Sons And Daughters Of The Whole Community Listed In These Genealogical Records. For They Were Faithful In Consecrating Themselves.",
            "As For The Priests, The Descendants Of Aaron, Who Lived On The Farm Lands Around Their Towns Or In Any Other Towns, Men Were Designated By Name To Distribute Portions To Every Male Among Them And To All Who Were Recorded In The Genealogies Of The Levites.",
            "This Is What Hezekiah Did Throughout Judah, Doing What Was Good And Right And Faithful Before The Lord His God.",
            "In Everything That He Undertook In The Service Of God's Temple And In Obedience To The Law And The Commands, He Sought His God And Worked Wholeheartedly. And So He Prospered."
        ],
        [
            "After All That Hezekiah Had So Faithfully Done, Sennacherib King Of Assyria Came And Invaded Judah. He Laid Siege To The Fortified Cities, Thinking To Conquer Them For Himself.",
            "When Hezekiah Saw That Sennacherib Had Come And That He Intended To Make War On Jerusalem,",
            "He Consulted With His Officials And Military Staff About Blocking Off The Water From The Springs Outside The City, And They Helped Him.",
            "A Large Force Of Men Assembled, And They Blocked All The Springs And The Stream That Flowed Through The Land. \"Why Should The Kings Of Assyria Come And Find Plenty Of Water?\" They Said.",
            "Then He Worked Hard Repairing All The Broken Sections Of The Wall And Building Towers On It. He Built Another Wall Outside That One And Reinforced The Supporting Terraces Of The City Of David. He Also Made Large Numbers Of Weapons And Shields.",
            "He Appointed Military Officers Over The People And Assembled Them Before Him In The Square At The City Gate And Encouraged Them With These Words:",
            "\"Be Strong And Courageous. Do Not Be Afraid Or Discouraged Because Of The King Of Assyria And The Vast Army With Him, For There Is A Greater Power With Us Than With Him.",
            "With Him Is Only The Arm Of Flesh, But With Us Is The Lord Our God To Help Us And To Fight Our Battles.\" And The People Gained Confidence From What Hezekiah The King Of Judah Said.",
            "Later, When Sennacherib King Of Assyria And All His Forces Were Laying Siege To Lachish, He Sent His Officers To Jerusalem With This Message For Hezekiah King Of Judah And For All The People Of Judah Who Were There:",
            "\"This Is What Sennacherib King Of Assyria Says: On What Are You Basing Your Confidence, That You Remain In Jerusalem Under Siege?",
            "When Hezekiah Says, 'The Lord Our God Will Save Us From The Hand Of The King Of Assyria,' He Is Misleading You, To Let You Die Of Hunger And Thirst.",
            "Did Not Hezekiah Himself Remove This God's High Places And Altars, Saying To Judah And Jerusalem, 'You Must Worship Before One Altar And Burn Sacrifices On It'?",
            "\"Do You Not Know What I And My Fathers Have Done To All The Peoples Of The Other Lands? Were The Gods Of Those Nations Ever Able To Deliver Their Land From My Hand?",
            "Who Of All The Gods Of These Nations That My Fathers Destroyed Has Been Able To Save His People From Me? How Then Can Your God Deliver You From My Hand?",
            "Now Do Not Let Hezekiah Deceive You And Mislead You Like This. Do Not Believe Him, For No God Of Any Nation Or Kingdom Has Been Able To Deliver His People From My Hand Or The Hand Of My Fathers. How Much Less Will Your God Deliver You From My Hand!\"",
            "Sennacherib's Officers Spoke Further Against The Lord God And Against His Servant Hezekiah.",
            "The King Also Wrote Letters Insulting The Lord , The God Of Israel, And Saying This Against Him: \"Just As The Gods Of The Peoples Of The Other Lands Did Not Rescue Their People From My Hand, So The God Of Hezekiah Will Not Rescue His People From My Hand.\"",
            "Then They Called Out In Hebrew To The People Of Jerusalem Who Were On The Wall, To Terrify Them And Make Them Afraid In Order To Capture The City.",
            "They Spoke About The God Of Jerusalem As They Did About The Gods Of The Other Peoples Of The World-the Work Of Men's Hands.",
            "King Hezekiah And The Prophet Isaiah Son Of Amoz Cried Out In Prayer To Heaven About This.",
            "And The Lord Sent An Angel, Who Annihilated All The Fighting Men And The Leaders And Officers In The Camp Of The Assyrian King. So He Withdrew To His Own Land In Disgrace. And When He Went Into The Temple Of His God, Some Of His Sons Cut Him Down With The Sword.",
            "So The Lord Saved Hezekiah And The People Of Jerusalem From The Hand Of Sennacherib King Of Assyria And From The Hand Of All Others. He Took Care Of Them On Every Side.",
            "Many Brought Offerings To Jerusalem For The Lord And Valuable Gifts For Hezekiah King Of Judah. From Then On He Was Highly Regarded By All The Nations.",
            "In Those Days Hezekiah Became Ill And Was At The Point Of Death. He Prayed To The Lord , Who Answered Him And Gave Him A Miraculous Sign.",
            "But Hezekiah's Heart Was Proud And He Did Not Respond To The Kindness Shown Him; Therefore The Lord 'S Wrath Was On Him And On Judah And Jerusalem.",
            "Then Hezekiah Repented Of The Pride Of His Heart, As Did The People Of Jerusalem; Therefore The Lord 'S Wrath Did Not Come Upon Them During The Days Of Hezekiah.",
            "Hezekiah Had Very Great Riches And Honor, And He Made Treasuries For His Silver And Gold And For His Precious Stones, Spices, Shields And All Kinds Of Valuables.",
            "He Also Made Buildings To Store The Harvest Of Grain, New Wine And Oil; And He Made Stalls For Various Kinds Of Cattle, And Pens For The Flocks.",
            "He Built Villages And Acquired Great Numbers Of Flocks And Herds, For God Had Given Him Very Great Riches.",
            "It Was Hezekiah Who Blocked The Upper Outlet Of The Gihon Spring And Channeled The Water Down To The West Side Of The City Of David. He Succeeded In Everything He Undertook.",
            "But When Envoys Were Sent By The Rulers Of Babylon To Ask Him About The Miraculous Sign That Had Occurred In The Land, God Left Him To Test Him And To Know Everything That Was In His Heart.",
            "The Other Events Of Hezekiah's Reign And His Acts Of Devotion Are Written In The Vision Of The Prophet Isaiah Son Of Amoz In The Book Of The Kings Of Judah And Israel.",
            "Hezekiah Rested With His Fathers And Was Buried On The Hill Where The Tombs Of David's Descendants Are. All Judah And The People Of Jerusalem Honored Him When He Died. And Manasseh His Son Succeeded Him As King."
        ],
        [
            "Manasseh Was Twelve Years Old When He Became King, And He Reigned In Jerusalem Fifty-five Years.",
            "He Did Evil In The Eyes Of The Lord , Following The Detestable Practices Of The Nations The Lord Had Driven Out Before The Israelites.",
            "He Rebuilt The High Places His Father Hezekiah Had Demolished; He Also Erected Altars To The Baals And Made Asherah Poles. He Bowed Down To All The Starry Hosts And Worshiped Them.",
            "He Built Altars In The Temple Of The Lord , Of Which The Lord Had Said, \"My Name Will Remain In Jerusalem Forever.\"",
            "In Both Courts Of The Temple Of The Lord , He Built Altars To All The Starry Hosts.",
            "He Sacrificed His Sons In The Fire In The Valley Of Ben Hinnom, Practiced Sorcery, Divination And Witchcraft, And Consulted Mediums And Spiritists. He Did Much Evil In The Eyes Of The Lord , Provoking Him To Anger.",
            "He Took The Carved Image He Had Made And Put It In God's Temple, Of Which God Had Said To David And To His Son Solomon, \"In This Temple And In Jerusalem, Which I Have Chosen Out Of All The Tribes Of Israel, I Will Put My Name Forever.",
            "I Will Not Again Make The Feet Of The Israelites Leave The Land I Assigned To Your Forefathers, If Only They Will Be Careful To Do Everything I Commanded Them Concerning All The Laws, Decrees And Ordinances Given Through Moses.\"",
            "But Manasseh Led Judah And The People Of Jerusalem Astray, So That They Did More Evil Than The Nations The Lord Had Destroyed Before The Israelites.",
            "The Lord Spoke To Manasseh And His People, But They Paid No Attention.",
            "So The Lord Brought Against Them The Army Commanders Of The King Of Assyria, Who Took Manasseh Prisoner, Put A Hook In His Nose, Bound Him With Bronze Shackles And Took Him To Babylon.",
            "In His Distress He Sought The Favor Of The Lord His God And Humbled Himself Greatly Before The God Of His Fathers.",
            "And When He Prayed To Him, The Lord Was Moved By His Entreaty And Listened To His Plea; So He Brought Him Back To Jerusalem And To His Kingdom. Then Manasseh Knew That The Lord Is God.",
            "Afterward He Rebuilt The Outer Wall Of The City Of David, West Of The Gihon Spring In The Valley, As Far As The Entrance Of The Fish Gate And Encircling The Hill Of Ophel; He Also Made It Much Higher. He Stationed Military Commanders In All The Fortified Cities In Judah.",
            "He Got Rid Of The Foreign Gods And Removed The Image From The Temple Of The Lord , As Well As All The Altars He Had Built On The Temple Hill And In Jerusalem; And He Threw Them Out Of The City.",
            "Then He Restored The Altar Of The Lord And Sacrificed Fellowship Offerings And Thank Offerings On It, And Told Judah To Serve The Lord , The God Of Israel.",
            "The People, However, Continued To Sacrifice At The High Places, But Only To The Lord Their God.",
            "The Other Events Of Manasseh's Reign, Including His Prayer To His God And The Words The Seers Spoke To Him In The Name Of The Lord , The God Of Israel, Are Written In The Annals Of The Kings Of Israel.",
            "His Prayer And How God Was Moved By His Entreaty, As Well As All His Sins And Unfaithfulness, And The Sites Where He Built High Places And Set Up Asherah Poles And Idols Before He Humbled Himself-all Are Written In The Records Of The Seers.",
            "Manasseh Rested With His Fathers And Was Buried In His Palace. And Amon His Son Succeeded Him As King.",
            "Amon Was Twenty-two Years Old When He Became King, And He Reigned In Jerusalem Two Years.",
            "He Did Evil In The Eyes Of The Lord , As His Father Manasseh Had Done. Amon Worshiped And Offered Sacrifices To All The Idols Manasseh Had Made.",
            "But Unlike His Father Manasseh, He Did Not Humble Himself Before The Lord ; Amon Increased His Guilt.",
            "Amon's Officials Conspired Against Him And Assassinated Him In His Palace.",
            "Then The People Of The Land Killed All Who Had Plotted Against King Amon, And They Made Josiah His Son King In His Place."
        ],
        [
            "Josiah Was Eight Years Old When He Became King, And He Reigned In Jerusalem Thirty-one Years.",
            "He Did What Was Right In The Eyes Of The Lord And Walked In The Ways Of His Father David, Not Turning Aside To The Right Or To The Left.",
            "In The Eighth Year Of His Reign, While He Was Still Young, He Began To Seek The God Of His Father David. In His Twelfth Year He Began To Purge Judah And Jerusalem Of High Places, Asherah Poles, Carved Idols And Cast Images.",
            "Under His Direction The Altars Of The Baals Were Torn Down; He Cut To Pieces The Incense Altars That Were Above Them, And Smashed The Asherah Poles, The Idols And The Images. These He Broke To Pieces And Scattered Over The Graves Of Those Who Had Sacrificed To Them.",
            "He Burned The Bones Of The Priests On Their Altars, And So He Purged Judah And Jerusalem.",
            "In The Towns Of Manasseh, Ephraim And Simeon, As Far As Naphtali, And In The Ruins Around Them,",
            "He Tore Down The Altars And The Asherah Poles And Crushed The Idols To Powder And Cut To Pieces All The Incense Altars Throughout Israel. Then He Went Back To Jerusalem.",
            "In The Eighteenth Year Of Josiah's Reign, To Purify The Land And The Temple, He Sent Shaphan Son Of Azaliah And Maaseiah The Ruler Of The City, With Joah Son Of Joahaz, The Recorder, To Repair The Temple Of The Lord His God.",
            "They Went To Hilkiah The High Priest And Gave Him The Money That Had Been Brought Into The Temple Of God, Which The Levites Who Were The Doorkeepers Had Collected From The People Of Manasseh, Ephraim And The Entire Remnant Of Israel And From All The People Of Judah And Benjamin And The Inhabitants Of Jerusalem.",
            "Then They Entrusted It To The Men Appointed To Supervise The Work On The Lord 'S Temple. These Men Paid The Workers Who Repaired And Restored The Temple.",
            "They Also Gave Money To The Carpenters And Builders To Purchase Dressed Stone, And Timber For Joists And Beams For The Buildings That The Kings Of Judah Had Allowed To Fall Into Ruin.",
            "The Men Did The Work Faithfully. Over Them To Direct Them Were Jahath And Obadiah, Levites Descended From Merari, And Zechariah And Meshullam, Descended From Kohath. The Levites-all Who Were Skilled In Playing Musical Instruments-",
            "Had Charge Of The Laborers And Supervised All The Workers From Job To Job. Some Of The Levites Were Secretaries, Scribes And Doorkeepers.",
            "While They Were Bringing Out The Money That Had Been Taken Into The Temple Of The Lord , Hilkiah The Priest Found The Book Of The Law Of The Lord That Had Been Given Through Moses.",
            "Hilkiah Said To Shaphan The Secretary, \"I Have Found The Book Of The Law In The Temple Of The Lord .\" He Gave It To Shaphan.",
            "Then Shaphan Took The Book To The King And Reported To Him: \"Your Officials Are Doing Everything That Has Been Committed To Them.",
            "They Have Paid Out The Money That Was In The Temple Of The Lord And Have Entrusted It To The Supervisors And Workers.\"",
            "Then Shaphan The Secretary Informed The King, \"Hilkiah The Priest Has Given Me A Book.\" And Shaphan Read From It In The Presence Of The King.",
            "When The King Heard The Words Of The Law, He Tore His Robes.",
            "He Gave These Orders To Hilkiah, Ahikam Son Of Shaphan, Abdon Son Of Micah, Shaphan The Secretary And Asaiah The King's Attendant:",
            "\"Go And Inquire Of The Lord For Me And For The Remnant In Israel And Judah About What Is Written In This Book That Has Been Found. Great Is The Lord 'S Anger That Is Poured Out On Us Because Our Fathers Have Not Kept The Word Of The Lord ; They Have Not Acted In Accordance With All That Is Written In This Book.\"",
            "Hilkiah And Those The King Had Sent With Him Went To Speak To The Prophetess Huldah, Who Was The Wife Of Shallum Son Of Tokhath, The Son Of Hasrah, Keeper Of The Wardrobe. She Lived In Jerusalem, In The Second District.",
            "She Said To Them, \"This Is What The Lord , The God Of Israel, Says: Tell The Man Who Sent You To Me,",
            "'This Is What The Lord Says: I Am Going To Bring Disaster On This Place And Its People-all The Curses Written In The Book That Has Been Read In The Presence Of The King Of Judah.",
            "Because They Have Forsaken Me And Burned Incense To Other Gods And Provoked Me To Anger By All That Their Hands Have Made, My Anger Will Be Poured Out On This Place And Will Not Be Quenched.'",
            "Tell The King Of Judah, Who Sent You To Inquire Of The Lord , 'This Is What The Lord , The God Of Israel, Says Concerning The Words You Heard:",
            "Because Your Heart Was Responsive And You Humbled Yourself Before God When You Heard What He Spoke Against This Place And Its People, And Because You Humbled Yourself Before Me And Tore Your Robes And Wept In My Presence, I Have Heard You, Declares The Lord .",
            "Now I Will Gather You To Your Fathers, And You Will Be Buried In Peace. Your Eyes Will Not See All The Disaster I Am Going To Bring On This Place And On Those Who Live Here.' \" So They Took Her Answer Back To The King.",
            "Then The King Called Together All The Elders Of Judah And Jerusalem.",
            "He Went Up To The Temple Of The Lord With The Men Of Judah, The People Of Jerusalem, The Priests And The Levites-all The People From The Least To The Greatest. He Read In Their Hearing All The Words Of The Book Of The Covenant, Which Had Been Found In The Temple Of The Lord .",
            "The King Stood By His Pillar And Renewed The Covenant In The Presence Of The Lord -To Follow The Lord And Keep His Commands, Regulations And Decrees With All His Heart And All His Soul, And To Obey The Words Of The Covenant Written In This Book.",
            "Then He Had Everyone In Jerusalem And Benjamin Pledge Themselves To It; The People Of Jerusalem Did This In Accordance With The Covenant Of God, The God Of Their Fathers.",
            "Josiah Removed All The Detestable Idols From All The Territory Belonging To The Israelites, And He Had All Who Were Present In Israel Serve The Lord Their God. As Long As He Lived, They Did Not Fail To Follow The Lord , The God Of Their Fathers."
        ],
        [
            "Josiah Celebrated The Passover To The Lord In Jerusalem, And The Passover Lamb Was Slaughtered On The Fourteenth Day Of The First Month.",
            "He Appointed The Priests To Their Duties And Encouraged Them In The Service Of The Lord 'S Temple.",
            "He Said To The Levites, Who Instructed All Israel And Who Had Been Consecrated To The Lord : \"Put The Sacred Ark In The Temple That Solomon Son Of David King Of Israel Built. It Is Not To Be Carried About On Your Shoulders. Now Serve The Lord Your God And His People Israel.",
            "Prepare Yourselves By Families In Your Divisions, According To The Directions Written By David King Of Israel And By His Son Solomon.",
            "\"Stand In The Holy Place With A Group Of Levites For Each Subdivision Of The Families Of Your Fellow Countrymen, The Lay People.",
            "Slaughter The Passover Lambs, Consecrate Yourselves And Prepare The Lambs For Your Fellow Countrymen, Doing What The Lord Commanded Through Moses.\"",
            "Josiah Provided For All The Lay People Who Were There A Total Of Thirty Thousand Sheep And Goats For The Passover Offerings, And Also Three Thousand Cattle-all From The King's Own Possessions.",
            "His Officials Also Contributed Voluntarily To The People And The Priests And Levites. Hilkiah, Zechariah And Jehiel, The Administrators Of God's Temple, Gave The Priests Twenty-six Hundred Passover Offerings And Three Hundred Cattle.",
            "Also Conaniah Along With Shemaiah And Nethanel, His Brothers, And Hashabiah, Jeiel And Jozabad, The Leaders Of The Levites, Provided Five Thousand Passover Offerings And Five Hundred Head Of Cattle For The Levites.",
            "The Service Was Arranged And The Priests Stood In Their Places With The Levites In Their Divisions As The King Had Ordered.",
            "The Passover Lambs Were Slaughtered, And The Priests Sprinkled The Blood Handed To Them, While The Levites Skinned The Animals.",
            "They Set Aside The Burnt Offerings To Give Them To The Subdivisions Of The Families Of The People To Offer To The Lord , As Is Written In The Book Of Moses. They Did The Same With The Cattle.",
            "They Roasted The Passover Animals Over The Fire As Prescribed, And Boiled The Holy Offerings In Pots, Caldrons And Pans And Served Them Quickly To All The People.",
            "After This, They Made Preparations For Themselves And For The Priests, Because The Priests, The Descendants Of Aaron, Were Sacrificing The Burnt Offerings And The Fat Portions Until Nightfall. So The Levites Made Preparations For Themselves And For The Aaronic Priests.",
            "The Musicians, The Descendants Of Asaph, Were In The Places Prescribed By David, Asaph, Heman And Jeduthun The King's Seer. The Gatekeepers At Each Gate Did Not Need To Leave Their Posts, Because Their Fellow Levites Made The Preparations For Them.",
            "So At That Time The Entire Service Of The Lord Was Carried Out For The Celebration Of The Passover And The Offering Of Burnt Offerings On The Altar Of The Lord , As King Josiah Had Ordered.",
            "The Israelites Who Were Present Celebrated The Passover At That Time And Observed The Feast Of Unleavened Bread For Seven Days.",
            "The Passover Had Not Been Observed Like This In Israel Since The Days Of The Prophet Samuel; And None Of The Kings Of Israel Had Ever Celebrated Such A Passover As Did Josiah, With The Priests, The Levites And All Judah And Israel Who Were There With The People Of Jerusalem.",
            "This Passover Was Celebrated In The Eighteenth Year Of Josiah's Reign.",
            "After All This, When Josiah Had Set The Temple In Order, Neco King Of Egypt Went Up To Fight At Carchemish On The Euphrates, And Josiah Marched Out To Meet Him In Battle.",
            "But Neco Sent Messengers To Him, Saying, \"What Quarrel Is There Between You And Me, O King Of Judah? It Is Not You I Am Attacking At This Time, But The House With Which I Am At War. God Has Told Me To Hurry; So Stop Opposing God, Who Is With Me, Or He Will Destroy You.\"",
            "Josiah, However, Would Not Turn Away From Him, But Disguised Himself To Engage Him In Battle. He Would Not Listen To What Neco Had Said At God's Command But Went To Fight Him On The Plain Of Megiddo.",
            "Archers Shot King Josiah, And He Told His Officers, \"Take Me Away; I Am Badly Wounded.\"",
            "So They Took Him Out Of His Chariot, Put Him In The Other Chariot He Had And Brought Him To Jerusalem, Where He Died. He Was Buried In The Tombs Of His Fathers, And All Judah And Jerusalem Mourned For Him.",
            "Jeremiah Composed Laments For Josiah, And To This Day All The Men And Women Singers Commemorate Josiah In The Laments. These Became A Tradition In Israel And Are Written In The Laments.",
            "The Other Events Of Josiah's Reign And His Acts Of Devotion, According To What Is Written In The Law Of The Lord -",
            "All The Events, From Beginning To End, Are Written In The Book Of The Kings Of Israel And Judah."
        ],
        [
            "And The People Of The Land Took Jehoahaz Son Of Josiah And Made Him King In Jerusalem In Place Of His Father.",
            "Jehoahaz Was Twenty-three Years Old When He Became King, And He Reigned In Jerusalem Three Months.",
            "The King Of Egypt Dethroned Him In Jerusalem And Imposed On Judah A Levy Of A Hundred Talents Of Silver And A Talent Of Gold.",
            "The King Of Egypt Made Eliakim, A Brother Of Jehoahaz, King Over Judah And Jerusalem And Changed Eliakim's Name To Jehoiakim. But Neco Took Eliakim's Brother Jehoahaz And Carried Him Off To Egypt.",
            "Jehoiakim Was Twenty-five Years Old When He Became King, And He Reigned In Jerusalem Eleven Years. He Did Evil In The Eyes Of The Lord His God.",
            "Nebuchadnezzar King Of Babylon Attacked Him And Bound Him With Bronze Shackles To Take Him To Babylon.",
            "Nebuchadnezzar Also Took To Babylon Articles From The Temple Of The Lord And Put Them In His Temple There.",
            "The Other Events Of Jehoiakim's Reign, The Detestable Things He Did And All That Was Found Against Him, Are Written In The Book Of The Kings Of Israel And Judah. And Jehoiachin His Son Succeeded Him As King.",
            "Jehoiachin Was Eighteen Years Old When He Became King, And He Reigned In Jerusalem Three Months And Ten Days. He Did Evil In The Eyes Of The Lord .",
            "In The Spring, King Nebuchadnezzar Sent For Him And Brought Him To Babylon, Together With Articles Of Value From The Temple Of The Lord , And He Made Jehoiachin's Uncle, Zedekiah, King Over Judah And Jerusalem.",
            "Zedekiah Was Twenty-one Years Old When He Became King, And He Reigned In Jerusalem Eleven Years.",
            "He Did Evil In The Eyes Of The Lord His God And Did Not Humble Himself Before Jeremiah The Prophet, Who Spoke The Word Of The Lord .",
            "He Also Rebelled Against King Nebuchadnezzar, Who Had Made Him Take An Oath In God's Name. He Became Stiff-necked And Hardened His Heart And Would Not Turn To The Lord , The God Of Israel.",
            "Furthermore, All The Leaders Of The Priests And The People Became More And More Unfaithful, Following All The Detestable Practices Of The Nations And Defiling The Temple Of The Lord , Which He Had Consecrated In Jerusalem.",
            "The Lord , The God Of Their Fathers, Sent Word To Them Through His Messengers Again And Again, Because He Had Pity On His People And On His Dwelling Place.",
            "But They Mocked God's Messengers, Despised His Words And Scoffed At His Prophets Until The Wrath Of The Lord Was Aroused Against His People And There Was No Remedy.",
            "He Brought Up Against Them The King Of The Babylonians, Who Killed Their Young Men With The Sword In The Sanctuary, And Spared Neither Young Man Nor Young Woman, Old Man Or Aged. God Handed All Of Them Over To Nebuchadnezzar.",
            "He Carried To Babylon All The Articles From The Temple Of God, Both Large And Small, And The Treasures Of The Lord 'S Temple And The Treasures Of The King And His Officials.",
            "They Set Fire To God's Temple And Broke Down The Wall Of Jerusalem; They Burned All The Palaces And Destroyed Everything Of Value There.",
            "He Carried Into Exile To Babylon The Remnant, Who Escaped From The Sword, And They Became Servants To Him And His Sons Until The Kingdom Of Persia Came To Power.",
            "The Land Enjoyed Its Sabbath Rests; All The Time Of Its Desolation It Rested, Until The Seventy Years Were Completed In Fulfillment Of The Word Of The Lord Spoken By Jeremiah.",
            "In The First Year Of Cyrus King Of Persia, In Order To Fulfill The Word Of The Lord Spoken By Jeremiah, The Lord Moved The Heart Of Cyrus King Of Persia To Make A Proclamation Throughout His Realm And To Put It In Writing:",
            "\"This Is What Cyrus King Of Persia Says: \" 'The Lord , The God Of Heaven, Has Given Me All The Kingdoms Of The Earth And He Has Appointed Me To Build A Temple For Him At Jerusalem In Judah. Anyone Of His People Among You-may The Lord His God Be With Him, And Let Him Go Up.' \""
        ]
    ]
}