{
    "chapter": [
        [
            "The Proverbs Of Solomon Son Of David, King Of Israel:",
            "For Attaining Wisdom And Discipline; For Understanding Words Of Insight;",
            "For Acquiring A Disciplined And Prudent Life, Doing What Is Right And Just And Fair;",
            "For Giving Prudence To The Simple, Knowledge And Discretion To The Young-",
            "Let The Wise Listen And Add To Their Learning, And Let The Discerning Get Guidance-",
            "For Understanding Proverbs And Parables, The Sayings And Riddles Of The Wise.",
            "The Fear Of The Lord Is The Beginning Of Knowledge, But Fools Despise Wisdom And Discipline. Exhortations To Embrace Wisdom",
            "Listen, My Son, To Your Father's Instruction And Do Not Forsake Your Mother's Teaching.",
            "They Will Be A Garland To Grace Your Head And A Chain To Adorn Your Neck.",
            "My Son, If Sinners Entice You, Do Not Give In To Them.",
            "If They Say, \"Come Along With Us; Let's Lie In Wait For Someone's Blood, Let's Waylay Some Harmless Soul;",
            "Let's Swallow Them Alive, Like The Grave, And Whole, Like Those Who Go Down To The Pit;",
            "We Will Get All Sorts Of Valuable Things And Fill Our Houses With Plunder;",
            "Throw In Your Lot With Us, And We Will Share A Common Purse\"-",
            "My Son, Do Not Go Along With Them, Do Not Set Foot On Their Paths;",
            "For Their Feet Rush Into Sin, They Are Swift To Shed Blood.",
            "How Useless To Spread A Net In Full View Of All The Birds!",
            "These Men Lie In Wait For Their Own Blood; They Waylay Only Themselves!",
            "Such Is The End Of All Who Go After Ill-gotten Gain; It Takes Away The Lives Of Those Who Get It.",
            "Wisdom Calls Aloud In The Street, She Raises Her Voice In The Public Squares;",
            "At The Head Of The Noisy Streets She Cries Out, In The Gateways Of The City She Makes Her Speech:",
            "\"How Long Will You Simple Ones Love Your Simple Ways? How Long Will Mockers Delight In Mockery And Fools Hate Knowledge?",
            "If You Had Responded To My Rebuke, I Would Have Poured Out My Heart To You And Made My Thoughts Known To You.",
            "But Since You Rejected Me When I Called And No One Gave Heed When I Stretched Out My Hand,",
            "Since You Ignored All My Advice And Would Not Accept My Rebuke,",
            "I In Turn Will Laugh At Your Disaster; I Will Mock When Calamity Overtakes You-",
            "When Calamity Overtakes You Like A Storm, When Disaster Sweeps Over You Like A Whirlwind, When Distress And Trouble Overwhelm You.",
            "\"Then They Will Call To Me But I Will Not Answer; They Will Look For Me But Will Not Find Me.",
            "Since They Hated Knowledge And Did Not Choose To Fear The Lord ,",
            "Since They Would Not Accept My Advice And Spurned My Rebuke,",
            "They Will Eat The Fruit Of Their Ways And Be Filled With The Fruit Of Their Schemes.",
            "For The Waywardness Of The Simple Will Kill Them, And The Complacency Of Fools Will Destroy Them;",
            "But Whoever Listens To Me Will Live In Safety And Be At Ease, Without Fear Of Harm.\""
        ],
        [
            "My Son, If You Accept My Words And Store Up My Commands Within You,",
            "Turning Your Ear To Wisdom And Applying Your Heart To Understanding,",
            "And If You Call Out For Insight And Cry Aloud For Understanding,",
            "And If You Look For It As For Silver And Search For It As For Hidden Treasure,",
            "Then You Will Understand The Fear Of The Lord And Find The Knowledge Of God.",
            "For The Lord Gives Wisdom, And From His Mouth Come Knowledge And Understanding.",
            "He Holds Victory In Store For The Upright, He Is A Shield To Those Whose Walk Is Blameless,",
            "For He Guards The Course Of The Just And Protects The Way Of His Faithful Ones.",
            "Then You Will Understand What Is Right And Just And Fair-every Good Path.",
            "For Wisdom Will Enter Your Heart, And Knowledge Will Be Pleasant To Your Soul.",
            "Discretion Will Protect You, And Understanding Will Guard You.",
            "Wisdom Will Save You From The Ways Of Wicked Men, From Men Whose Words Are Perverse,",
            "Who Leave The Straight Paths To Walk In Dark Ways,",
            "Who Delight In Doing Wrong And Rejoice In The Perverseness Of Evil,",
            "Whose Paths Are Crooked And Who Are Devious In Their Ways.",
            "It Will Save You Also From The Adulteress, From The Wayward Wife With Her Seductive Words,",
            "Who Has Left The Partner Of Her Youth And Ignored The Covenant She Made Before God.",
            "For Her House Leads Down To Death And Her Paths To The Spirits Of The Dead.",
            "None Who Go To Her Return Or Attain The Paths Of Life.",
            "Thus You Will Walk In The Ways Of Good Men And Keep To The Paths Of The Righteous.",
            "For The Upright Will Live In The Land, And The Blameless Will Remain In It;",
            "But The Wicked Will Be Cut Off From The Land, And The Unfaithful Will Be Torn From It."
        ],
        [
            "My Son, Do Not Forget My Teaching, But Keep My Commands In Your Heart,",
            "For They Will Prolong Your Life Many Years And Bring You Prosperity.",
            "Let Love And Faithfulness Never Leave You; Bind Them Around Your Neck, Write Them On The Tablet Of Your Heart.",
            "Then You Will Win Favor And A Good Name In The Sight Of God And Man.",
            "Trust In The Lord With All Your Heart And Lean Not On Your Own Understanding;",
            "In All Your Ways Acknowledge Him, And He Will Make Your Paths Straight.",
            "Do Not Be Wise In Your Own Eyes; Fear The Lord And Shun Evil.",
            "This Will Bring Health To Your Body And Nourishment To Your Bones.",
            "Honor The Lord With Your Wealth, With The Firstfruits Of All Your Crops;",
            "Then Your Barns Will Be Filled To Overflowing, And Your Vats Will Brim Over With New Wine.",
            "My Son, Do Not Despise The Lord 'S Discipline And Do Not Resent His Rebuke,",
            "Because The Lord Disciplines Those He Loves, As A Father The Son He Delights In.",
            "Blessed Is The Man Who Finds Wisdom, The Man Who Gains Understanding,",
            "For She Is More Profitable Than Silver And Yields Better Returns Than Gold.",
            "She Is More Precious Than Rubies; Nothing You Desire Can Compare With Her.",
            "Long Life Is In Her Right Hand; In Her Left Hand Are Riches And Honor.",
            "Her Ways Are Pleasant Ways, And All Her Paths Are Peace.",
            "She Is A Tree Of Life To Those Who Embrace Her; Those Who Lay Hold Of Her Will Be Blessed.",
            "By Wisdom The Lord Laid The Earth's Foundations, By Understanding He Set The Heavens In Place;",
            "By His Knowledge The Deeps Were Divided, And The Clouds Let Drop The Dew.",
            "My Son, Preserve Sound Judgment And Discernment, Do Not Let Them Out Of Your Sight;",
            "They Will Be Life For You, An Ornament To Grace Your Neck.",
            "Then You Will Go On Your Way In Safety, And Your Foot Will Not Stumble;",
            "When You Lie Down, You Will Not Be Afraid; When You Lie Down, Your Sleep Will Be Sweet.",
            "Have No Fear Of Sudden Disaster Or Of The Ruin That Overtakes The Wicked,",
            "For The Lord Will Be Your Confidence And Will Keep Your Foot From Being Snared.",
            "Do Not Withhold Good From Those Who Deserve It, When It Is In Your Power To Act.",
            "Do Not Say To Your Neighbor, \"Come Back Later; I'll Give It Tomorrow\"- When You Now Have It With You.",
            "Do Not Plot Harm Against Your Neighbor, Who Lives Trustfully Near You.",
            "Do Not Accuse A Man For No Reason- When He Has Done You No Harm.",
            "Do Not Envy A Violent Man Or Choose Any Of His Ways,",
            "For The Lord Detests A Perverse Man But Takes The Upright Into His Confidence.",
            "The Lord 'S Curse Is On The House Of The Wicked, But He Blesses The Home Of The Righteous.",
            "He Mocks Proud Mockers But Gives Grace To The Humble.",
            "The Wise Inherit Honor, But Fools He Holds Up To Shame."
        ],
        [
            "Listen, My Sons, To A Father's Instruction; Pay Attention And Gain Understanding.",
            "I Give You Sound Learning, So Do Not Forsake My Teaching.",
            "When I Was A Boy In My Father's House, Still Tender, And An Only Child Of My Mother,",
            "He Taught Me And Said, \"Lay Hold Of My Words With All Your Heart; Keep My Commands And You Will Live.",
            "Get Wisdom, Get Understanding; Do Not Forget My Words Or Swerve From Them.",
            "Do Not Forsake Wisdom, And She Will Protect You; Love Her, And She Will Watch Over You.",
            "Wisdom Is Supreme; Therefore Get Wisdom. Though It Cost All You Have, Get Understanding.",
            "Esteem Her, And She Will Exalt You; Embrace Her, And She Will Honor You.",
            "She Will Set A Garland Of Grace On Your Head And Present You With A Crown Of Splendor.\"",
            "Listen, My Son, Accept What I Say, And The Years Of Your Life Will Be Many.",
            "I Guide You In The Way Of Wisdom And Lead You Along Straight Paths.",
            "When You Walk, Your Steps Will Not Be Hampered; When You Run, You Will Not Stumble.",
            "Hold On To Instruction, Do Not Let It Go; Guard It Well, For It Is Your Life.",
            "Do Not Set Foot On The Path Of The Wicked Or Walk In The Way Of Evil Men.",
            "Avoid It, Do Not Travel On It; Turn From It And Go On Your Way.",
            "For They Cannot Sleep Till They Do Evil; They Are Robbed Of Slumber Till They Make Someone Fall.",
            "They Eat The Bread Of Wickedness And Drink The Wine Of Violence.",
            "The Path Of The Righteous Is Like The First Gleam Of Dawn, Shining Ever Brighter Till The Full Light Of Day.",
            "But The Way Of The Wicked Is Like Deep Darkness; They Do Not Know What Makes Them Stumble.",
            "My Son, Pay Attention To What I Say; Listen Closely To My Words.",
            "Do Not Let Them Out Of Your Sight, Keep Them Within Your Heart;",
            "For They Are Life To Those Who Find Them And Health To A Man's Whole Body.",
            "Above All Else, Guard Your Heart, For It Is The Wellspring Of Life.",
            "Put Away Perversity From Your Mouth; Keep Corrupt Talk Far From Your Lips.",
            "Let Your Eyes Look Straight Ahead, Fix Your Gaze Directly Before You.",
            "Make Level Paths For Your Feet And Take Only Ways That Are Firm.",
            "Do Not Swerve To The Right Or The Left; Keep Your Foot From Evil."
        ],
        [
            "My Son, Pay Attention To My Wisdom, Listen Well To My Words Of Insight,",
            "That You May Maintain Discretion And Your Lips May Preserve Knowledge.",
            "For The Lips Of An Adulteress Drip Honey, And Her Speech Is Smoother Than Oil;",
            "But In The End She Is Bitter As Gall, Sharp As A Double-edged Sword.",
            "Her Feet Go Down To Death; Her Steps Lead Straight To The Grave.",
            "She Gives No Thought To The Way Of Life; Her Paths Are Crooked, But She Knows It Not.",
            "Now Then, My Sons, Listen To Me; Do Not Turn Aside From What I Say.",
            "Keep To A Path Far From Her, Do Not Go Near The Door Of Her House,",
            "Lest You Give Your Best Strength To Others And Your Years To One Who Is Cruel,",
            "Lest Strangers Feast On Your Wealth And Your Toil Enrich Another Man's House.",
            "At The End Of Your Life You Will Groan, When Your Flesh And Body Are Spent.",
            "You Will Say, \"How I Hated Discipline! How My Heart Spurned Correction!",
            "I Would Not Obey My Teachers Or Listen To My Instructors.",
            "I Have Come To The Brink Of Utter Ruin In The Midst Of The Whole Assembly.\"",
            "Drink Water From Your Own Cistern, Running Water From Your Own Well.",
            "Should Your Springs Overflow In The Streets, Your Streams Of Water In The Public Squares?",
            "Let Them Be Yours Alone, Never To Be Shared With Strangers.",
            "May Your Fountain Be Blessed, And May You Rejoice In The Wife Of Your Youth.",
            "A Loving Doe, A Graceful Deer- May Her Breasts Satisfy You Always, May You Ever Be Captivated By Her Love.",
            "Why Be Captivated, My Son, By An Adulteress? Why Embrace The Bosom Of Another Man's Wife?",
            "For A Man's Ways Are In Full View Of The Lord , And He Examines All His Paths.",
            "The Evil Deeds Of A Wicked Man Ensnare Him; The Cords Of His Sin Hold Him Fast.",
            "He Will Die For Lack Of Discipline, Led Astray By His Own Great Folly."
        ],
        [
            "My Son, If You Have Put Up Security For Your Neighbor, If You Have Struck Hands In Pledge For Another,",
            "If You Have Been Trapped By What You Said, Ensnared By The Words Of Your Mouth,",
            "Then Do This, My Son, To Free Yourself, Since You Have Fallen Into Your Neighbor's Hands: Go And Humble Yourself; Press Your Plea With Your Neighbor!",
            "Allow No Sleep To Your Eyes, No Slumber To Your Eyelids.",
            "Free Yourself, Like A Gazelle From The Hand Of The Hunter, Like A Bird From The Snare Of The Fowler.",
            "Go To The Ant, You Sluggard; Consider Its Ways And Be Wise!",
            "It Has No Commander, No Overseer Or Ruler,",
            "Yet It Stores Its Provisions In Summer And Gathers Its Food At Harvest.",
            "How Long Will You Lie There, You Sluggard? When Will You Get Up From Your Sleep?",
            "A Little Sleep, A Little Slumber, A Little Folding Of The Hands To Rest-",
            "And Poverty Will Come On You Like A Bandit And Scarcity Like An Armed Man.",
            "A Scoundrel And Villain, Who Goes About With A Corrupt Mouth,",
            "Who Winks With His Eye, Signals With His Feet And Motions With His Fingers,",
            "Who Plots Evil With Deceit In His Heart- He Always Stirs Up Dissension.",
            "Therefore Disaster Will Overtake Him In An Instant; He Will Suddenly Be Destroyed-without Remedy.",
            "There Are Six Things The Lord Hates, Seven That Are Detestable To Him:",
            "Haughty Eyes, A Lying Tongue, Hands That Shed Innocent Blood,",
            "A Heart That Devises Wicked Schemes, Feet That Are Quick To Rush Into Evil,",
            "A False Witness Who Pours Out Lies And A Man Who Stirs Up Dissension Among Brothers.",
            "My Son, Keep Your Father's Commands And Do Not Forsake Your Mother's Teaching.",
            "Bind Them Upon Your Heart Forever; Fasten Them Around Your Neck.",
            "When You Walk, They Will Guide You; When You Sleep, They Will Watch Over You; When You Awake, They Will Speak To You.",
            "For These Commands Are A Lamp, This Teaching Is A Light, And The Corrections Of Discipline Are The Way To Life,",
            "Keeping You From The Immoral Woman, From The Smooth Tongue Of The Wayward Wife.",
            "Do Not Lust In Your Heart After Her Beauty Or Let Her Captivate You With Her Eyes,",
            "For The Prostitute Reduces You To A Loaf Of Bread, And The Adulteress Preys Upon Your Very Life.",
            "Can A Man Scoop Fire Into His Lap Without His Clothes Being Burned?",
            "Can A Man Walk On Hot Coals Without His Feet Being Scorched?",
            "So Is He Who Sleeps With Another Man's Wife; No One Who Touches Her Will Go Unpunished.",
            "Men Do Not Despise A Thief If He Steals To Satisfy His Hunger When He Is Starving.",
            "Yet If He Is Caught, He Must Pay Sevenfold, Though It Costs Him All The Wealth Of His House.",
            "But A Man Who Commits Adultery Lacks Judgment; Whoever Does So Destroys Himself.",
            "Blows And Disgrace Are His Lot, And His Shame Will Never Be Wiped Away;",
            "For Jealousy Arouses A Husband's Fury, And He Will Show No Mercy When He Takes Revenge.",
            "He Will Not Accept Any Compensation; He Will Refuse The Bribe, However Great It Is."
        ],
        [
            "My Son, Keep My Words And Store Up My Commands Within You.",
            "Keep My Commands And You Will Live; Guard My Teachings As The Apple Of Your Eye.",
            "Bind Them On Your Fingers; Write Them On The Tablet Of Your Heart.",
            "Say To Wisdom, \"You Are My Sister,\" And Call Understanding Your Kinsman;",
            "They Will Keep You From The Adulteress, From The Wayward Wife With Her Seductive Words.",
            "At The Window Of My House I Looked Out Through The Lattice.",
            "I Saw Among The Simple, I Noticed Among The Young Men, A Youth Who Lacked Judgment.",
            "He Was Going Down The Street Near Her Corner, Walking Along In The Direction Of Her House",
            "At Twilight, As The Day Was Fading, As The Dark Of Night Set In.",
            "Then Out Came A Woman To Meet Him, Dressed Like A Prostitute And With Crafty Intent.",
            "(She Is Loud And Defiant, Her Feet Never Stay At Home;",
            "Now In The Street, Now In The Squares, At Every Corner She Lurks.)",
            "She Took Hold Of Him And Kissed Him And With A Brazen Face She Said:",
            "\"I Have Fellowship Offerings At Home; Today I Fulfilled My Vows.",
            "So I Came Out To Meet You; I Looked For You And Have Found You!",
            "I Have Covered My Bed With Colored Linens From Egypt.",
            "I Have Perfumed My Bed With Myrrh, Aloes And Cinnamon.",
            "Come, Let's Drink Deep Of Love Till Morning; Let's Enjoy Ourselves With Love!",
            "My Husband Is Not At Home; He Has Gone On A Long Journey.",
            "He Took His Purse Filled With Money And Will Not Be Home Till Full Moon.\"",
            "With Persuasive Words She Led Him Astray; She Seduced Him With Her Smooth Talk.",
            "All At Once He Followed Her Like An Ox Going To The Slaughter, Like A Deer Stepping Into A Noose",
            "Till An Arrow Pierces His Liver, Like A Bird Darting Into A Snare, Little Knowing It Will Cost Him His Life.",
            "Now Then, My Sons, Listen To Me; Pay Attention To What I Say.",
            "Do Not Let Your Heart Turn To Her Ways Or Stray Into Her Paths.",
            "Many Are The Victims She Has Brought Down; Her Slain Are A Mighty Throng.",
            "Her House Is A Highway To The Grave, Leading Down To The Chambers Of Death."
        ],
        [
            "Does Not Wisdom Call Out? Does Not Understanding Raise Her Voice?",
            "On The Heights Along The Way, Where The Paths Meet, She Takes Her Stand;",
            "Beside The Gates Leading Into The City, At The Entrances, She Cries Aloud:",
            "\"To You, O Men, I Call Out; I Raise My Voice To All Mankind.",
            "You Who Are Simple, Gain Prudence; You Who Are Foolish, Gain Understanding.",
            "Listen, For I Have Worthy Things To Say; I Open My Lips To Speak What Is Right.",
            "My Mouth Speaks What Is True, For My Lips Detest Wickedness.",
            "All The Words Of My Mouth Are Just; None Of Them Is Crooked Or Perverse.",
            "To The Discerning All Of Them Are Right; They Are Faultless To Those Who Have Knowledge.",
            "Choose My Instruction Instead Of Silver, Knowledge Rather Than Choice Gold,",
            "For Wisdom Is More Precious Than Rubies, And Nothing You Desire Can Compare With Her.",
            "\"I, Wisdom, Dwell Together With Prudence; I Possess Knowledge And Discretion.",
            "To Fear The Lord Is To Hate Evil; I Hate Pride And Arrogance, Evil Behavior And Perverse Speech.",
            "Counsel And Sound Judgment Are Mine; I Have Understanding And Power.",
            "By Me Kings Reign And Rulers Make Laws That Are Just;",
            "By Me Princes Govern, And All Nobles Who Rule On Earth.",
            "I Love Those Who Love Me, And Those Who Seek Me Find Me.",
            "With Me Are Riches And Honor, Enduring Wealth And Prosperity.",
            "My Fruit Is Better Than Fine Gold; What I Yield Surpasses Choice Silver.",
            "I Walk In The Way Of Righteousness, Along The Paths Of Justice,",
            "Bestowing Wealth On Those Who Love Me And Making Their Treasuries Full.",
            "\"The Lord Brought Me Forth As The First Of His Works, , Before His Deeds Of Old;",
            "I Was Appointed From Eternity, From The Beginning, Before The World Began.",
            "When There Were No Oceans, I Was Given Birth, When There Were No Springs Abounding With Water;",
            "Before The Mountains Were Settled In Place, Before The Hills, I Was Given Birth,",
            "Before He Made The Earth Or Its Fields Or Any Of The Dust Of The World.",
            "I Was There When He Set The Heavens In Place, When He Marked Out The Horizon On The Face Of The Deep,",
            "When He Established The Clouds Above And Fixed Securely The Fountains Of The Deep,",
            "When He Gave The Sea Its Boundary So The Waters Would Not Overstep His Command, And When He Marked Out The Foundations Of The Earth.",
            "Then I Was The Craftsman At His Side. I Was Filled With Delight Day After Day, Rejoicing Always In His Presence,",
            "Rejoicing In His Whole World And Delighting In Mankind.",
            "\"Now Then, My Sons, Listen To Me; Blessed Are Those Who Keep My Ways.",
            "Listen To My Instruction And Be Wise; Do Not Ignore It.",
            "Blessed Is The Man Who Listens To Me, Watching Daily At My Doors, Waiting At My Doorway.",
            "For Whoever Finds Me Finds Life And Receives Favor From The Lord .",
            "But Whoever Fails To Find Me Harms Himself; All Who Hate Me Love Death.\""
        ],
        [
            "Wisdom Has Built Her House; She Has Hewn Out Its Seven Pillars.",
            "She Has Prepared Her Meat And Mixed Her Wine; She Has Also Set Her Table.",
            "She Has Sent Out Her Maids, And She Calls From The Highest Point Of The City.",
            "\"Let All Who Are Simple Come In Here!\" She Says To Those Who Lack Judgment.",
            "\"Come, Eat My Food And Drink The Wine I Have Mixed.",
            "Leave Your Simple Ways And You Will Live; Walk In The Way Of Understanding.",
            "\"Whoever Corrects A Mocker Invites Insult; Whoever Rebukes A Wicked Man Incurs Abuse.",
            "Do Not Rebuke A Mocker Or He Will Hate You; Rebuke A Wise Man And He Will Love You.",
            "Instruct A Wise Man And He Will Be Wiser Still; Teach A Righteous Man And He Will Add To His Learning.",
            "\"The Fear Of The Lord Is The Beginning Of Wisdom, And Knowledge Of The Holy One Is Understanding.",
            "For Through Me Your Days Will Be Many, And Years Will Be Added To Your Life.",
            "If You Are Wise, Your Wisdom Will Reward You; If You Are A Mocker, You Alone Will Suffer.\"",
            "The Woman Folly Is Loud; She Is Undisciplined And Without Knowledge.",
            "She Sits At The Door Of Her House, On A Seat At The Highest Point Of The City,",
            "Calling Out To Those Who Pass By, Who Go Straight On Their Way.",
            "\"Let All Who Are Simple Come In Here!\" She Says To Those Who Lack Judgment.",
            "\"Stolen Water Is Sweet; Food Eaten In Secret Is Delicious!\"",
            "But Little Do They Know That The Dead Are There, That Her Guests Are In The Depths Of The Grave."
        ],
        [
            "The Proverbs Of Solomon: A Wise Son Brings Joy To His Father, But A Foolish Son Grief To His Mother.",
            "Ill-gotten Treasures Are Of No Value, But Righteousness Delivers From Death.",
            "The Lord Does Not Let The Righteous Go Hungry But He Thwarts The Craving Of The Wicked.",
            "Lazy Hands Make A Man Poor, But Diligent Hands Bring Wealth.",
            "He Who Gathers Crops In Summer Is A Wise Son, But He Who Sleeps During Harvest Is A Disgraceful Son.",
            "Blessings Crown The Head Of The Righteous, But Violence Overwhelms The Mouth Of The Wicked.",
            "The Memory Of The Righteous Will Be A Blessing, But The Name Of The Wicked Will Rot.",
            "The Wise In Heart Accept Commands, But A Chattering Fool Comes To Ruin.",
            "The Man Of Integrity Walks Securely, But He Who Takes Crooked Paths Will Be Found Out.",
            "He Who Winks Maliciously Causes Grief, And A Chattering Fool Comes To Ruin.",
            "The Mouth Of The Righteous Is A Fountain Of Life, But Violence Overwhelms The Mouth Of The Wicked.",
            "Hatred Stirs Up Dissension, But Love Covers Over All Wrongs.",
            "Wisdom Is Found On The Lips Of The Discerning, But A Rod Is For The Back Of Him Who Lacks Judgment.",
            "Wise Men Store Up Knowledge, But The Mouth Of A Fool Invites Ruin.",
            "The Wealth Of The Rich Is Their Fortified City, But Poverty Is The Ruin Of The Poor.",
            "The Wages Of The Righteous Bring Them Life, But The Income Of The Wicked Brings Them Punishment.",
            "He Who Heeds Discipline Shows The Way To Life, But Whoever Ignores Correction Leads Others Astray.",
            "He Who Conceals His Hatred Has Lying Lips, And Whoever Spreads Slander Is A Fool.",
            "When Words Are Many, Sin Is Not Absent, But He Who Holds His Tongue Is Wise.",
            "The Tongue Of The Righteous Is Choice Silver, But The Heart Of The Wicked Is Of Little Value.",
            "The Lips Of The Righteous Nourish Many, But Fools Die For Lack Of Judgment.",
            "The Blessing Of The Lord Brings Wealth, And He Adds No Trouble To It.",
            "A Fool Finds Pleasure In Evil Conduct, But A Man Of Understanding Delights In Wisdom.",
            "What The Wicked Dreads Will Overtake Him; What The Righteous Desire Will Be Granted.",
            "When The Storm Has Swept By, The Wicked Are Gone, But The Righteous Stand Firm Forever.",
            "As Vinegar To The Teeth And Smoke To The Eyes, So Is A Sluggard To Those Who Send Him.",
            "The Fear Of The Lord Adds Length To Life, But The Years Of The Wicked Are Cut Short.",
            "The Prospect Of The Righteous Is Joy, But The Hopes Of The Wicked Come To Nothing.",
            "The Way Of The Lord Is A Refuge For The Righteous, But It Is The Ruin Of Those Who Do Evil.",
            "The Righteous Will Never Be Uprooted, But The Wicked Will Not Remain In The Land.",
            "The Mouth Of The Righteous Brings Forth Wisdom, But A Perverse Tongue Will Be Cut Out.",
            "The Lips Of The Righteous Know What Is Fitting, But The Mouth Of The Wicked Only What Is Perverse."
        ],
        [
            "The Lord Abhors Dishonest Scales, But Accurate Weights Are His Delight.",
            "When Pride Comes, Then Comes Disgrace, But With Humility Comes Wisdom.",
            "The Integrity Of The Upright Guides Them, But The Unfaithful Are Destroyed By Their Duplicity.",
            "Wealth Is Worthless In The Day Of Wrath, But Righteousness Delivers From Death.",
            "The Righteousness Of The Blameless Makes A Straight Way For Them, But The Wicked Are Brought Down By Their Own Wickedness.",
            "The Righteousness Of The Upright Delivers Them, But The Unfaithful Are Trapped By Evil Desires.",
            "When A Wicked Man Dies, His Hope Perishes; All He Expected From His Power Comes To Nothing.",
            "The Righteous Man Is Rescued From Trouble, And It Comes On The Wicked Instead.",
            "With His Mouth The Godless Destroys His Neighbor, But Through Knowledge The Righteous Escape.",
            "When The Righteous Prosper, The City Rejoices; When The Wicked Perish, There Are Shouts Of Joy.",
            "Through The Blessing Of The Upright A City Is Exalted, But By The Mouth Of The Wicked It Is Destroyed.",
            "A Man Who Lacks Judgment Derides His Neighbor, But A Man Of Understanding Holds His Tongue.",
            "A Gossip Betrays A Confidence, But A Trustworthy Man Keeps A Secret.",
            "For Lack Of Guidance A Nation Falls, But Many Advisers Make Victory Sure.",
            "He Who Puts Up Security For Another Will Surely Suffer, But Whoever Refuses To Strike Hands In Pledge Is Safe.",
            "A Kindhearted Woman Gains Respect, But Ruthless Men Gain Only Wealth.",
            "A Kind Man Benefits Himself, But A Cruel Man Brings Trouble On Himself.",
            "The Wicked Man Earns Deceptive Wages, But He Who Sows Righteousness Reaps A Sure Reward.",
            "The Truly Righteous Man Attains Life, But He Who Pursues Evil Goes To His Death.",
            "The Lord Detests Men Of Perverse Heart But He Delights In Those Whose Ways Are Blameless.",
            "Be Sure Of This: The Wicked Will Not Go Unpunished, But Those Who Are Righteous Will Go Free.",
            "Like A Gold Ring In A Pig's Snout Is A Beautiful Woman Who Shows No Discretion.",
            "The Desire Of The Righteous Ends Only In Good, But The Hope Of The Wicked Only In Wrath.",
            "One Man Gives Freely, Yet Gains Even More; Another Withholds Unduly, But Comes To Poverty.",
            "A Generous Man Will Prosper; He Who Refreshes Others Will Himself Be Refreshed.",
            "People Curse The Man Who Hoards Grain, But Blessing Crowns Him Who Is Willing To Sell.",
            "He Who Seeks Good Finds Goodwill, But Evil Comes To Him Who Searches For It.",
            "Whoever Trusts In His Riches Will Fall, But The Righteous Will Thrive Like A Green Leaf.",
            "He Who Brings Trouble On His Family Will Inherit Only Wind, And The Fool Will Be Servant To The Wise.",
            "The Fruit Of The Righteous Is A Tree Of Life, And He Who Wins Souls Is Wise.",
            "If The Righteous Receive Their Due On Earth, How Much More The Ungodly And The Sinner!"
        ],
        [
            "Whoever Loves Discipline Loves Knowledge, But He Who Hates Correction Is Stupid.",
            "A Good Man Obtains Favor From The Lord , But The Lord Condemns A Crafty Man.",
            "A Man Cannot Be Established Through Wickedness, But The Righteous Cannot Be Uprooted.",
            "A Wife Of Noble Character Is Her Husband's Crown, But A Disgraceful Wife Is Like Decay In His Bones.",
            "The Plans Of The Righteous Are Just, But The Advice Of The Wicked Is Deceitful.",
            "The Words Of The Wicked Lie In Wait For Blood, But The Speech Of The Upright Rescues Them.",
            "Wicked Men Are Overthrown And Are No More, But The House Of The Righteous Stands Firm.",
            "A Man Is Praised According To His Wisdom, But Men With Warped Minds Are Despised.",
            "Better To Be A Nobody And Yet Have A Servant Than Pretend To Be Somebody And Have No Food.",
            "A Righteous Man Cares For The Needs Of His Animal, But The Kindest Acts Of The Wicked Are Cruel.",
            "He Who Works His Land Will Have Abundant Food, But He Who Chases Fantasies Lacks Judgment.",
            "The Wicked Desire The Plunder Of Evil Men, But The Root Of The Righteous Flourishes.",
            "An Evil Man Is Trapped By His Sinful Talk, But A Righteous Man Escapes Trouble.",
            "From The Fruit Of His Lips A Man Is Filled With Good Things As Surely As The Work Of His Hands Rewards Him.",
            "The Way Of A Fool Seems Right To Him, But A Wise Man Listens To Advice.",
            "A Fool Shows His Annoyance At Once, But A Prudent Man Overlooks An Insult.",
            "A Truthful Witness Gives Honest Testimony, But A False Witness Tells Lies.",
            "Reckless Words Pierce Like A Sword, But The Tongue Of The Wise Brings Healing.",
            "Truthful Lips Endure Forever, But A Lying Tongue Lasts Only A Moment.",
            "There Is Deceit In The Hearts Of Those Who Plot Evil, But Joy For Those Who Promote Peace.",
            "No Harm Befalls The Righteous, But The Wicked Have Their Fill Of Trouble.",
            "The Lord Detests Lying Lips, But He Delights In Men Who Are Truthful.",
            "A Prudent Man Keeps His Knowledge To Himself, But The Heart Of Fools Blurts Out Folly.",
            "Diligent Hands Will Rule, But Laziness Ends In Slave Labor.",
            "An Anxious Heart Weighs A Man Down, But A Kind Word Cheers Him Up.",
            "A Righteous Man Is Cautious In Friendship, But The Way Of The Wicked Leads Them Astray.",
            "The Lazy Man Does Not Roast His Game, But The Diligent Man Prizes His Possessions.",
            "In The Way Of Righteousness There Is Life; Along That Path Is Immortality."
        ],
        [
            "A Wise Son Heeds His Father's Instruction, But A Mocker Does Not Listen To Rebuke.",
            "From The Fruit Of His Lips A Man Enjoys Good Things, But The Unfaithful Have A Craving For Violence.",
            "He Who Guards His Lips Guards His Life, But He Who Speaks Rashly Will Come To Ruin.",
            "The Sluggard Craves And Gets Nothing, But The Desires Of The Diligent Are Fully Satisfied.",
            "The Righteous Hate What Is False, But The Wicked Bring Shame And Disgrace.",
            "Righteousness Guards The Man Of Integrity, But Wickedness Overthrows The Sinner.",
            "One Man Pretends To Be Rich, Yet Has Nothing; Another Pretends To Be Poor, Yet Has Great Wealth.",
            "A Man's Riches May Ransom His Life, But A Poor Man Hears No Threat.",
            "The Light Of The Righteous Shines Brightly, But The Lamp Of The Wicked Is Snuffed Out.",
            "Pride Only Breeds Quarrels, But Wisdom Is Found In Those Who Take Advice.",
            "Dishonest Money Dwindles Away, But He Who Gathers Money Little By Little Makes It Grow.",
            "Hope Deferred Makes The Heart Sick, But A Longing Fulfilled Is A Tree Of Life.",
            "He Who Scorns Instruction Will Pay For It, But He Who Respects A Command Is Rewarded.",
            "The Teaching Of The Wise Is A Fountain Of Life, Turning A Man From The Snares Of Death.",
            "Good Understanding Wins Favor, But The Way Of The Unfaithful Is Hard.",
            "Every Prudent Man Acts Out Of Knowledge, But A Fool Exposes His Folly.",
            "A Wicked Messenger Falls Into Trouble, But A Trustworthy Envoy Brings Healing.",
            "He Who Ignores Discipline Comes To Poverty And Shame, But Whoever Heeds Correction Is Honored.",
            "A Longing Fulfilled Is Sweet To The Soul, But Fools Detest Turning From Evil.",
            "He Who Walks With The Wise Grows Wise, But A Companion Of Fools Suffers Harm.",
            "Misfortune Pursues The Sinner, But Prosperity Is The Reward Of The Righteous.",
            "A Good Man Leaves An Inheritance For His Children's Children, But A Sinner's Wealth Is Stored Up For The Righteous.",
            "A Poor Man's Field May Produce Abundant Food, But Injustice Sweeps It Away.",
            "He Who Spares The Rod Hates His Son, But He Who Loves Him Is Careful To Discipline Him.",
            "The Righteous Eat To Their Hearts' Content, But The Stomach Of The Wicked Goes Hungry."
        ],
        [
            "The Wise Woman Builds Her House, But With Her Own Hands The Foolish One Tears Hers Down.",
            "He Whose Walk Is Upright Fears The Lord , But He Whose Ways Are Devious Despises Him.",
            "A Fool's Talk Brings A Rod To His Back, But The Lips Of The Wise Protect Them.",
            "Where There Are No Oxen, The Manger Is Empty, But From The Strength Of An Ox Comes An Abundant Harvest.",
            "A Truthful Witness Does Not Deceive, But A False Witness Pours Out Lies.",
            "The Mocker Seeks Wisdom And Finds None, But Knowledge Comes Easily To The Discerning.",
            "Stay Away From A Foolish Man, For You Will Not Find Knowledge On His Lips.",
            "The Wisdom Of The Prudent Is To Give Thought To Their Ways, But The Folly Of Fools Is Deception.",
            "Fools Mock At Making Amends For Sin, But Goodwill Is Found Among The Upright.",
            "Each Heart Knows Its Own Bitterness, And No One Else Can Share Its Joy.",
            "The House Of The Wicked Will Be Destroyed, But The Tent Of The Upright Will Flourish.",
            "There Is A Way That Seems Right To A Man, But In The End It Leads To Death.",
            "Even In Laughter The Heart May Ache, And Joy May End In Grief.",
            "The Faithless Will Be Fully Repaid For Their Ways, And The Good Man Rewarded For His.",
            "A Simple Man Believes Anything, But A Prudent Man Gives Thought To His Steps.",
            "A Wise Man Fears The Lord And Shuns Evil, But A Fool Is Hotheaded And Reckless.",
            "A Quick-tempered Man Does Foolish Things, And A Crafty Man Is Hated.",
            "The Simple Inherit Folly, But The Prudent Are Crowned With Knowledge.",
            "Evil Men Will Bow Down In The Presence Of The Good, And The Wicked At The Gates Of The Righteous.",
            "The Poor Are Shunned Even By Their Neighbors, But The Rich Have Many Friends.",
            "He Who Despises His Neighbor Sins, But Blessed Is He Who Is Kind To The Needy.",
            "Do Not Those Who Plot Evil Go Astray? But Those Who Plan What Is Good Find Love And Faithfulness.",
            "All Hard Work Brings A Profit, But Mere Talk Leads Only To Poverty.",
            "The Wealth Of The Wise Is Their Crown, But The Folly Of Fools Yields Folly.",
            "A Truthful Witness Saves Lives, But A False Witness Is Deceitful.",
            "He Who Fears The Lord Has A Secure Fortress, And For His Children It Will Be A Refuge.",
            "The Fear Of The Lord Is A Fountain Of Life, Turning A Man From The Snares Of Death.",
            "A Large Population Is A King's Glory, But Without Subjects A Prince Is Ruined.",
            "A Patient Man Has Great Understanding, But A Quick-tempered Man Displays Folly.",
            "A Heart At Peace Gives Life To The Body, But Envy Rots The Bones.",
            "He Who Oppresses The Poor Shows Contempt For Their Maker, But Whoever Is Kind To The Needy Honors God.",
            "When Calamity Comes, The Wicked Are Brought Down, But Even In Death The Righteous Have A Refuge.",
            "Wisdom Reposes In The Heart Of The Discerning And Even Among Fools She Lets Herself Be Known.",
            "Righteousness Exalts A Nation, But Sin Is A Disgrace To Any People.",
            "A King Delights In A Wise Servant, But A Shameful Servant Incurs His Wrath."
        ],
        [
            "A Gentle Answer Turns Away Wrath, But A Harsh Word Stirs Up Anger.",
            "The Tongue Of The Wise Commends Knowledge, But The Mouth Of The Fool Gushes Folly.",
            "The Eyes Of The Lord Are Everywhere, Keeping Watch On The Wicked And The Good.",
            "The Tongue That Brings Healing Is A Tree Of Life, But A Deceitful Tongue Crushes The Spirit.",
            "A Fool Spurns His Father's Discipline, But Whoever Heeds Correction Shows Prudence.",
            "The House Of The Righteous Contains Great Treasure, But The Income Of The Wicked Brings Them Trouble.",
            "The Lips Of The Wise Spread Knowledge; Not So The Hearts Of Fools.",
            "The Lord Detests The Sacrifice Of The Wicked, But The Prayer Of The Upright Pleases Him.",
            "The Lord Detests The Way Of The Wicked But He Loves Those Who Pursue Righteousness.",
            "Stern Discipline Awaits Him Who Leaves The Path; He Who Hates Correction Will Die.",
            "Death And Destruction Lie Open Before The Lord - How Much More The Hearts Of Men!",
            "A Mocker Resents Correction; He Will Not Consult The Wise.",
            "A Happy Heart Makes The Face Cheerful, But Heartache Crushes The Spirit.",
            "The Discerning Heart Seeks Knowledge, But The Mouth Of A Fool Feeds On Folly.",
            "All The Days Of The Oppressed Are Wretched, But The Cheerful Heart Has A Continual Feast.",
            "Better A Little With The Fear Of The Lord Than Great Wealth With Turmoil.",
            "Better A Meal Of Vegetables Where There Is Love Than A Fattened Calf With Hatred.",
            "A Hot-tempered Man Stirs Up Dissension, But A Patient Man Calms A Quarrel.",
            "The Way Of The Sluggard Is Blocked With Thorns, But The Path Of The Upright Is A Highway.",
            "A Wise Son Brings Joy To His Father, But A Foolish Man Despises His Mother.",
            "Folly Delights A Man Who Lacks Judgment, But A Man Of Understanding Keeps A Straight Course.",
            "Plans Fail For Lack Of Counsel, But With Many Advisers They Succeed.",
            "A Man Finds Joy In Giving An Apt Reply- And How Good Is A Timely Word!",
            "The Path Of Life Leads Upward For The Wise To Keep Him From Going Down To The Grave.",
            "The Lord Tears Down The Proud Man's House But He Keeps The Widow's Boundaries Intact.",
            "The Lord Detests The Thoughts Of The Wicked, But Those Of The Pure Are Pleasing To Him.",
            "A Greedy Man Brings Trouble To His Family, But He Who Hates Bribes Will Live.",
            "The Heart Of The Righteous Weighs Its Answers, But The Mouth Of The Wicked Gushes Evil.",
            "The Lord Is Far From The Wicked But He Hears The Prayer Of The Righteous.",
            "A Cheerful Look Brings Joy To The Heart, And Good News Gives Health To The Bones.",
            "He Who Listens To A Life-giving Rebuke Will Be At Home Among The Wise.",
            "He Who Ignores Discipline Despises Himself, But Whoever Heeds Correction Gains Understanding.",
            "The Fear Of The Lord Teaches A Man Wisdom, And Humility Comes Before Honor."
        ],
        [
            "To Man Belong The Plans Of The Heart, But From The Lord Comes The Reply Of The Tongue.",
            "All A Man's Ways Seem Innocent To Him, But Motives Are Weighed By The Lord .",
            "Commit To The Lord Whatever You Do, And Your Plans Will Succeed.",
            "The Lord Works Out Everything For His Own Ends- Even The Wicked For A Day Of Disaster.",
            "The Lord Detests All The Proud Of Heart. Be Sure Of This: They Will Not Go Unpunished.",
            "Through Love And Faithfulness Sin Is Atoned For; Through The Fear Of The Lord A Man Avoids Evil.",
            "When A Man's Ways Are Pleasing To The Lord , He Makes Even His Enemies Live At Peace With Him.",
            "Better A Little With Righteousness Than Much Gain With Injustice.",
            "In His Heart A Man Plans His Course, But The Lord Determines His Steps.",
            "The Lips Of A King Speak As An Oracle, And His Mouth Should Not Betray Justice.",
            "Honest Scales And Balances Are From The Lord ; All The Weights In The Bag Are Of His Making.",
            "Kings Detest Wrongdoing, For A Throne Is Established Through Righteousness.",
            "Kings Take Pleasure In Honest Lips; They Value A Man Who Speaks The Truth.",
            "A King's Wrath Is A Messenger Of Death, But A Wise Man Will Appease It.",
            "When A King's Face Brightens, It Means Life; His Favor Is Like A Rain Cloud In Spring.",
            "How Much Better To Get Wisdom Than Gold, To Choose Understanding Rather Than Silver!",
            "The Highway Of The Upright Avoids Evil; He Who Guards His Way Guards His Life.",
            "Pride Goes Before Destruction, A Haughty Spirit Before A Fall.",
            "Better To Be Lowly In Spirit And Among The Oppressed Than To Share Plunder With The Proud.",
            "Whoever Gives Heed To Instruction Prospers, And Blessed Is He Who Trusts In The Lord .",
            "The Wise In Heart Are Called Discerning, And Pleasant Words Promote Instruction.",
            "Understanding Is A Fountain Of Life To Those Who Have It, But Folly Brings Punishment To Fools.",
            "A Wise Man's Heart Guides His Mouth, And His Lips Promote Instruction.",
            "Pleasant Words Are A Honeycomb, Sweet To The Soul And Healing To The Bones.",
            "There Is A Way That Seems Right To A Man, But In The End It Leads To Death.",
            "The Laborer's Appetite Works For Him; His Hunger Drives Him On.",
            "A Scoundrel Plots Evil, And His Speech Is Like A Scorching Fire.",
            "A Perverse Man Stirs Up Dissension, And A Gossip Separates Close Friends.",
            "A Violent Man Entices His Neighbor And Leads Him Down A Path That Is Not Good.",
            "He Who Winks With His Eye Is Plotting Perversity; He Who Purses His Lips Is Bent On Evil.",
            "Gray Hair Is A Crown Of Splendor; It Is Attained By A Righteous Life.",
            "Better A Patient Man Than A Warrior, A Man Who Controls His Temper Than One Who Takes A City.",
            "The Lot Is Cast Into The Lap, But Its Every Decision Is From The Lord ."
        ],
        [
            "Better A Dry Crust With Peace And Quiet Than A House Full Of Feasting, With Strife.",
            "A Wise Servant Will Rule Over A Disgraceful Son, And Will Share The Inheritance As One Of The Brothers.",
            "The Crucible For Silver And The Furnace For Gold, But The Lord Tests The Heart.",
            "A Wicked Man Listens To Evil Lips; A Liar Pays Attention To A Malicious Tongue.",
            "He Who Mocks The Poor Shows Contempt For Their Maker; Whoever Gloats Over Disaster Will Not Go Unpunished.",
            "Children's Children Are A Crown To The Aged, And Parents Are The Pride Of Their Children.",
            "Arrogant Lips Are Unsuited To A Fool- How Much Worse Lying Lips To A Ruler!",
            "A Bribe Is A Charm To The One Who Gives It; Wherever He Turns, He Succeeds.",
            "He Who Covers Over An Offense Promotes Love, But Whoever Repeats The Matter Separates Close Friends.",
            "A Rebuke Impresses A Man Of Discernment More Than A Hundred Lashes A Fool.",
            "An Evil Man Is Bent Only On Rebellion; A Merciless Official Will Be Sent Against Him.",
            "Better To Meet A Bear Robbed Of Her Cubs Than A Fool In His Folly.",
            "If A Man Pays Back Evil For Good, Evil Will Never Leave His House.",
            "Starting A Quarrel Is Like Breaching A Dam; So Drop The Matter Before A Dispute Breaks Out.",
            "Acquitting The Guilty And Condemning The Innocent- The Lord Detests Them Both.",
            "Of What Use Is Money In The Hand Of A Fool, Since He Has No Desire To Get Wisdom?",
            "A Friend Loves At All Times, And A Brother Is Born For Adversity.",
            "A Man Lacking In Judgment Strikes Hands In Pledge And Puts Up Security For His Neighbor.",
            "He Who Loves A Quarrel Loves Sin; He Who Builds A High Gate Invites Destruction.",
            "A Man Of Perverse Heart Does Not Prosper; He Whose Tongue Is Deceitful Falls Into Trouble.",
            "To Have A Fool For A Son Brings Grief; There Is No Joy For The Father Of A Fool.",
            "A Cheerful Heart Is Good Medicine, But A Crushed Spirit Dries Up The Bones.",
            "A Wicked Man Accepts A Bribe In Secret To Pervert The Course Of Justice.",
            "A Discerning Man Keeps Wisdom In View, But A Fool's Eyes Wander To The Ends Of The Earth.",
            "A Foolish Son Brings Grief To His Father And Bitterness To The One Who Bore Him.",
            "It Is Not Good To Punish An Innocent Man, Or To Flog Officials For Their Integrity.",
            "A Man Of Knowledge Uses Words With Restraint, And A Man Of Understanding Is Even-tempered.",
            "Even A Fool Is Thought Wise If He Keeps Silent, And Discerning If He Holds His Tongue."
        ],
        [
            "An Unfriendly Man Pursues Selfish Ends; He Defies All Sound Judgment.",
            "A Fool Finds No Pleasure In Understanding But Delights In Airing His Own Opinions.",
            "When Wickedness Comes, So Does Contempt, And With Shame Comes Disgrace.",
            "The Words Of A Man's Mouth Are Deep Waters, But The Fountain Of Wisdom Is A Bubbling Brook.",
            "It Is Not Good To Be Partial To The Wicked Or To Deprive The Innocent Of Justice.",
            "A Fool's Lips Bring Him Strife, And His Mouth Invites A Beating.",
            "A Fool's Mouth Is His Undoing, And His Lips Are A Snare To His Soul.",
            "The Words Of A Gossip Are Like Choice Morsels; They Go Down To A Man's Inmost Parts.",
            "One Who Is Slack In His Work Is Brother To One Who Destroys.",
            "The Name Of The Lord Is A Strong Tower; The Righteous Run To It And Are Safe.",
            "The Wealth Of The Rich Is Their Fortified City; They Imagine It An Unscalable Wall.",
            "Before His Downfall A Man's Heart Is Proud, But Humility Comes Before Honor.",
            "He Who Answers Before Listening- That Is His Folly And His Shame.",
            "A Man's Spirit Sustains Him In Sickness, But A Crushed Spirit Who Can Bear?",
            "The Heart Of The Discerning Acquires Knowledge; The Ears Of The Wise Seek It Out.",
            "A Gift Opens The Way For The Giver And Ushers Him Into The Presence Of The Great.",
            "The First To Present His Case Seems Right, Till Another Comes Forward And Questions Him.",
            "Casting The Lot Settles Disputes And Keeps Strong Opponents Apart.",
            "An Offended Brother Is More Unyielding Than A Fortified City, And Disputes Are Like The Barred Gates Of A Citadel.",
            "From The Fruit Of His Mouth A Man's Stomach Is Filled; With The Harvest From His Lips He Is Satisfied.",
            "The Tongue Has The Power Of Life And Death, And Those Who Love It Will Eat Its Fruit.",
            "He Who Finds A Wife Finds What Is Good And Receives Favor From The Lord .",
            "A Poor Man Pleads For Mercy, But A Rich Man Answers Harshly.",
            "A Man Of Many Companions May Come To Ruin, But There Is A Friend Who Sticks Closer Than A Brother."
        ],
        [
            "Better A Poor Man Whose Walk Is Blameless Than A Fool Whose Lips Are Perverse.",
            "It Is Not Good To Have Zeal Without Knowledge, Nor To Be Hasty And Miss The Way.",
            "A Man's Own Folly Ruins His Life, Yet His Heart Rages Against The Lord .",
            "Wealth Brings Many Friends, But A Poor Man's Friend Deserts Him.",
            "A False Witness Will Not Go Unpunished, And He Who Pours Out Lies Will Not Go Free.",
            "Many Curry Favor With A Ruler, And Everyone Is The Friend Of A Man Who Gives Gifts.",
            "A Poor Man Is Shunned By All His Relatives- How Much More Do His Friends Avoid Him! Though He Pursues Them With Pleading, They Are Nowhere To Be Found.",
            "He Who Gets Wisdom Loves His Own Soul; He Who Cherishes Understanding Prospers.",
            "A False Witness Will Not Go Unpunished, And He Who Pours Out Lies Will Perish.",
            "It Is Not Fitting For A Fool To Live In Luxury- How Much Worse For A Slave To Rule Over Princes!",
            "A Man's Wisdom Gives Him Patience; It Is To His Glory To Overlook An Offense.",
            "A King's Rage Is Like The Roar Of A Lion, But His Favor Is Like Dew On The Grass.",
            "A Foolish Son Is His Father's Ruin, And A Quarrelsome Wife Is Like A Constant Dripping.",
            "Houses And Wealth Are Inherited From Parents, But A Prudent Wife Is From The Lord .",
            "Laziness Brings On Deep Sleep, And The Shiftless Man Goes Hungry.",
            "He Who Obeys Instructions Guards His Life, But He Who Is Contemptuous Of His Ways Will Die.",
            "He Who Is Kind To The Poor Lends To The Lord , And He Will Reward Him For What He Has Done.",
            "Discipline Your Son, For In That There Is Hope; Do Not Be A Willing Party To His Death.",
            "A Hot-tempered Man Must Pay The Penalty; If You Rescue Him, You Will Have To Do It Again.",
            "Listen To Advice And Accept Instruction, And In The End You Will Be Wise.",
            "Many Are The Plans In A Man's Heart, But It Is The Lord 'S Purpose That Prevails.",
            "What A Man Desires Is Unfailing Love ; Better To Be Poor Than A Liar.",
            "The Fear Of The Lord Leads To Life: Then One Rests Content, Untouched By Trouble.",
            "The Sluggard Buries His Hand In The Dish; He Will Not Even Bring It Back To His Mouth!",
            "Flog A Mocker, And The Simple Will Learn Prudence; Rebuke A Discerning Man, And He Will Gain Knowledge.",
            "He Who Robs His Father And Drives Out His Mother Is A Son Who Brings Shame And Disgrace.",
            "Stop Listening To Instruction, My Son, And You Will Stray From The Words Of Knowledge.",
            "A Corrupt Witness Mocks At Justice, And The Mouth Of The Wicked Gulps Down Evil.",
            "Penalties Are Prepared For Mockers, And Beatings For The Backs Of Fools."
        ],
        [
            "Wine Is A Mocker And Beer A Brawler; Whoever Is Led Astray By Them Is Not Wise.",
            "A King's Wrath Is Like The Roar Of A Lion; He Who Angers Him Forfeits His Life.",
            "It Is To A Man's Honor To Avoid Strife, But Every Fool Is Quick To Quarrel.",
            "A Sluggard Does Not Plow In Season; So At Harvest Time He Looks But Finds Nothing.",
            "The Purposes Of A Man's Heart Are Deep Waters, But A Man Of Understanding Draws Them Out.",
            "Many A Man Claims To Have Unfailing Love, But A Faithful Man Who Can Find?",
            "The Righteous Man Leads A Blameless Life; Blessed Are His Children After Him.",
            "When A King Sits On His Throne To Judge, He Winnows Out All Evil With His Eyes.",
            "Who Can Say, \"I Have Kept My Heart Pure; I Am Clean And Without Sin\"?",
            "Differing Weights And Differing Measures- The Lord Detests Them Both.",
            "Even A Child Is Known By His Actions, By Whether His Conduct Is Pure And Right.",
            "Ears That Hear And Eyes That See- The Lord Has Made Them Both.",
            "Do Not Love Sleep Or You Will Grow Poor; Stay Awake And You Will Have Food To Spare.",
            "\"It's No Good, It's No Good!\" Says The Buyer; Then Off He Goes And Boasts About His Purchase.",
            "Gold There Is, And Rubies In Abundance, But Lips That Speak Knowledge Are A Rare Jewel.",
            "Take The Garment Of One Who Puts Up Security For A Stranger; Hold It In Pledge If He Does It For A Wayward Woman.",
            "Food Gained By Fraud Tastes Sweet To A Man, But He Ends Up With A Mouth Full Of Gravel.",
            "Make Plans By Seeking Advice; If You Wage War, Obtain Guidance.",
            "A Gossip Betrays A Confidence; So Avoid A Man Who Talks Too Much.",
            "If A Man Curses His Father Or Mother, His Lamp Will Be Snuffed Out In Pitch Darkness.",
            "An Inheritance Quickly Gained At The Beginning Will Not Be Blessed At The End.",
            "Do Not Say, \"I'll Pay You Back For This Wrong!\" Wait For The Lord , And He Will Deliver You.",
            "The Lord Detests Differing Weights, And Dishonest Scales Do Not Please Him.",
            "A Man's Steps Are Directed By The Lord . How Then Can Anyone Understand His Own Way?",
            "It Is A Trap For A Man To Dedicate Something Rashly And Only Later To Consider His Vows.",
            "A Wise King Winnows Out The Wicked; He Drives The Threshing Wheel Over Them.",
            "The Lamp Of The Lord Searches The Spirit Of A Man ; It Searches Out His Inmost Being.",
            "Love And Faithfulness Keep A King Safe; Through Love His Throne Is Made Secure.",
            "The Glory Of Young Men Is Their Strength, Gray Hair The Splendor Of The Old.",
            "Blows And Wounds Cleanse Away Evil, And Beatings Purge The Inmost Being."
        ],
        [
            "The King's Heart Is In The Hand Of The Lord ; He Directs It Like A Watercourse Wherever He Pleases.",
            "All A Man's Ways Seem Right To Him, But The Lord Weighs The Heart.",
            "To Do What Is Right And Just Is More Acceptable To The Lord Than Sacrifice.",
            "Haughty Eyes And A Proud Heart, The Lamp Of The Wicked, Are Sin!",
            "The Plans Of The Diligent Lead To Profit As Surely As Haste Leads To Poverty.",
            "A Fortune Made By A Lying Tongue Is A Fleeting Vapor And A Deadly Snare.",
            "The Violence Of The Wicked Will Drag Them Away, For They Refuse To Do What Is Right.",
            "The Way Of The Guilty Is Devious, But The Conduct Of The Innocent Is Upright.",
            "Better To Live On A Corner Of The Roof Than Share A House With A Quarrelsome Wife.",
            "The Wicked Man Craves Evil; His Neighbor Gets No Mercy From Him.",
            "When A Mocker Is Punished, The Simple Gain Wisdom; When A Wise Man Is Instructed, He Gets Knowledge.",
            "The Righteous One Takes Note Of The House Of The Wicked And Brings The Wicked To Ruin.",
            "If A Man Shuts His Ears To The Cry Of The Poor, He Too Will Cry Out And Not Be Answered.",
            "A Gift Given In Secret Soothes Anger, And A Bribe Concealed In The Cloak Pacifies Great Wrath.",
            "When Justice Is Done, It Brings Joy To The Righteous But Terror To Evildoers.",
            "A Man Who Strays From The Path Of Understanding Comes To Rest In The Company Of The Dead.",
            "He Who Loves Pleasure Will Become Poor; Whoever Loves Wine And Oil Will Never Be Rich.",
            "The Wicked Become A Ransom For The Righteous, And The Unfaithful For The Upright.",
            "Better To Live In A Desert Than With A Quarrelsome And Ill-tempered Wife.",
            "In The House Of The Wise Are Stores Of Choice Food And Oil, But A Foolish Man Devours All He Has.",
            "He Who Pursues Righteousness And Love Finds Life, Prosperity And Honor.",
            "A Wise Man Attacks The City Of The Mighty And Pulls Down The Stronghold In Which They Trust.",
            "He Who Guards His Mouth And His Tongue Keeps Himself From Calamity.",
            "The Proud And Arrogant Man-\"mocker\" Is His Name; He Behaves With Overweening Pride.",
            "The Sluggard's Craving Will Be The Death Of Him, Because His Hands Refuse To Work.",
            "All Day Long He Craves For More, But The Righteous Give Without Sparing.",
            "The Sacrifice Of The Wicked Is Detestable- How Much More So When Brought With Evil Intent!",
            "A False Witness Will Perish, And Whoever Listens To Him Will Be Destroyed Forever.",
            "A Wicked Man Puts Up A Bold Front, But An Upright Man Gives Thought To His Ways.",
            "There Is No Wisdom, No Insight, No Plan That Can Succeed Against The Lord .",
            "The Horse Is Made Ready For The Day Of Battle, But Victory Rests With The Lord ."
        ],
        [
            "A Good Name Is More Desirable Than Great Riches; To Be Esteemed Is Better Than Silver Or Gold.",
            "Rich And Poor Have This In Common: The Lord Is The Maker Of Them All.",
            "A Prudent Man Sees Danger And Takes Refuge, But The Simple Keep Going And Suffer For It.",
            "Humility And The Fear Of The Lord Bring Wealth And Honor And Life.",
            "In The Paths Of The Wicked Lie Thorns And Snares, But He Who Guards His Soul Stays Far From Them.",
            "Train A Child In The Way He Should Go, And When He Is Old He Will Not Turn From It.",
            "The Rich Rule Over The Poor, And The Borrower Is Servant To The Lender.",
            "He Who Sows Wickedness Reaps Trouble, And The Rod Of His Fury Will Be Destroyed.",
            "A Generous Man Will Himself Be Blessed, For He Shares His Food With The Poor.",
            "Drive Out The Mocker, And Out Goes Strife; Quarrels And Insults Are Ended.",
            "He Who Loves A Pure Heart And Whose Speech Is Gracious Will Have The King For His Friend.",
            "The Eyes Of The Lord Keep Watch Over Knowledge, But He Frustrates The Words Of The Unfaithful.",
            "The Sluggard Says, \"There Is A Lion Outside!\" Or, \"I Will Be Murdered In The Streets!\"",
            "The Mouth Of An Adulteress Is A Deep Pit; He Who Is Under The Lord 'S Wrath Will Fall Into It.",
            "Folly Is Bound Up In The Heart Of A Child, But The Rod Of Discipline Will Drive It Far From Him.",
            "He Who Oppresses The Poor To Increase His Wealth And He Who Gives Gifts To The Rich-both Come To Poverty. Sayings Of The Wise",
            "Pay Attention And Listen To The Sayings Of The Wise; Apply Your Heart To What I Teach,",
            "For It Is Pleasing When You Keep Them In Your Heart And Have All Of Them Ready On Your Lips.",
            "So That Your Trust May Be In The Lord , I Teach You Today, Even You.",
            "Have I Not Written Thirty Sayings For You, Sayings Of Counsel And Knowledge,",
            "Teaching You True And Reliable Words, So That You Can Give Sound Answers To Him Who Sent You?",
            "Do Not Exploit The Poor Because They Are Poor And Do Not Crush The Needy In Court,",
            "For The Lord Will Take Up Their Case And Will Plunder Those Who Plunder Them.",
            "Do Not Make Friends With A Hot-tempered Man, Do Not Associate With One Easily Angered,",
            "Or You May Learn His Ways And Get Yourself Ensnared.",
            "Do Not Be A Man Who Strikes Hands In Pledge Or Puts Up Security For Debts;",
            "If You Lack The Means To Pay, Your Very Bed Will Be Snatched From Under You.",
            "Do Not Move An Ancient Boundary Stone Set Up By Your Forefathers.",
            "Do You See A Man Skilled In His Work? He Will Serve Before Kings; He Will Not Serve Before Obscure Men."
        ],
        [
            "When You Sit To Dine With A Ruler, Note Well What Is Before You,",
            "And Put A Knife To Your Throat If You Are Given To Gluttony.",
            "Do Not Crave His Delicacies, For That Food Is Deceptive.",
            "Do Not Wear Yourself Out To Get Rich; Have The Wisdom To Show Restraint.",
            "Cast But A Glance At Riches, And They Are Gone, For They Will Surely Sprout Wings And Fly Off To The Sky Like An Eagle.",
            "Do Not Eat The Food Of A Stingy Man, Do Not Crave His Delicacies;",
            "For He Is The Kind Of Man Who Is Always Thinking About The Cost. \"Eat And Drink,\" He Says To You, But His Heart Is Not With You.",
            "You Will Vomit Up The Little You Have Eaten And Will Have Wasted Your Compliments.",
            "Do Not Speak To A Fool, For He Will Scorn The Wisdom Of Your Words.",
            "Do Not Move An Ancient Boundary Stone Or Encroach On The Fields Of The Fatherless,",
            "For Their Defender Is Strong; He Will Take Up Their Case Against You.",
            "Apply Your Heart To Instruction And Your Ears To Words Of Knowledge.",
            "Do Not Withhold Discipline From A Child; If You Punish Him With The Rod, He Will Not Die.",
            "Punish Him With The Rod And Save His Soul From Death.",
            "My Son, If Your Heart Is Wise, Then My Heart Will Be Glad;",
            "My Inmost Being Will Rejoice When Your Lips Speak What Is Right.",
            "Do Not Let Your Heart Envy Sinners, But Always Be Zealous For The Fear Of The Lord .",
            "There Is Surely A Future Hope For You, And Your Hope Will Not Be Cut Off.",
            "Listen, My Son, And Be Wise, And Keep Your Heart On The Right Path.",
            "Do Not Join Those Who Drink Too Much Wine Or Gorge Themselves On Meat,",
            "For Drunkards And Gluttons Become Poor, And Drowsiness Clothes Them In Rags.",
            "Listen To Your Father, Who Gave You Life, And Do Not Despise Your Mother When She Is Old.",
            "Buy The Truth And Do Not Sell It; Get Wisdom, Discipline And Understanding.",
            "The Father Of A Righteous Man Has Great Joy; He Who Has A Wise Son Delights In Him.",
            "May Your Father And Mother Be Glad; May She Who Gave You Birth Rejoice!",
            "My Son, Give Me Your Heart And Let Your Eyes Keep To My Ways,",
            "For A Prostitute Is A Deep Pit And A Wayward Wife Is A Narrow Well.",
            "Like A Bandit She Lies In Wait, And Multiplies The Unfaithful Among Men.",
            "Who Has Woe? Who Has Sorrow? Who Has Strife? Who Has Complaints? Who Has Needless Bruises? Who Has Bloodshot Eyes?",
            "Those Who Linger Over Wine, Who Go To Sample Bowls Of Mixed Wine.",
            "Do Not Gaze At Wine When It Is Red, When It Sparkles In The Cup, When It Goes Down Smoothly!",
            "In The End It Bites Like A Snake And Poisons Like A Viper.",
            "Your Eyes Will See Strange Sights And Your Mind Imagine Confusing Things.",
            "You Will Be Like One Sleeping On The High Seas, Lying On Top Of The Rigging.",
            "\"They Hit Me,\" You Will Say, \"But I'm Not Hurt! They Beat Me, But I Don't Feel It! When Will I Wake Up So I Can Find Another Drink?\""
        ],
        [
            "Do Not Envy Wicked Men, Do Not Desire Their Company;",
            "For Their Hearts Plot Violence, And Their Lips Talk About Making Trouble.",
            "By Wisdom A House Is Built, And Through Understanding It Is Established;",
            "Through Knowledge Its Rooms Are Filled With Rare And Beautiful Treasures.",
            "A Wise Man Has Great Power, And A Man Of Knowledge Increases Strength;",
            "For Waging War You Need Guidance, And For Victory Many Advisers.",
            "Wisdom Is Too High For A Fool; In The Assembly At The Gate He Has Nothing To Say.",
            "He Who Plots Evil Will Be Known As A Schemer.",
            "The Schemes Of Folly Are Sin, And Men Detest A Mocker.",
            "If You Falter In Times Of Trouble, How Small Is Your Strength!",
            "Rescue Those Being Led Away To Death; Hold Back Those Staggering Toward Slaughter.",
            "If You Say, \"But We Knew Nothing About This,\" Does Not He Who Weighs The Heart Perceive It? Does Not He Who Guards Your Life Know It? Will He Not Repay Each Person According To What He Has Done?",
            "Eat Honey, My Son, For It Is Good; Honey From The Comb Is Sweet To Your Taste.",
            "Know Also That Wisdom Is Sweet To Your Soul; If You Find It, There Is A Future Hope For You, And Your Hope Will Not Be Cut Off.",
            "Do Not Lie In Wait Like An Outlaw Against A Righteous Man's House, Do Not Raid His Dwelling Place;",
            "For Though A Righteous Man Falls Seven Times, He Rises Again, But The Wicked Are Brought Down By Calamity.",
            "Do Not Gloat When Your Enemy Falls; When He Stumbles, Do Not Let Your Heart Rejoice,",
            "Or The Lord Will See And Disapprove And Turn His Wrath Away From Him.",
            "Do Not Fret Because Of Evil Men Or Be Envious Of The Wicked,",
            "For The Evil Man Has No Future Hope, And The Lamp Of The Wicked Will Be Snuffed Out.",
            "Fear The Lord And The King, My Son, And Do Not Join With The Rebellious,",
            "For Those Two Will Send Sudden Destruction Upon Them, And Who Knows What Calamities They Can Bring? Further Sayings Of The Wise",
            "These Also Are Sayings Of The Wise: To Show Partiality In Judging Is Not Good:",
            "Whoever Says To The Guilty, \"You Are Innocent\"- Peoples Will Curse Him And Nations Denounce Him.",
            "But It Will Go Well With Those Who Convict The Guilty, And Rich Blessing Will Come Upon Them.",
            "An Honest Answer Is Like A Kiss On The Lips.",
            "Finish Your Outdoor Work And Get Your Fields Ready; After That, Build Your House.",
            "Do Not Testify Against Your Neighbor Without Cause, Or Use Your Lips To Deceive.",
            "Do Not Say, \"I'll Do To Him As He Has Done To Me; I'll Pay That Man Back For What He Did.\"",
            "I Went Past The Field Of The Sluggard, Past The Vineyard Of The Man Who Lacks Judgment;",
            "Thorns Had Come Up Everywhere, The Ground Was Covered With Weeds, And The Stone Wall Was In Ruins.",
            "I Applied My Heart To What I Observed And Learned A Lesson From What I Saw:",
            "A Little Sleep, A Little Slumber, A Little Folding Of The Hands To Rest-",
            "And Poverty Will Come On You Like A Bandit And Scarcity Like An Armed Man."
        ],
        [
            "These Are More Proverbs Of Solomon, Copied By The Men Of Hezekiah King Of Judah:",
            "It Is The Glory Of God To Conceal A Matter; To Search Out A Matter Is The Glory Of Kings.",
            "As The Heavens Are High And The Earth Is Deep, So The Hearts Of Kings Are Unsearchable.",
            "Remove The Dross From The Silver, And Out Comes Material For The Silversmith;",
            "Remove The Wicked From The King's Presence, And His Throne Will Be Established Through Righteousness.",
            "Do Not Exalt Yourself In The King's Presence, And Do Not Claim A Place Among Great Men;",
            "It Is Better For Him To Say To You, \"Come Up Here,\" Than For Him To Humiliate You Before A Nobleman. What You Have Seen With Your Eyes",
            "Do Not Bring Hastily To Court, For What Will You Do In The End If Your Neighbor Puts You To Shame?",
            "If You Argue Your Case With A Neighbor, Do Not Betray Another Man's Confidence,",
            "Or He Who Hears It May Shame You And You Will Never Lose Your Bad Reputation.",
            "A Word Aptly Spoken Is Like Apples Of Gold In Settings Of Silver.",
            "Like An Earring Of Gold Or An Ornament Of Fine Gold Is A Wise Man's Rebuke To A Listening Ear.",
            "Like The Coolness Of Snow At Harvest Time Is A Trustworthy Messenger To Those Who Send Him; He Refreshes The Spirit Of His Masters.",
            "Like Clouds And Wind Without Rain Is A Man Who Boasts Of Gifts He Does Not Give.",
            "Through Patience A Ruler Can Be Persuaded, And A Gentle Tongue Can Break A Bone.",
            "If You Find Honey, Eat Just Enough- Too Much Of It, And You Will Vomit.",
            "Seldom Set Foot In Your Neighbor's House- Too Much Of You, And He Will Hate You.",
            "Like A Club Or A Sword Or A Sharp Arrow Is The Man Who Gives False Testimony Against His Neighbor.",
            "Like A Bad Tooth Or A Lame Foot Is Reliance On The Unfaithful In Times Of Trouble.",
            "Like One Who Takes Away A Garment On A Cold Day, Or Like Vinegar Poured On Soda, Is One Who Sings Songs To A Heavy Heart.",
            "If Your Enemy Is Hungry, Give Him Food To Eat; If He Is Thirsty, Give Him Water To Drink.",
            "In Doing This, You Will Heap Burning Coals On His Head, And The Lord Will Reward You.",
            "As A North Wind Brings Rain, So A Sly Tongue Brings Angry Looks.",
            "Better To Live On A Corner Of The Roof Than Share A House With A Quarrelsome Wife.",
            "Like Cold Water To A Weary Soul Is Good News From A Distant Land.",
            "Like A Muddied Spring Or A Polluted Well Is A Righteous Man Who Gives Way To The Wicked.",
            "It Is Not Good To Eat Too Much Honey, Nor Is It Honorable To Seek One's Own Honor.",
            "Like A City Whose Walls Are Broken Down Is A Man Who Lacks Self-control."
        ],
        [
            "Like Snow In Summer Or Rain In Harvest, Honor Is Not Fitting For A Fool.",
            "Like A Fluttering Sparrow Or A Darting Swallow, An Undeserved Curse Does Not Come To Rest.",
            "A Whip For The Horse, A Halter For The Donkey, And A Rod For The Backs Of Fools!",
            "Do Not Answer A Fool According To His Folly, Or You Will Be Like Him Yourself.",
            "Answer A Fool According To His Folly, Or He Will Be Wise In His Own Eyes.",
            "Like Cutting Off One's Feet Or Drinking Violence Is The Sending Of A Message By The Hand Of A Fool.",
            "Like A Lame Man's Legs That Hang Limp Is A Proverb In The Mouth Of A Fool.",
            "Like Tying A Stone In A Sling Is The Giving Of Honor To A Fool.",
            "Like A Thornbush In A Drunkard's Hand Is A Proverb In The Mouth Of A Fool.",
            "Like An Archer Who Wounds At Random Is He Who Hires A Fool Or Any Passer-by.",
            "As A Dog Returns To Its Vomit, So A Fool Repeats His Folly.",
            "Do You See A Man Wise In His Own Eyes? There Is More Hope For A Fool Than For Him.",
            "The Sluggard Says, \"There Is A Lion In The Road, A Fierce Lion Roaming The Streets!\"",
            "As A Door Turns On Its Hinges, So A Sluggard Turns On His Bed.",
            "The Sluggard Buries His Hand In The Dish; He Is Too Lazy To Bring It Back To His Mouth.",
            "The Sluggard Is Wiser In His Own Eyes Than Seven Men Who Answer Discreetly.",
            "Like One Who Seizes A Dog By The Ears Is A Passer-by Who Meddles In A Quarrel Not His Own.",
            "Like A Madman Shooting Firebrands Or Deadly Arrows",
            "Is A Man Who Deceives His Neighbor And Says, \"I Was Only Joking!\"",
            "Without Wood A Fire Goes Out; Without Gossip A Quarrel Dies Down.",
            "As Charcoal To Embers And As Wood To Fire, So Is A Quarrelsome Man For Kindling Strife.",
            "The Words Of A Gossip Are Like Choice Morsels; They Go Down To A Man's Inmost Parts.",
            "Like A Coating Of Glaze Over Earthenware Are Fervent Lips With An Evil Heart.",
            "A Malicious Man Disguises Himself With His Lips, But In His Heart He Harbors Deceit.",
            "Though His Speech Is Charming, Do Not Believe Him, For Seven Abominations Fill His Heart.",
            "His Malice May Be Concealed By Deception, But His Wickedness Will Be Exposed In The Assembly.",
            "If A Man Digs A Pit, He Will Fall Into It; If A Man Rolls A Stone, It Will Roll Back On Him.",
            "A Lying Tongue Hates Those It Hurts, And A Flattering Mouth Works Ruin."
        ],
        [
            "Do Not Boast About Tomorrow, For You Do Not Know What A Day May Bring Forth.",
            "Let Another Praise You, And Not Your Own Mouth; Someone Else, And Not Your Own Lips.",
            "Stone Is Heavy And Sand A Burden, But Provocation By A Fool Is Heavier Than Both.",
            "Anger Is Cruel And Fury Overwhelming, But Who Can Stand Before Jealousy?",
            "Better Is Open Rebuke Than Hidden Love.",
            "Wounds From A Friend Can Be Trusted, But An Enemy Multiplies Kisses.",
            "He Who Is Full Loathes Honey, But To The Hungry Even What Is Bitter Tastes Sweet.",
            "Like A Bird That Strays From Its Nest Is A Man Who Strays From His Home.",
            "Perfume And Incense Bring Joy To The Heart, And The Pleasantness Of One's Friend Springs From His Earnest Counsel.",
            "Do Not Forsake Your Friend And The Friend Of Your Father, And Do Not Go To Your Brother's House When Disaster Strikes You- Better A Neighbor Nearby Than A Brother Far Away.",
            "Be Wise, My Son, And Bring Joy To My Heart; Then I Can Answer Anyone Who Treats Me With Contempt.",
            "The Prudent See Danger And Take Refuge, But The Simple Keep Going And Suffer For It.",
            "Take The Garment Of One Who Puts Up Security For A Stranger; Hold It In Pledge If He Does It For A Wayward Woman.",
            "If A Man Loudly Blesses His Neighbor Early In The Morning, It Will Be Taken As A Curse.",
            "A Quarrelsome Wife Is Like A Constant Dripping On A Rainy Day;",
            "Restraining Her Is Like Restraining The Wind Or Grasping Oil With The Hand.",
            "As Iron Sharpens Iron, So One Man Sharpens Another.",
            "He Who Tends A Fig Tree Will Eat Its Fruit, And He Who Looks After His Master Will Be Honored.",
            "As Water Reflects A Face, So A Man's Heart Reflects The Man.",
            "Death And Destruction Are Never Satisfied, And Neither Are The Eyes Of Man.",
            "The Crucible For Silver And The Furnace For Gold, But Man Is Tested By The Praise He Receives.",
            "Though You Grind A Fool In A Mortar, Grinding Him Like Grain With A Pestle, You Will Not Remove His Folly From Him.",
            "Be Sure You Know The Condition Of Your Flocks, Give Careful Attention To Your Herds;",
            "For Riches Do Not Endure Forever, And A Crown Is Not Secure For All Generations.",
            "When The Hay Is Removed And New Growth Appears And The Grass From The Hills Is Gathered In,",
            "The Lambs Will Provide You With Clothing, And The Goats With The Price Of A Field.",
            "You Will Have Plenty Of Goats' Milk To Feed You And Your Family And To Nourish Your Servant Girls."
        ],
        [
            "The Wicked Man Flees Though No One Pursues, But The Righteous Are As Bold As A Lion.",
            "When A Country Is Rebellious, It Has Many Rulers, But A Man Of Understanding And Knowledge Maintains Order.",
            "A Ruler Who Oppresses The Poor Is Like A Driving Rain That Leaves No Crops.",
            "Those Who Forsake The Law Praise The Wicked, But Those Who Keep The Law Resist Them.",
            "Evil Men Do Not Understand Justice, But Those Who Seek The Lord Understand It Fully.",
            "Better A Poor Man Whose Walk Is Blameless Than A Rich Man Whose Ways Are Perverse.",
            "He Who Keeps The Law Is A Discerning Son, But A Companion Of Gluttons Disgraces His Father.",
            "He Who Increases His Wealth By Exorbitant Interest Amasses It For Another, Who Will Be Kind To The Poor.",
            "If Anyone Turns A Deaf Ear To The Law, Even His Prayers Are Detestable.",
            "He Who Leads The Upright Along An Evil Path Will Fall Into His Own Trap, But The Blameless Will Receive A Good Inheritance.",
            "A Rich Man May Be Wise In His Own Eyes, But A Poor Man Who Has Discernment Sees Through Him.",
            "When The Righteous Triumph, There Is Great Elation; But When The Wicked Rise To Power, Men Go Into Hiding.",
            "He Who Conceals His Sins Does Not Prosper, But Whoever Confesses And Renounces Them Finds Mercy.",
            "Blessed Is The Man Who Always Fears The Lord , But He Who Hardens His Heart Falls Into Trouble.",
            "Like A Roaring Lion Or A Charging Bear Is A Wicked Man Ruling Over A Helpless People.",
            "A Tyrannical Ruler Lacks Judgment, But He Who Hates Ill-gotten Gain Will Enjoy A Long Life.",
            "A Man Tormented By The Guilt Of Murder Will Be A Fugitive Till Death; Let No One Support Him.",
            "He Whose Walk Is Blameless Is Kept Safe, But He Whose Ways Are Perverse Will Suddenly Fall.",
            "He Who Works His Land Will Have Abundant Food, But The One Who Chases Fantasies Will Have His Fill Of Poverty.",
            "A Faithful Man Will Be Richly Blessed, But One Eager To Get Rich Will Not Go Unpunished.",
            "To Show Partiality Is Not Good- Yet A Man Will Do Wrong For A Piece Of Bread.",
            "A Stingy Man Is Eager To Get Rich And Is Unaware That Poverty Awaits Him.",
            "He Who Rebukes A Man Will In The End Gain More Favor Than He Who Has A Flattering Tongue.",
            "He Who Robs His Father Or Mother And Says, \"It's Not Wrong\"- He Is Partner To Him Who Destroys.",
            "A Greedy Man Stirs Up Dissension, But He Who Trusts In The Lord Will Prosper.",
            "He Who Trusts In Himself Is A Fool, But He Who Walks In Wisdom Is Kept Safe.",
            "He Who Gives To The Poor Will Lack Nothing, But He Who Closes His Eyes To Them Receives Many Curses.",
            "When The Wicked Rise To Power, People Go Into Hiding; But When The Wicked Perish, The Righteous Thrive."
        ],
        [
            "A Man Who Remains Stiff-necked After Many Rebukes Will Suddenly Be Destroyed-without Remedy.",
            "When The Righteous Thrive, The People Rejoice; When The Wicked Rule, The People Groan.",
            "A Man Who Loves Wisdom Brings Joy To His Father, But A Companion Of Prostitutes Squanders His Wealth.",
            "By Justice A King Gives A Country Stability, But One Who Is Greedy For Bribes Tears It Down.",
            "Whoever Flatters His Neighbor Is Spreading A Net For His Feet.",
            "An Evil Man Is Snared By His Own Sin, But A Righteous One Can Sing And Be Glad.",
            "The Righteous Care About Justice For The Poor, But The Wicked Have No Such Concern.",
            "Mockers Stir Up A City, But Wise Men Turn Away Anger.",
            "If A Wise Man Goes To Court With A Fool, The Fool Rages And Scoffs, And There Is No Peace.",
            "Bloodthirsty Men Hate A Man Of Integrity And Seek To Kill The Upright.",
            "A Fool Gives Full Vent To His Anger, But A Wise Man Keeps Himself Under Control.",
            "If A Ruler Listens To Lies, All His Officials Become Wicked.",
            "The Poor Man And The Oppressor Have This In Common: The Lord Gives Sight To The Eyes Of Both.",
            "If A King Judges The Poor With Fairness, His Throne Will Always Be Secure.",
            "The Rod Of Correction Imparts Wisdom, But A Child Left To Himself Disgraces His Mother.",
            "When The Wicked Thrive, So Does Sin, But The Righteous Will See Their Downfall.",
            "Discipline Your Son, And He Will Give You Peace; He Will Bring Delight To Your Soul.",
            "Where There Is No Revelation, The People Cast Off Restraint; But Blessed Is He Who Keeps The Law.",
            "A Servant Cannot Be Corrected By Mere Words; Though He Understands, He Will Not Respond.",
            "Do You See A Man Who Speaks In Haste? There Is More Hope For A Fool Than For Him.",
            "If A Man Pampers His Servant From Youth, He Will Bring Grief In The End.",
            "An Angry Man Stirs Up Dissension, And A Hot-tempered One Commits Many Sins.",
            "A Man's Pride Brings Him Low, But A Man Of Lowly Spirit Gains Honor.",
            "The Accomplice Of A Thief Is His Own Enemy; He Is Put Under Oath And Dare Not Testify.",
            "Fear Of Man Will Prove To Be A Snare, But Whoever Trusts In The Lord Is Kept Safe.",
            "Many Seek An Audience With A Ruler, But It Is From The Lord That Man Gets Justice.",
            "The Righteous Detest The Dishonest; The Wicked Detest The Upright."
        ],
        [
            "The Sayings Of Agur Son Of Jakeh-an Oracle : This Man Declared To Ithiel, To Ithiel And To Ucal:",
            "\"I Am The Most Ignorant Of Men; I Do Not Have A Man's Understanding.",
            "I Have Not Learned Wisdom, Nor Have I Knowledge Of The Holy One.",
            "Who Has Gone Up To Heaven And Come Down? Who Has Gathered Up The Wind In The Hollow Of His Hands? Who Has Wrapped Up The Waters In His Cloak? Who Has Established All The Ends Of The Earth? What Is His Name, And The Name Of His Son? Tell Me If You Know!",
            "\"Every Word Of God Is Flawless; He Is A Shield To Those Who Take Refuge In Him.",
            "Do Not Add To His Words, Or He Will Rebuke You And Prove You A Liar.",
            "\"Two Things I Ask Of You, O Lord ; Do Not Refuse Me Before I Die:",
            "Keep Falsehood And Lies Far From Me; Give Me Neither Poverty Nor Riches, But Give Me Only My Daily Bread.",
            "Otherwise, I May Have Too Much And Disown You And Say, 'Who Is The Lord ?' Or I May Become Poor And Steal, And So Dishonor The Name Of My God.",
            "\"Do Not Slander A Servant To His Master, Or He Will Curse You, And You Will Pay For It.",
            "\"There Are Those Who Curse Their Fathers And Do Not Bless Their Mothers;",
            "Those Who Are Pure In Their Own Eyes And Yet Are Not Cleansed Of Their Filth;",
            "Those Whose Eyes Are Ever So Haughty, Whose Glances Are So Disdainful;",
            "Those Whose Teeth Are Swords And Whose Jaws Are Set With Knives To Devour The Poor From The Earth, The Needy From Among Mankind.",
            "\"The Leech Has Two Daughters. 'Give! Give!' They Cry. \"There Are Three Things That Are Never Satisfied, Four That Never Say, 'Enough!':",
            "The Grave, The Barren Womb, Land, Which Is Never Satisfied With Water, And Fire, Which Never Says, 'Enough!'",
            "\"The Eye That Mocks A Father, That Scorns Obedience To A Mother, Will Be Pecked Out By The Ravens Of The Valley, Will Be Eaten By The Vultures.",
            "\"There Are Three Things That Are Too Amazing For Me, Four That I Do Not Understand:",
            "The Way Of An Eagle In The Sky, The Way Of A Snake On A Rock, The Way Of A Ship On The High Seas, And The Way Of A Man With A Maiden.",
            "\"This Is The Way Of An Adulteress: She Eats And Wipes Her Mouth And Says, 'I've Done Nothing Wrong.'",
            "\"Under Three Things The Earth Trembles, Under Four It Cannot Bear Up:",
            "A Servant Who Becomes King, A Fool Who Is Full Of Food,",
            "An Unloved Woman Who Is Married, And A Maidservant Who Displaces Her Mistress.",
            "\"Four Things On Earth Are Small, Yet They Are Extremely Wise:",
            "Ants Are Creatures Of Little Strength, Yet They Store Up Their Food In The Summer;",
            "Coneys Are Creatures Of Little Power, Yet They Make Their Home In The Crags;",
            "Locusts Have No King, Yet They Advance Together In Ranks;",
            "A Lizard Can Be Caught With The Hand, Yet It Is Found In Kings' Palaces.",
            "\"There Are Three Things That Are Stately In Their Stride, Four That Move With Stately Bearing:",
            "A Lion, Mighty Among Beasts, Who Retreats Before Nothing;",
            "A Strutting Rooster, A He-goat, And A King With His Army Around Him.",
            "\"If You Have Played The Fool And Exalted Yourself, Or If You Have Planned Evil, Clap Your Hand Over Your Mouth!",
            "For As Churning The Milk Produces Butter, And As Twisting The Nose Produces Blood, So Stirring Up Anger Produces Strife.\""
        ],
        [
            "The Sayings Of King Lemuel-an Oracle His Mother Taught Him:",
            "\"O My Son, O Son Of My Womb, O Son Of My Vows,",
            "Do Not Spend Your Strength On Women, Your Vigor On Those Who Ruin Kings.",
            "\"It Is Not For Kings, O Lemuel- Not For Kings To Drink Wine, Not For Rulers To Crave Beer,",
            "Lest They Drink And Forget What The Law Decrees, And Deprive All The Oppressed Of Their Rights.",
            "Give Beer To Those Who Are Perishing, Wine To Those Who Are In Anguish;",
            "Let Them Drink And Forget Their Poverty And Remember Their Misery No More.",
            "\"Speak Up For Those Who Cannot Speak For Themselves, For The Rights Of All Who Are Destitute.",
            "Speak Up And Judge Fairly; Defend The Rights Of The Poor And Needy.\" Epilogue: The Wife Of Noble Character",
            "A Wife Of Noble Character Who Can Find? She Is Worth Far More Than Rubies.",
            "Her Husband Has Full Confidence In Her And Lacks Nothing Of Value.",
            "She Brings Him Good, Not Harm, All The Days Of Her Life.",
            "She Selects Wool And Flax And Works With Eager Hands.",
            "She Is Like The Merchant Ships, Bringing Her Food From Afar.",
            "She Gets Up While It Is Still Dark; She Provides Food For Her Family And Portions For Her Servant Girls.",
            "She Considers A Field And Buys It; Out Of Her Earnings She Plants A Vineyard.",
            "She Sets About Her Work Vigorously; Her Arms Are Strong For Her Tasks.",
            "She Sees That Her Trading Is Profitable, And Her Lamp Does Not Go Out At Night.",
            "In Her Hand She Holds The Distaff And Grasps The Spindle With Her Fingers.",
            "She Opens Her Arms To The Poor And Extends Her Hands To The Needy.",
            "When It Snows, She Has No Fear For Her Household; For All Of Them Are Clothed In Scarlet.",
            "She Makes Coverings For Her Bed; She Is Clothed In Fine Linen And Purple.",
            "Her Husband Is Respected At The City Gate, Where He Takes His Seat Among The Elders Of The Land.",
            "She Makes Linen Garments And Sells Them, And Supplies The Merchants With Sashes.",
            "She Is Clothed With Strength And Dignity; She Can Laugh At The Days To Come.",
            "She Speaks With Wisdom, And Faithful Instruction Is On Her Tongue.",
            "She Watches Over The Affairs Of Her Household And Does Not Eat The Bread Of Idleness.",
            "Her Children Arise And Call Her Blessed; Her Husband Also, And He Praises Her:",
            "\"Many Women Do Noble Things, But You Surpass Them All.\"",
            "Charm Is Deceptive, And Beauty Is Fleeting; But A Woman Who Fears The Lord Is To Be Praised.",
            "Give Her The Reward She Has Earned, And Let Her Works Bring Her Praise At The City Gate."
        ]
    ]
}