{
    "chapter": [
        [
            "The Words Of The Teacher, Son Of David, King In Jerusalem:",
            "\"Meaningless! Meaningless!\" Says The Teacher. \"Utterly Meaningless! Everything Is Meaningless.\"",
            "What Does Man Gain From All His Labor At Which He Toils Under The Sun?",
            "Generations Come And Generations Go, But The Earth Remains Forever.",
            "The Sun Rises And The Sun Sets, And Hurries Back To Where It Rises.",
            "The Wind Blows To The South And Turns To The North; Round And Round It Goes, Ever Returning On Its Course.",
            "All Streams Flow Into The Sea, Yet The Sea Is Never Full. To The Place The Streams Come From, There They Return Again.",
            "All Things Are Wearisome, More Than One Can Say. The Eye Never Has Enough Of Seeing, Nor The Ear Its Fill Of Hearing.",
            "What Has Been Will Be Again, What Has Been Done Will Be Done Again; There Is Nothing New Under The Sun.",
            "Is There Anything Of Which One Can Say, \"Look! This Is Something New\"? It Was Here Already, Long Ago; It Was Here Before Our Time.",
            "There Is No Remembrance Of Men Of Old, And Even Those Who Are Yet To Come Will Not Be Remembered By Those Who Follow.",
            "I, The Teacher, Was King Over Israel In Jerusalem.",
            "I Devoted Myself To Study And To Explore By Wisdom All That Is Done Under Heaven. What A Heavy Burden God Has Laid On Men!",
            "I Have Seen All The Things That Are Done Under The Sun; All Of Them Are Meaningless, A Chasing After The Wind.",
            "What Is Twisted Cannot Be Straightened; What Is Lacking Cannot Be Counted.",
            "I Thought To Myself, \"Look, I Have Grown And Increased In Wisdom More Than Anyone Who Has Ruled Over Jerusalem Before Me; I Have Experienced Much Of Wisdom And Knowledge.\"",
            "Then I Applied Myself To The Understanding Of Wisdom, And Also Of Madness And Folly, But I Learned That This, Too, Is A Chasing After The Wind.",
            "For With Much Wisdom Comes Much Sorrow; The More Knowledge, The More Grief."
        ],
        [
            "I Thought In My Heart, \"Come Now, I Will Test You With Pleasure To Find Out What Is Good.\" But That Also Proved To Be Meaningless.",
            "\"Laughter,\" I Said, \"Is Foolish. And What Does Pleasure Accomplish?\"",
            "I Tried Cheering Myself With Wine, And Embracing Folly-my Mind Still Guiding Me With Wisdom. I Wanted To See What Was Worthwhile For Men To Do Under Heaven During The Few Days Of Their Lives.",
            "I Undertook Great Projects: I Built Houses For Myself And Planted Vineyards.",
            "I Made Gardens And Parks And Planted All Kinds Of Fruit Trees In Them.",
            "I Made Reservoirs To Water Groves Of Flourishing Trees.",
            "I Bought Male And Female Slaves And Had Other Slaves Who Were Born In My House. I Also Owned More Herds And Flocks Than Anyone In Jerusalem Before Me.",
            "I Amassed Silver And Gold For Myself, And The Treasure Of Kings And Provinces. I Acquired Men And Women Singers, And A Harem As Well-the Delights Of The Heart Of Man.",
            "I Became Greater By Far Than Anyone In Jerusalem Before Me. In All This My Wisdom Stayed With Me.",
            "I Denied Myself Nothing My Eyes Desired; I Refused My Heart No Pleasure. My Heart Took Delight In All My Work, And This Was The Reward For All My Labor.",
            "Yet When I Surveyed All That My Hands Had Done And What I Had Toiled To Achieve, Everything Was Meaningless, A Chasing After The Wind; Nothing Was Gained Under The Sun.",
            "Then I Turned My Thoughts To Consider Wisdom, And Also Madness And Folly. What More Can The King's Successor Do Than What Has Already Been Done?",
            "I Saw That Wisdom Is Better Than Folly, Just As Light Is Better Than Darkness.",
            "The Wise Man Has Eyes In His Head, While The Fool Walks In The Darkness; But I Came To Realize That The Same Fate Overtakes Them Both.",
            "Then I Thought In My Heart, \"The Fate Of The Fool Will Overtake Me Also. What Then Do I Gain By Being Wise?\" I Said In My Heart, \"This Too Is Meaningless.\"",
            "For The Wise Man, Like The Fool, Will Not Be Long Remembered; In Days To Come Both Will Be Forgotten. Like The Fool, The Wise Man Too Must Die!",
            "So I Hated Life, Because The Work That Is Done Under The Sun Was Grievous To Me. All Of It Is Meaningless, A Chasing After The Wind.",
            "I Hated All The Things I Had Toiled For Under The Sun, Because I Must Leave Them To The One Who Comes After Me.",
            "And Who Knows Whether He Will Be A Wise Man Or A Fool? Yet He Will Have Control Over All The Work Into Which I Have Poured My Effort And Skill Under The Sun. This Too Is Meaningless.",
            "So My Heart Began To Despair Over All My Toilsome Labor Under The Sun.",
            "For A Man May Do His Work With Wisdom, Knowledge And Skill, And Then He Must Leave All He Owns To Someone Who Has Not Worked For It. This Too Is Meaningless And A Great Misfortune.",
            "What Does A Man Get For All The Toil And Anxious Striving With Which He Labors Under The Sun?",
            "All His Days His Work Is Pain And Grief; Even At Night His Mind Does Not Rest. This Too Is Meaningless.",
            "A Man Can Do Nothing Better Than To Eat And Drink And Find Satisfaction In His Work. This Too, I See, Is From The Hand Of God,",
            "For Without Him, Who Can Eat Or Find Enjoyment?",
            "To The Man Who Pleases Him, God Gives Wisdom, Knowledge And Happiness, But To The Sinner He Gives The Task Of Gathering And Storing Up Wealth To Hand It Over To The One Who Pleases God. This Too Is Meaningless, A Chasing After The Wind."
        ],
        [
            "There Is A Time For Everything, And A Season For Every Activity Under Heaven:",
            "A Time To Be Born And A Time To Die, A Time To Plant And A Time To Uproot,",
            "A Time To Kill And A Time To Heal, A Time To Tear Down And A Time To Build,",
            "A Time To Weep And A Time To Laugh, A Time To Mourn And A Time To Dance,",
            "A Time To Scatter Stones And A Time To Gather Them, A Time To Embrace And A Time To Refrain,",
            "A Time To Search And A Time To Give Up, A Time To Keep And A Time To Throw Away,",
            "A Time To Tear And A Time To Mend, A Time To Be Silent And A Time To Speak,",
            "A Time To Love And A Time To Hate, A Time For War And A Time For Peace.",
            "What Does The Worker Gain From His Toil?",
            "I Have Seen The Burden God Has Laid On Men.",
            "He Has Made Everything Beautiful In Its Time. He Has Also Set Eternity In The Hearts Of Men; Yet They Cannot Fathom What God Has Done From Beginning To End.",
            "I Know That There Is Nothing Better For Men Than To Be Happy And Do Good While They Live.",
            "That Everyone May Eat And Drink, And Find Satisfaction In All His Toil-this Is The Gift Of God.",
            "I Know That Everything God Does Will Endure Forever; Nothing Can Be Added To It And Nothing Taken From It. God Does It So That Men Will Revere Him.",
            "Whatever Is Has Already Been, And What Will Be Has Been Before; And God Will Call The Past To Account.",
            "And I Saw Something Else Under The Sun: In The Place Of Judgment-wickedness Was There, In The Place Of Justice-wickedness Was There.",
            "I Thought In My Heart, \"God Will Bring To Judgment Both The Righteous And The Wicked, For There Will Be A Time For Every Activity, A Time For Every Deed.\"",
            "I Also Thought, \"As For Men, God Tests Them So That They May See That They Are Like The Animals.",
            "Man's Fate Is Like That Of The Animals; The Same Fate Awaits Them Both: As One Dies, So Dies The Other. All Have The Same Breath ; Man Has No Advantage Over The Animal. Everything Is Meaningless.",
            "All Go To The Same Place; All Come From Dust, And To Dust All Return.",
            "Who Knows If The Spirit Of Man Rises Upward And If The Spirit Of The Animal Goes Down Into The Earth?\"",
            "So I Saw That There Is Nothing Better For A Man Than To Enjoy His Work, Because That Is His Lot. For Who Can Bring Him To See What Will Happen After Him?"
        ],
        [
            "Again I Looked And Saw All The Oppression That Was Taking Place Under The Sun: I Saw The Tears Of The Oppressed- And They Have No Comforter; Power Was On The Side Of Their Oppressors- And They Have No Comforter.",
            "And I Declared That The Dead, Who Had Already Died, Are Happier Than The Living, Who Are Still Alive.",
            "But Better Than Both Is He Who Has Not Yet Been, Who Has Not Seen The Evil That Is Done Under The Sun.",
            "And I Saw That All Labor And All Achievement Spring From Man's Envy Of His Neighbor. This Too Is Meaningless, A Chasing After The Wind.",
            "The Fool Folds His Hands And Ruins Himself.",
            "Better One Handful With Tranquillity Than Two Handfuls With Toil And Chasing After The Wind.",
            "Again I Saw Something Meaningless Under The Sun:",
            "There Was A Man All Alone; He Had Neither Son Nor Brother. There Was No End To His Toil, Yet His Eyes Were Not Content With His Wealth. \"For Whom Am I Toiling,\" He Asked, \"And Why Am I Depriving Myself Of Enjoyment?\" This Too Is Meaningless- A Miserable Business!",
            "Two Are Better Than One, Because They Have A Good Return For Their Work:",
            "If One Falls Down, His Friend Can Help Him Up. But Pity The Man Who Falls And Has No One To Help Him Up!",
            "Also, If Two Lie Down Together, They Will Keep Warm. But How Can One Keep Warm Alone?",
            "Though One May Be Overpowered, Two Can Defend Themselves. A Cord Of Three Strands Is Not Quickly Broken.",
            "Better A Poor But Wise Youth Than An Old But Foolish King Who No Longer Knows How To Take Warning.",
            "The Youth May Have Come From Prison To The Kingship, Or He May Have Been Born In Poverty Within His Kingdom.",
            "I Saw That All Who Lived And Walked Under The Sun Followed The Youth, The King's Successor.",
            "There Was No End To All The People Who Were Before Them. But Those Who Came Later Were Not Pleased With The Successor. This Too Is Meaningless, A Chasing After The Wind."
        ],
        [
            "Guard Your Steps When You Go To The House Of God. Go Near To Listen Rather Than To Offer The Sacrifice Of Fools, Who Do Not Know That They Do Wrong.",
            "Do Not Be Quick With Your Mouth, Do Not Be Hasty In Your Heart To Utter Anything Before God. God Is In Heaven And You Are On Earth, So Let Your Words Be Few.",
            "As A Dream Comes When There Are Many Cares, So The Speech Of A Fool When There Are Many Words.",
            "When You Make A Vow To God, Do Not Delay In Fulfilling It. He Has No Pleasure In Fools; Fulfill Your Vow.",
            "It Is Better Not To Vow Than To Make A Vow And Not Fulfill It.",
            "Do Not Let Your Mouth Lead You Into Sin. And Do Not Protest To The Temple Messenger, \"My Vow Was A Mistake.\" Why Should God Be Angry At What You Say And Destroy The Work Of Your Hands?",
            "Much Dreaming And Many Words Are Meaningless. Therefore Stand In Awe Of God.",
            "If You See The Poor Oppressed In A District, And Justice And Rights Denied, Do Not Be Surprised At Such Things; For One Official Is Eyed By A Higher One, And Over Them Both Are Others Higher Still.",
            "The Increase From The Land Is Taken By All; The King Himself Profits From The Fields.",
            "Whoever Loves Money Never Has Money Enough; Whoever Loves Wealth Is Never Satisfied With His Income. This Too Is Meaningless.",
            "As Goods Increase, So Do Those Who Consume Them. And What Benefit Are They To The Owner Except To Feast His Eyes On Them?",
            "The Sleep Of A Laborer Is Sweet, Whether He Eats Little Or Much, But The Abundance Of A Rich Man Permits Him No Sleep.",
            "I Have Seen A Grievous Evil Under The Sun: Wealth Hoarded To The Harm Of Its Owner,",
            "Or Wealth Lost Through Some Misfortune, So That When He Has A Son There Is Nothing Left For Him.",
            "Naked A Man Comes From His Mother's Womb, And As He Comes, So He Departs. He Takes Nothing From His Labor That He Can Carry In His Hand.",
            "This Too Is A Grievous Evil: As A Man Comes, So He Departs, And What Does He Gain, Since He Toils For The Wind?",
            "All His Days He Eats In Darkness, With Great Frustration, Affliction And Anger.",
            "Then I Realized That It Is Good And Proper For A Man To Eat And Drink, And To Find Satisfaction In His Toilsome Labor Under The Sun During The Few Days Of Life God Has Given Him-for This Is His Lot.",
            "Moreover, When God Gives Any Man Wealth And Possessions, And Enables Him To Enjoy Them, To Accept His Lot And Be Happy In His Work-this Is A Gift Of God.",
            "He Seldom Reflects On The Days Of His Life, Because God Keeps Him Occupied With Gladness Of Heart."
        ],
        [
            "I Have Seen Another Evil Under The Sun, And It Weighs Heavily On Men:",
            "God Gives A Man Wealth, Possessions And Honor, So That He Lacks Nothing His Heart Desires, But God Does Not Enable Him To Enjoy Them, And A Stranger Enjoys Them Instead. This Is Meaningless, A Grievous Evil.",
            "A Man May Have A Hundred Children And Live Many Years; Yet No Matter How Long He Lives, If He Cannot Enjoy His Prosperity And Does Not Receive Proper Burial, I Say That A Stillborn Child Is Better Off Than He.",
            "It Comes Without Meaning, It Departs In Darkness, And In Darkness Its Name Is Shrouded.",
            "Though It Never Saw The Sun Or Knew Anything, It Has More Rest Than Does That Man-",
            "Even If He Lives A Thousand Years Twice Over But Fails To Enjoy His Prosperity. Do Not All Go To The Same Place?",
            "All Man's Efforts Are For His Mouth, Yet His Appetite Is Never Satisfied.",
            "What Advantage Has A Wise Man Over A Fool? What Does A Poor Man Gain By Knowing How To Conduct Himself Before Others?",
            "Better What The Eye Sees Than The Roving Of The Appetite. This Too Is Meaningless, A Chasing After The Wind.",
            "Whatever Exists Has Already Been Named, And What Man Is Has Been Known; No Man Can Contend With One Who Is Stronger Than He.",
            "The More The Words, The Less The Meaning, And How Does That Profit Anyone?",
            "For Who Knows What Is Good For A Man In Life, During The Few And Meaningless Days He Passes Through Like A Shadow? Who Can Tell Him What Will Happen Under The Sun After He Is Gone?"
        ],
        [
            "A Good Name Is Better Than Fine Perfume, And The Day Of Death Better Than The Day Of Birth.",
            "It Is Better To Go To A House Of Mourning Than To Go To A House Of Feasting, For Death Is The Destiny Of Every Man; The Living Should Take This To Heart.",
            "Sorrow Is Better Than Laughter, Because A Sad Face Is Good For The Heart.",
            "The Heart Of The Wise Is In The House Of Mourning, But The Heart Of Fools Is In The House Of Pleasure.",
            "It Is Better To Heed A Wise Man's Rebuke Than To Listen To The Song Of Fools.",
            "Like The Crackling Of Thorns Under The Pot, So Is The Laughter Of Fools. This Too Is Meaningless.",
            "Extortion Turns A Wise Man Into A Fool, And A Bribe Corrupts The Heart.",
            "The End Of A Matter Is Better Than Its Beginning, And Patience Is Better Than Pride.",
            "Do Not Be Quickly Provoked In Your Spirit, For Anger Resides In The Lap Of Fools.",
            "Do Not Say, \"Why Were The Old Days Better Than These?\" For It Is Not Wise To Ask Such Questions.",
            "Wisdom, Like An Inheritance, Is A Good Thing And Benefits Those Who See The Sun.",
            "Wisdom Is A Shelter As Money Is A Shelter, But The Advantage Of Knowledge Is This: That Wisdom Preserves The Life Of Its Possessor.",
            "Consider What God Has Done: Who Can Straighten What He Has Made Crooked?",
            "When Times Are Good, Be Happy; But When Times Are Bad, Consider: God Has Made The One As Well As The Other. Therefore, A Man Cannot Discover Anything About His Future.",
            "In This Meaningless Life Of Mine I Have Seen Both Of These: A Righteous Man Perishing In His Righteousness, And A Wicked Man Living Long In His Wickedness.",
            "Do Not Be Overrighteous, Neither Be Overwise- Why Destroy Yourself?",
            "Do Not Be Overwicked, And Do Not Be A Fool- Why Die Before Your Time?",
            "It Is Good To Grasp The One And Not Let Go Of The Other. The Man Who Fears God Will Avoid All Extremes .",
            "Wisdom Makes One Wise Man More Powerful Than Ten Rulers In A City.",
            "There Is Not A Righteous Man On Earth Who Does What Is Right And Never Sins.",
            "Do Not Pay Attention To Every Word People Say, Or You May Hear Your Servant Cursing You-",
            "For You Know In Your Heart That Many Times You Yourself Have Cursed Others.",
            "All This I Tested By Wisdom And I Said, \"I Am Determined To Be Wise\"- But This Was Beyond Me.",
            "Whatever Wisdom May Be, It Is Far Off And Most Profound- Who Can Discover It?",
            "So I Turned My Mind To Understand, To Investigate And To Search Out Wisdom And The Scheme Of Things And To Understand The Stupidity Of Wickedness And The Madness Of Folly.",
            "I Find More Bitter Than Death The Woman Who Is A Snare, Whose Heart Is A Trap And Whose Hands Are Chains. The Man Who Pleases God Will Escape Her, But The Sinner She Will Ensnare.",
            "\"Look,\" Says The Teacher, \"This Is What I Have Discovered: \"Adding One Thing To Another To Discover The Scheme Of Things-",
            "While I Was Still Searching But Not Finding- I Found One Upright Man Among A Thousand, But Not One Upright Woman Among Them All.",
            "This Only Have I Found: God Made Mankind Upright, But Men Have Gone In Search Of Many Schemes.\""
        ],
        [
            "Who Is Like The Wise Man? Who Knows The Explanation Of Things? Wisdom Brightens A Man's Face And Changes Its Hard Appearance.",
            "Obey The King's Command, I Say, Because You Took An Oath Before God.",
            "Do Not Be In A Hurry To Leave The King's Presence. Do Not Stand Up For A Bad Cause, For He Will Do Whatever He Pleases.",
            "Since A King's Word Is Supreme, Who Can Say To Him, \"What Are You Doing?\"",
            "Whoever Obeys His Command Will Come To No Harm, And The Wise Heart Will Know The Proper Time And Procedure.",
            "For There Is A Proper Time And Procedure For Every Matter, Though A Man's Misery Weighs Heavily Upon Him.",
            "Since No Man Knows The Future, Who Can Tell Him What Is To Come?",
            "No Man Has Power Over The Wind To Contain It ; So No One Has Power Over The Day Of His Death. As No One Is Discharged In Time Of War, So Wickedness Will Not Release Those Who Practice It.",
            "All This I Saw, As I Applied My Mind To Everything Done Under The Sun. There Is A Time When A Man Lords It Over Others To His Own Hurt.",
            "Then Too, I Saw The Wicked Buried-those Who Used To Come And Go From The Holy Place And Receive Praise In The City Where They Did This. This Too Is Meaningless.",
            "When The Sentence For A Crime Is Not Quickly Carried Out, The Hearts Of The People Are Filled With Schemes To Do Wrong.",
            "Although A Wicked Man Commits A Hundred Crimes And Still Lives A Long Time, I Know That It Will Go Better With God-fearing Men, Who Are Reverent Before God.",
            "Yet Because The Wicked Do Not Fear God, It Will Not Go Well With Them, And Their Days Will Not Lengthen Like A Shadow.",
            "There Is Something Else Meaningless That Occurs On Earth: Righteous Men Who Get What The Wicked Deserve, And Wicked Men Who Get What The Righteous Deserve. This Too, I Say, Is Meaningless.",
            "So I Commend The Enjoyment Of Life, Because Nothing Is Better For A Man Under The Sun Than To Eat And Drink And Be Glad. Then Joy Will Accompany Him In His Work All The Days Of The Life God Has Given Him Under The Sun.",
            "When I Applied My Mind To Know Wisdom And To Observe Man's Labor On Earth-his Eyes Not Seeing Sleep Day Or Night-",
            "Then I Saw All That God Has Done. No One Can Comprehend What Goes On Under The Sun. Despite All His Efforts To Search It Out, Man Cannot Discover Its Meaning. Even If A Wise Man Claims He Knows, He Cannot Really Comprehend It."
        ],
        [
            "So I Reflected On All This And Concluded That The Righteous And The Wise And What They Do Are In God's Hands, But No Man Knows Whether Love Or Hate Awaits Him.",
            "All Share A Common Destiny-the Righteous And The Wicked, The Good And The Bad, The Clean And The Unclean, Those Who Offer Sacrifices And Those Who Do Not. As It Is With The Good Man, So With The Sinner; As It Is With Those Who Take Oaths, So With Those Who Are Afraid To Take Them.",
            "This Is The Evil In Everything That Happens Under The Sun: The Same Destiny Overtakes All. The Hearts Of Men, Moreover, Are Full Of Evil And There Is Madness In Their Hearts While They Live, And Afterward They Join The Dead.",
            "Anyone Who Is Among The Living Has Hope -Even A Live Dog Is Better Off Than A Dead Lion!",
            "For The Living Know That They Will Die, But The Dead Know Nothing; They Have No Further Reward, And Even The Memory Of Them Is Forgotten.",
            "Their Love, Their Hate And Their Jealousy Have Long Since Vanished; Never Again Will They Have A Part In Anything That Happens Under The Sun.",
            "Go, Eat Your Food With Gladness, And Drink Your Wine With A Joyful Heart, For It Is Now That God Favors What You Do.",
            "Always Be Clothed In White, And Always Anoint Your Head With Oil.",
            "Enjoy Life With Your Wife, Whom You Love, All The Days Of This Meaningless Life That God Has Given You Under The Sun- All Your Meaningless Days. For This Is Your Lot In Life And In Your Toilsome Labor Under The Sun.",
            "Whatever Your Hand Finds To Do, Do It With All Your Might, For In The Grave, Where You Are Going, There Is Neither Working Nor Planning Nor Knowledge Nor Wisdom.",
            "I Have Seen Something Else Under The Sun: The Race Is Not To The Swift Or The Battle To The Strong, Nor Does Food Come To The Wise Or Wealth To The Brilliant Or Favor To The Learned; But Time And Chance Happen To Them All.",
            "Moreover, No Man Knows When His Hour Will Come: As Fish Are Caught In A Cruel Net, Or Birds Are Taken In A Snare, So Men Are Trapped By Evil Times That Fall Unexpectedly Upon Them.",
            "I Also Saw Under The Sun This Example Of Wisdom That Greatly Impressed Me:",
            "There Was Once A Small City With Only A Few People In It. And A Powerful King Came Against It, Surrounded It And Built Huge Siegeworks Against It.",
            "Now There Lived In That City A Man Poor But Wise, And He Saved The City By His Wisdom. But Nobody Remembered That Poor Man.",
            "So I Said, \"Wisdom Is Better Than Strength.\" But The Poor Man's Wisdom Is Despised, And His Words Are No Longer Heeded.",
            "The Quiet Words Of The Wise Are More To Be Heeded Than The Shouts Of A Ruler Of Fools.",
            "Wisdom Is Better Than Weapons Of War, But One Sinner Destroys Much Good."
        ],
        [
            "As Dead Flies Give Perfume A Bad Smell, So A Little Folly Outweighs Wisdom And Honor.",
            "The Heart Of The Wise Inclines To The Right, But The Heart Of The Fool To The Left.",
            "Even As He Walks Along The Road, The Fool Lacks Sense And Shows Everyone How Stupid He Is.",
            "If A Ruler's Anger Rises Against You, Do Not Leave Your Post; Calmness Can Lay Great Errors To Rest.",
            "There Is An Evil I Have Seen Under The Sun, The Sort Of Error That Arises From A Ruler:",
            "Fools Are Put In Many High Positions, While The Rich Occupy The Low Ones.",
            "I Have Seen Slaves On Horseback, While Princes Go On Foot Like Slaves.",
            "Whoever Digs A Pit May Fall Into It; Whoever Breaks Through A Wall May Be Bitten By A Snake.",
            "Whoever Quarries Stones May Be Injured By Them; Whoever Splits Logs May Be Endangered By Them.",
            "If The Ax Is Dull And Its Edge Unsharpened, More Strength Is Needed But Skill Will Bring Success.",
            "If A Snake Bites Before It Is Charmed, There Is No Profit For The Charmer.",
            "Words From A Wise Man's Mouth Are Gracious, But A Fool Is Consumed By His Own Lips.",
            "At The Beginning His Words Are Folly; At The End They Are Wicked Madness-",
            "And The Fool Multiplies Words. No One Knows What Is Coming- Who Can Tell Him What Will Happen After Him?",
            "A Fool's Work Wearies Him; He Does Not Know The Way To Town.",
            "Woe To You, O Land Whose King Was A Servant And Whose Princes Feast In The Morning.",
            "Blessed Are You, O Land Whose King Is Of Noble Birth And Whose Princes Eat At A Proper Time- For Strength And Not For Drunkenness.",
            "If A Man Is Lazy, The Rafters Sag; If His Hands Are Idle, The House Leaks.",
            "A Feast Is Made For Laughter, And Wine Makes Life Merry, But Money Is The Answer For Everything.",
            "Do Not Revile The King Even In Your Thoughts, Or Curse The Rich In Your Bedroom, Because A Bird Of The Air May Carry Your Words, And A Bird On The Wing May Report What You Say."
        ],
        [
            "Cast Your Bread Upon The Waters, For After Many Days You Will Find It Again.",
            "Give Portions To Seven, Yes To Eight, For You Do Not Know What Disaster May Come Upon The Land.",
            "If Clouds Are Full Of Water, They Pour Rain Upon The Earth. Whether A Tree Falls To The South Or To The North, In The Place Where It Falls, There Will It Lie.",
            "Whoever Watches The Wind Will Not Plant; Whoever Looks At The Clouds Will Not Reap.",
            "As You Do Not Know The Path Of The Wind, Or How The Body Is Formed In A Mother's Womb, So You Cannot Understand The Work Of God, The Maker Of All Things.",
            "Sow Your Seed In The Morning, And At Evening Let Not Your Hands Be Idle, For You Do Not Know Which Will Succeed, Whether This Or That, Or Whether Both Will Do Equally Well.",
            "Light Is Sweet, And It Pleases The Eyes To See The Sun.",
            "However Many Years A Man May Live, Let Him Enjoy Them All. But Let Him Remember The Days Of Darkness, For They Will Be Many. Everything To Come Is Meaningless.",
            "Be Happy, Young Man, While You Are Young, And Let Your Heart Give You Joy In The Days Of Your Youth. Follow The Ways Of Your Heart And Whatever Your Eyes See, But Know That For All These Things God Will Bring You To Judgment.",
            "So Then, Banish Anxiety From Your Heart And Cast Off The Troubles Of Your Body, For Youth And Vigor Are Meaningless."
        ],
        [
            "Remember Your Creator In The Days Of Your Youth, Before The Days Of Trouble Come And The Years Approach When You Will Say, \"I Find No Pleasure In Them\"-",
            "Before The Sun And The Light And The Moon And The Stars Grow Dark, And The Clouds Return After The Rain;",
            "When The Keepers Of The House Tremble, And The Strong Men Stoop, When The Grinders Cease Because They Are Few, And Those Looking Through The Windows Grow Dim;",
            "When The Doors To The Street Are Closed And The Sound Of Grinding Fades; When Men Rise Up At The Sound Of Birds, But All Their Songs Grow Faint;",
            "When Men Are Afraid Of Heights And Of Dangers In The Streets; When The Almond Tree Blossoms And The Grasshopper Drags Himself Along And Desire No Longer Is Stirred. Then Man Goes To His Eternal Home And Mourners Go About The Streets.",
            "Remember Him-before The Silver Cord Is Severed, Or The Golden Bowl Is Broken; Before The Pitcher Is Shattered At The Spring, Or The Wheel Broken At The Well,",
            "And The Dust Returns To The Ground It Came From, And The Spirit Returns To God Who Gave It.",
            "\"Meaningless! Meaningless!\" Says The Teacher. \"Everything Is Meaningless!\"",
            "Not Only Was The Teacher Wise, But Also He Imparted Knowledge To The People. He Pondered And Searched Out And Set In Order Many Proverbs.",
            "The Teacher Searched To Find Just The Right Words, And What He Wrote Was Upright And True.",
            "The Words Of The Wise Are Like Goads, Their Collected Sayings Like Firmly Embedded Nails-given By One Shepherd.",
            "Be Warned, My Son, Of Anything In Addition To Them. Of Making Many Books There Is No End, And Much Study Wearies The Body.",
            "Now All Has Been Heard; Here Is The Conclusion Of The Matter: Fear God And Keep His Commandments, For This Is The Whole Duty Of Man.",
            "For God Will Bring Every Deed Into Judgment, Including Every Hidden Thing, Whether It Is Good Or Evil."
        ]
    ]
}