{
  "chapter": [
    [
      "Solomon's Song Of Songs.",
      "Let Him Kiss Me With The Kisses Of His Mouth- For Your Love Is More Delightful Than Wine.",
      "Pleasing Is The Fragrance Of Your Perfumes; Your Name Is Like Perfume Poured Out. No Wonder The Maidens Love You!",
      "Take Me Away With You-let Us Hurry! Let The King Bring Me Into His Chambers. We Rejoice And Delight In You ; We Will Praise Your Love More Than Wine. How Right They Are To Adore You!",
      "Dark Am I, Yet Lovely, O Daughters Of Jerusalem, Dark Like The Tents Of Kedar, Like The Tent Curtains Of Solomon.",
      "Do Not Stare At Me Because I Am Dark, Because I Am Darkened By The Sun. My Mother's Sons Were Angry With Me And Made Me Take Care Of The Vineyards; My Own Vineyard I Have Neglected.",
      "Tell Me, You Whom I Love, Where You Graze Your Flock And Where You Rest Your Sheep At Midday. Why Should I Be Like A Veiled Woman Beside The Flocks Of Your Friends?",
      "If You Do Not Know, Most Beautiful Of Women, Follow The Tracks Of The Sheep And Graze Your Young Goats By The Tents Of The Shepherds.",
      "I Liken You, My Darling, To A Mare Harnessed To One Of The Chariots Of Pharaoh.",
      "Your Cheeks Are Beautiful With Earrings, Your Neck With Strings Of Jewels.",
      "We Will Make You Earrings Of Gold, Studded With Silver.",
      "While The King Was At His Table, My Perfume Spread Its Fragrance.",
      "My Lover Is To Me A Sachet Of Myrrh Resting Between My Breasts.",
      "My Lover Is To Me A Cluster Of Henna Blossoms From The Vineyards Of En Gedi.",
      "How Beautiful You Are, My Darling! Oh, How Beautiful! Your Eyes Are Doves.",
      "How Handsome You Are, My Lover! Oh, How Charming! And Our Bed Is Verdant.",
      "The Beams Of Our House Are Cedars; Our Rafters Are Firs."
    ],
    [
      "I Am A Rose Of Sharon, A Lily Of The Valleys.",
      "Like A Lily Among Thorns Is My Darling Among The Maidens.",
      "Like An Apple Tree Among The Trees Of The Forest Is My Lover Among The Young Men. I Delight To Sit In His Shade, And His Fruit Is Sweet To My Taste.",
      "He Has Taken Me To The Banquet Hall, And His Banner Over Me Is Love.",
      "Strengthen Me With Raisins, Refresh Me With Apples, For I Am Faint With Love.",
      "His Left Arm Is Under My Head, And His Right Arm Embraces Me.",
      "Daughters Of Jerusalem, I Charge You By The Gazelles And By The Does Of The Field: Do Not Arouse Or Awaken Love Until It So Desires.",
      "Listen! My Lover! Look! Here He Comes, Leaping Across The Mountains, Bounding Over The Hills.",
      "My Lover Is Like A Gazelle Or A Young Stag. Look! There He Stands Behind Our Wall, Gazing Through The Windows, Peering Through The Lattice.",
      "My Lover Spoke And Said To Me, \"Arise, My Darling, My Beautiful One, And Come With Me.",
      "See! The Winter Is Past; The Rains Are Over And Gone.",
      "Flowers Appear On The Earth; The Season Of Singing Has Come, The Cooing Of Doves Is Heard In Our Land.",
      "The Fig Tree Forms Its Early Fruit; The Blossoming Vines Spread Their Fragrance. Arise, Come, My Darling; My Beautiful One, Come With Me.\"",
      "My Dove In The Clefts Of The Rock, In The Hiding Places On The Mountainside, Show Me Your Face, Let Me Hear Your Voice; For Your Voice Is Sweet, And Your Face Is Lovely.",
      "Catch For Us The Foxes, The Little Foxes That Ruin The Vineyards, Our Vineyards That Are In Bloom.",
      "My Lover Is Mine And I Am His; He Browses Among The Lilies.",
      "Until The Day Breaks And The Shadows Flee, Turn, My Lover, And Be Like A Gazelle Or Like A Young Stag On The Rugged Hills."
    ],
    [
      "All Night Long On My Bed I Looked For The One My Heart Loves; I Looked For Him But Did Not Find Him.",
      "I Will Get Up Now And Go About The City, Through Its Streets And Squares; I Will Search For The One My Heart Loves. So I Looked For Him But Did Not Find Him.",
      "The Watchmen Found Me As They Made Their Rounds In The City. \"Have You Seen The One My Heart Loves?\"",
      "Scarcely Had I Passed Them When I Found The One My Heart Loves. I Held Him And Would Not Let Him Go Till I Had Brought Him To My Mother's House, To The Room Of The One Who Conceived Me.",
      "Daughters Of Jerusalem, I Charge You By The Gazelles And By The Does Of The Field: Do Not Arouse Or Awaken Love Until It So Desires.",
      "Who Is This Coming Up From The Desert Like A Column Of Smoke, Perfumed With Myrrh And Incense Made From All The Spices Of The Merchant?",
      "Look! It Is Solomon's Carriage, Escorted By Sixty Warriors, The Noblest Of Israel,",
      "All Of Them Wearing The Sword, All Experienced In Battle, Each With His Sword At His Side, Prepared For The Terrors Of The Night.",
      "King Solomon Made For Himself The Carriage; He Made It Of Wood From Lebanon.",
      "Its Posts He Made Of Silver, Its Base Of Gold. Its Seat Was Upholstered With Purple, Its Interior Lovingly Inlaid By The Daughters Of Jerusalem.",
      "Come Out, You Daughters Of Zion, And Look At King Solomon Wearing The Crown, The Crown With Which His Mother Crowned Him On The Day Of His Wedding, The Day His Heart Rejoiced."
    ],
    [
      "How Beautiful You Are, My Darling! Oh, How Beautiful! Your Eyes Behind Your Veil Are Doves. Your Hair Is Like A Flock Of Goats Descending From Mount Gilead.",
      "Your Teeth Are Like A Flock Of Sheep Just Shorn, Coming Up From The Washing. Each Has Its Twin; Not One Of Them Is Alone.",
      "Your Lips Are Like A Scarlet Ribbon; Your Mouth Is Lovely. Your Temples Behind Your Veil Are Like The Halves Of A Pomegranate.",
      "Your Neck Is Like The Tower Of David, Built With Elegance ; On It Hang A Thousand Shields, All Of Them Shields Of Warriors.",
      "Your Two Breasts Are Like Two Fawns, Like Twin Fawns Of A Gazelle That Browse Among The Lilies.",
      "Until The Day Breaks And The Shadows Flee, I Will Go To The Mountain Of Myrrh And To The Hill Of Incense.",
      "All Beautiful You Are, My Darling; There Is No Flaw In You.",
      "Come With Me From Lebanon, My Bride, Come With Me From Lebanon. Descend From The Crest Of Amana, From The Top Of Senir, The Summit Of Hermon, From The Lions' Dens And The Mountain Haunts Of The Leopards.",
      "You Have Stolen My Heart, My Sister, My Bride; You Have Stolen My Heart With One Glance Of Your Eyes, With One Jewel Of Your Necklace.",
      "How Delightful Is Your Love, My Sister, My Bride! How Much More Pleasing Is Your Love Than Wine, And The Fragrance Of Your Perfume Than Any Spice!",
      "Your Lips Drop Sweetness As The Honeycomb, My Bride; Milk And Honey Are Under Your Tongue. The Fragrance Of Your Garments Is Like That Of Lebanon.",
      "You Are A Garden Locked Up, My Sister, My Bride; You Are A Spring Enclosed, A Sealed Fountain.",
      "Your Plants Are An Orchard Of Pomegranates With Choice Fruits, With Henna And Nard,",
      "Nard And Saffron, Calamus And Cinnamon, With Every Kind Of Incense Tree, With Myrrh And Aloes And All The Finest Spices.",
      "You Are A Garden Fountain, A Well Of Flowing Water Streaming Down From Lebanon.",
      "Awake, North Wind, And Come, South Wind! Blow On My Garden, That Its Fragrance May Spread Abroad. Let My Lover Come Into His Garden And Taste Its Choice Fruits."
    ],
    [
      "I Have Come Into My Garden, My Sister, My Bride; I Have Gathered My Myrrh With My Spice. I Have Eaten My Honeycomb And My Honey; I Have Drunk My Wine And My Milk. Eat, O Friends, And Drink; Drink Your Fill, O Lovers.",
      "I Slept But My Heart Was Awake. Listen! My Lover Is Knocking: \"Open To Me, My Sister, My Darling, My Dove, My Flawless One. My Head Is Drenched With Dew, My Hair With The Dampness Of The Night.\"",
      "I Have Taken Off My Robe- Must I Put It On Again? I Have Washed My Feet- Must I Soil Them Again?",
      "My Lover Thrust His Hand Through The Latch-opening; My Heart Began To Pound For Him.",
      "I Arose To Open For My Lover, And My Hands Dripped With Myrrh, My Fingers With Flowing Myrrh, On The Handles Of The Lock.",
      "I Opened For My Lover, But My Lover Had Left; He Was Gone. My Heart Sank At His Departure. I Looked For Him But Did Not Find Him. I Called Him But He Did Not Answer.",
      "The Watchmen Found Me As They Made Their Rounds In The City. They Beat Me, They Bruised Me; They Took Away My Cloak, Those Watchmen Of The Walls!",
      "O Daughters Of Jerusalem, I Charge You- If You Find My Lover, What Will You Tell Him? Tell Him I Am Faint With Love.",
      "How Is Your Beloved Better Than Others, Most Beautiful Of Women? How Is Your Beloved Better Than Others, That You Charge Us So?",
      "My Lover Is Radiant And Ruddy, Outstanding Among Ten Thousand.",
      "His Head Is Purest Gold; His Hair Is Wavy And Black As A Raven.",
      "His Eyes Are Like Doves By The Water Streams, Washed In Milk, Mounted Like Jewels.",
      "His Cheeks Are Like Beds Of Spice Yielding Perfume. His Lips Are Like Lilies Dripping With Myrrh.",
      "His Arms Are Rods Of Gold Set With Chrysolite. His Body Is Like Polished Ivory Decorated With Sapphires.",
      "His Legs Are Pillars Of Marble Set On Bases Of Pure Gold. His Appearance Is Like Lebanon, Choice As Its Cedars.",
      "His Mouth Is Sweetness Itself; He Is Altogether Lovely. This Is My Lover, This My Friend, O Daughters Of Jerusalem."
    ],
    [
      "Where Has Your Lover Gone, Most Beautiful Of Women? Which Way Did Your Lover Turn, That We May Look For Him With You?",
      "My Lover Has Gone Down To His Garden, To The Beds Of Spices, To Browse In The Gardens And To Gather Lilies.",
      "I Am My Lover's And My Lover Is Mine; He Browses Among The Lilies.",
      "You Are Beautiful, My Darling, As Tirzah, Lovely As Jerusalem, Majestic As Troops With Banners.",
      "Turn Your Eyes From Me; They Overwhelm Me. Your Hair Is Like A Flock Of Goats Descending From Gilead.",
      "Your Teeth Are Like A Flock Of Sheep Coming Up From The Washing. Each Has Its Twin, Not One Of Them Is Alone.",
      "Your Temples Behind Your Veil Are Like The Halves Of A Pomegranate.",
      "Sixty Queens There May Be, And Eighty Concubines, And Virgins Beyond Number;",
      "But My Dove, My Perfect One, Is Unique, The Only Daughter Of Her Mother, The Favorite Of The One Who Bore Her. The Maidens Saw Her And Called Her Blessed; The Queens And Concubines Praised Her.",
      "Who Is This That Appears Like The Dawn, Fair As The Moon, Bright As The Sun, Majestic As The Stars In Procession?",
      "I Went Down To The Grove Of Nut Trees To Look At The New Growth In The Valley, To See If The Vines Had Budded Or The Pomegranates Were In Bloom.",
      "Before I Realized It, My Desire Set Me Among The Royal Chariots Of My People.",
      "Come Back, Come Back, O Shulammite; Come Back, Come Back, That We May Gaze On You! Why Would You Gaze On The Shulammite As On The Dance Of Mahanaim?"
    ],
    [
      "How Beautiful Your Sandaled Feet, O Prince's Daughter! Your Graceful Legs Are Like Jewels, The Work Of A Craftsman's Hands.",
      "Your Navel Is A Rounded Goblet That Never Lacks Blended Wine. Your Waist Is A Mound Of Wheat Encircled By Lilies.",
      "Your Breasts Are Like Two Fawns, Twins Of A Gazelle.",
      "Your Neck Is Like An Ivory Tower. Your Eyes Are The Pools Of Heshbon By The Gate Of Bath Rabbim. Your Nose Is Like The Tower Of Lebanon Looking Toward Damascus.",
      "Your Head Crowns You Like Mount Carmel. Your Hair Is Like Royal Tapestry; The King Is Held Captive By Its Tresses.",
      "How Beautiful You Are And How Pleasing, O Love, With Your Delights!",
      "Your Stature Is Like That Of The Palm, And Your Breasts Like Clusters Of Fruit.",
      "I Said, \"I Will Climb The Palm Tree; I Will Take Hold Of Its Fruit.\" May Your Breasts Be Like The Clusters Of The Vine, The Fragrance Of Your Breath Like Apples,",
      "And Your Mouth Like The Best Wine. May The Wine Go Straight To My Lover, Flowing Gently Over Lips And Teeth.",
      "I Belong To My Lover, And His Desire Is For Me.",
      "Come, My Lover, Let Us Go To The Countryside, Let Us Spend The Night In The Villages.",
      "Let Us Go Early To The Vineyards To See If The Vines Have Budded, If Their Blossoms Have Opened, And If The Pomegranates Are In Bloom- There I Will Give You My Love.",
      "The Mandrakes Send Out Their Fragrance, And At Our Door Is Every Delicacy, Both New And Old, That I Have Stored Up For You, My Lover."
    ],
    [
      "If Only You Were To Me Like A Brother, Who Was Nursed At My Mother's Breasts! Then, If I Found You Outside, I Would Kiss You, And No One Would Despise Me.",
      "I Would Lead You And Bring You To My Mother's House- She Who Has Taught Me. I Would Give You Spiced Wine To Drink, The Nectar Of My Pomegranates.",
      "His Left Arm Is Under My Head And His Right Arm Embraces Me.",
      "Daughters Of Jerusalem, I Charge You: Do Not Arouse Or Awaken Love Until It So Desires.",
      "Who Is This Coming Up From The Desert Leaning On Her Lover? Under The Apple Tree I Roused You; There Your Mother Conceived You, There She Who Was In Labor Gave You Birth.",
      "Place Me Like A Seal Over Your Heart, Like A Seal On Your Arm; For Love Is As Strong As Death, Its Jealousy Unyielding As The Grave. It Burns Like Blazing Fire, Like A Mighty Flame.",
      "Many Waters Cannot Quench Love; Rivers Cannot Wash It Away. If One Were To Give All The Wealth Of His House For Love, It Would Be Utterly Scorned.",
      "We Have A Young Sister, And Her Breasts Are Not Yet Grown. What Shall We Do For Our Sister For The Day She Is Spoken For?",
      "If She Is A Wall, We Will Build Towers Of Silver On Her. If She Is A Door, We Will Enclose Her With Panels Of Cedar.",
      "I Am A Wall, And My Breasts Are Like Towers. Thus I Have Become In His Eyes Like One Bringing Contentment.",
      "Solomon Had A Vineyard In Baal Hamon; He Let Out His Vineyard To Tenants. Each Was To Bring For Its Fruit A Thousand Shekels Of Silver.",
      "But My Own Vineyard Is Mine To Give; The Thousand Shekels Are For You, O Solomon, And Two Hundred Are For Those Who Tend Its Fruit.",
      "You Who Dwell In The Gardens With Friends In Attendance, Let Me Hear Your Voice!",
      "Come Away, My Lover, And Be Like A Gazelle Or Like A Young Stag On The Spice-laden Mountains."
    ]
  ]
}
