{
  "chapter": [
    [
      "The Vision Concerning Judah And Jerusalem That Isaiah Son Of Amoz Saw During The Reigns Of Uzziah, Jotham, Ahaz And Hezekiah, Kings Of Judah.",
      "Hear, O Heavens! Listen, O Earth! For The Lord Has Spoken: \"I Reared Children And Brought Them Up, But They Have Rebelled Against Me.",
      "The Ox Knows His Master, The Donkey His Owner's Manger, But Israel Does Not Know, My People Do Not Understand.\"",
      "Ah, Sinful Nation, A People Loaded With Guilt, A Brood Of Evildoers, Children Given To Corruption! They Have Forsaken The Lord ; They Have Spurned The Holy One Of Israel And Turned Their Backs On Him.",
      "Why Should You Be Beaten Anymore? Why Do You Persist In Rebellion? Your Whole Head Is Injured, Your Whole Heart Afflicted.",
      "From The Sole Of Your Foot To The Top Of Your Head There Is No Soundness- Only Wounds And Welts And Open Sores, Not Cleansed Or Bandaged Or Soothed With Oil.",
      "Your Country Is Desolate, Your Cities Burned With Fire; Your Fields Are Being Stripped By Foreigners Right Before You, Laid Waste As When Overthrown By Strangers.",
      "The Daughter Of Zion Is Left Like A Shelter In A Vineyard, Like A Hut In A Field Of Melons, Like A City Under Siege.",
      "Unless The Lord Almighty Had Left Us Some Survivors, We Would Have Become Like Sodom, We Would Have Been Like Gomorrah.",
      "Hear The Word Of The Lord , You Rulers Of Sodom; Listen To The Law Of Our God, You People Of Gomorrah!",
      "\"The Multitude Of Your Sacrifices- What Are They To Me?\" Says The Lord . \"I Have More Than Enough Of Burnt Offerings, Of Rams And The Fat Of Fattened Animals; I Have No Pleasure In The Blood Of Bulls And Lambs And Goats.",
      "When You Come To Appear Before Me, Who Has Asked This Of You, This Trampling Of My Courts?",
      "Stop Bringing Meaningless Offerings! Your Incense Is Detestable To Me. New Moons, Sabbaths And Convocations- I Cannot Bear Your Evil Assemblies.",
      "Your New Moon Festivals And Your Appointed Feasts My Soul Hates. They Have Become A Burden To Me; I Am Weary Of Bearing Them.",
      "When You Spread Out Your Hands In Prayer, I Will Hide My Eyes From You; Even If You Offer Many Prayers, I Will Not Listen. Your Hands Are Full Of Blood;",
      "Wash And Make Yourselves Clean. Take Your Evil Deeds Out Of My Sight! Stop Doing Wrong,",
      "Learn To Do Right! Seek Justice, Encourage The Oppressed. Defend The Cause Of The Fatherless, Plead The Case Of The Widow.",
      "\"Come Now, Let Us Reason Together,\" Says The Lord . \"Though Your Sins Are Like Scarlet, They Shall Be As White As Snow; Though They Are Red As Crimson, They Shall Be Like Wool.",
      "If You Are Willing And Obedient, You Will Eat The Best From The Land;",
      "But If You Resist And Rebel, You Will Be Devoured By The Sword.\" For The Mouth Of The Lord Has Spoken.",
      "See How The Faithful City Has Become A Harlot! She Once Was Full Of Justice; Righteousness Used To Dwell In Her- But Now Murderers!",
      "Your Silver Has Become Dross, Your Choice Wine Is Diluted With Water.",
      "Your Rulers Are Rebels, Companions Of Thieves; They All Love Bribes And Chase After Gifts. They Do Not Defend The Cause Of The Fatherless; The Widow's Case Does Not Come Before Them.",
      "Therefore The Lord, The Lord Almighty, The Mighty One Of Israel, Declares: \"Ah, I Will Get Relief From My Foes And Avenge Myself On My Enemies.",
      "I Will Turn My Hand Against You; I Will Thoroughly Purge Away Your Dross And Remove All Your Impurities.",
      "I Will Restore Your Judges As In Days Of Old, Your Counselors As At The Beginning. Afterward You Will Be Called The City Of Righteousness, The Faithful City.\"",
      "Zion Will Be Redeemed With Justice, Her Penitent Ones With Righteousness.",
      "But Rebels And Sinners Will Both Be Broken, And Those Who Forsake The Lord Will Perish.",
      "\"You Will Be Ashamed Because Of The Sacred Oaks In Which You Have Delighted; You Will Be Disgraced Because Of The Gardens That You Have Chosen.",
      "You Will Be Like An Oak With Fading Leaves, Like A Garden Without Water.",
      "The Mighty Man Will Become Tinder And His Work A Spark; Both Will Burn Together, With No One To Quench The Fire.\""
    ],
    [
      "This Is What Isaiah Son Of Amoz Saw Concerning Judah And Jerusalem:",
      "In The Last Days The Mountain Of The Lord 'S Temple Will Be Established As Chief Among The Mountains; It Will Be Raised Above The Hills, And All Nations Will Stream To It.",
      "Many Peoples Will Come And Say, \"Come, Let Us Go Up To The Mountain Of The Lord , To The House Of The God Of Jacob. He Will Teach Us His Ways, So That We May Walk In His Paths.\" The Law Will Go Out From Zion, The Word Of The Lord From Jerusalem.",
      "He Will Judge Between The Nations And Will Settle Disputes For Many Peoples. They Will Beat Their Swords Into Plowshares And Their Spears Into Pruning Hooks. Nation Will Not Take Up Sword Against Nation, Nor Will They Train For War Anymore.",
      "Come, O House Of Jacob, Let Us Walk In The Light Of The Lord . The Day Of The Lord",
      "You Have Abandoned Your People, The House Of Jacob. They Are Full Of Superstitions From The East; They Practice Divination Like The Philistines And Clasp Hands With Pagans.",
      "Their Land Is Full Of Silver And Gold; There Is No End To Their Treasures. Their Land Is Full Of Horses; There Is No End To Their Chariots.",
      "Their Land Is Full Of Idols; They Bow Down To The Work Of Their Hands, To What Their Fingers Have Made.",
      "So Man Will Be Brought Low And Mankind Humbled- Do Not Forgive Them.",
      "Go Into The Rocks, Hide In The Ground From Dread Of The Lord And The Splendor Of His Majesty!",
      "The Eyes Of The Arrogant Man Will Be Humbled And The Pride Of Men Brought Low; The Lord Alone Will Be Exalted In That Day.",
      "The Lord Almighty Has A Day In Store For All The Proud And Lofty, For All That Is Exalted (And They Will Be Humbled),",
      "For All The Cedars Of Lebanon, Tall And Lofty, And All The Oaks Of Bashan,",
      "For All The Towering Mountains And All The High Hills,",
      "For Every Lofty Tower And Every Fortified Wall,",
      "For Every Trading Ship And Every Stately Vessel.",
      "The Arrogance Of Man Will Be Brought Low And The Pride Of Men Humbled; The Lord Alone Will Be Exalted In That Day,",
      "And The Idols Will Totally Disappear.",
      "Men Will Flee To Caves In The Rocks And To Holes In The Ground From Dread Of The Lord And The Splendor Of His Majesty, When He Rises To Shake The Earth.",
      "In That Day Men Will Throw Away To The Rodents And Bats Their Idols Of Silver And Idols Of Gold, Which They Made To Worship.",
      "They Will Flee To Caverns In The Rocks And To The Overhanging Crags From Dread Of The Lord And The Splendor Of His Majesty, When He Rises To Shake The Earth.",
      "Stop Trusting In Man, Who Has But A Breath In His Nostrils. Of What Account Is He?"
    ],
    [
      "See Now, The Lord, The Lord Almighty, Is About To Take From Jerusalem And Judah Both Supply And Support: All Supplies Of Food And All Supplies Of Water,",
      "The Hero And Warrior, The Judge And Prophet, The Soothsayer And Elder,",
      "The Captain Of Fifty And Man Of Rank, The Counselor, Skilled Craftsman And Clever Enchanter.",
      "I Will Make Boys Their Officials; Mere Children Will Govern Them.",
      "People Will Oppress Each Other- Man Against Man, Neighbor Against Neighbor. The Young Will Rise Up Against The Old, The Base Against The Honorable.",
      "A Man Will Seize One Of His Brothers At His Father's Home, And Say, \"You Have A Cloak, You Be Our Leader; Take Charge Of This Heap Of Ruins!\"",
      "But In That Day He Will Cry Out, \"I Have No Remedy. I Have No Food Or Clothing In My House; Do Not Make Me The Leader Of The People.\"",
      "Jerusalem Staggers, Judah Is Falling; Their Words And Deeds Are Against The Lord , Defying His Glorious Presence.",
      "The Look On Their Faces Testifies Against Them; They Parade Their Sin Like Sodom; They Do Not Hide It. Woe To Them! They Have Brought Disaster Upon Themselves.",
      "Tell The Righteous It Will Be Well With Them, For They Will Enjoy The Fruit Of Their Deeds.",
      "Woe To The Wicked! Disaster Is Upon Them! They Will Be Paid Back For What Their Hands Have Done.",
      "Youths Oppress My People, Women Rule Over Them. O My People, Your Guides Lead You Astray; They Turn You From The Path.",
      "The Lord Takes His Place In Court; He Rises To Judge The People.",
      "The Lord Enters Into Judgment Against The Elders And Leaders Of His People: \"It Is You Who Have Ruined My Vineyard; The Plunder From The Poor Is In Your Houses.",
      "What Do You Mean By Crushing My People And Grinding The Faces Of The Poor?\" Declares The Lord, The Lord Almighty.",
      "The Lord Says, \"The Women Of Zion Are Haughty, Walking Along With Outstretched Necks, Flirting With Their Eyes, Tripping Along With Mincing Steps, With Ornaments Jingling On Their Ankles.",
      "Therefore The Lord Will Bring Sores On The Heads Of The Women Of Zion; The Lord Will Make Their Scalps Bald.\"",
      "In That Day The Lord Will Snatch Away Their Finery: The Bangles And Headbands And Crescent Necklaces,",
      "The Earrings And Bracelets And Veils,",
      "The Headdresses And Ankle Chains And Sashes, The Perfume Bottles And Charms,",
      "The Signet Rings And Nose Rings,",
      "The Fine Robes And The Capes And Cloaks, The Purses",
      "And Mirrors, And The Linen Garments And Tiaras And Shawls.",
      "Instead Of Fragrance There Will Be A Stench; Instead Of A Sash, A Rope; Instead Of Well-dressed Hair, Baldness; Instead Of Fine Clothing, Sackcloth; Instead Of Beauty, Branding.",
      "Your Men Will Fall By The Sword, Your Warriors In Battle.",
      "The Gates Of Zion Will Lament And Mourn; Destitute, She Will Sit On The Ground."
    ],
    [
      "In That Day Seven Women Will Take Hold Of One Man And Say, \"We Will Eat Our Own Food And Provide Our Own Clothes; Only Let Us Be Called By Your Name. Take Away Our Disgrace!\"",
      "In That Day The Branch Of The Lord Will Be Beautiful And Glorious, And The Fruit Of The Land Will Be The Pride And Glory Of The Survivors In Israel.",
      "Those Who Are Left In Zion, Who Remain In Jerusalem, Will Be Called Holy, All Who Are Recorded Among The Living In Jerusalem.",
      "The Lord Will Wash Away The Filth Of The Women Of Zion; He Will Cleanse The Bloodstains From Jerusalem By A Spirit Of Judgment And A Spirit Of Fire.",
      "Then The Lord Will Create Over All Of Mount Zion And Over Those Who Assemble There A Cloud Of Smoke By Day And A Glow Of Flaming Fire By Night; Over All The Glory Will Be A Canopy.",
      "It Will Be A Shelter And Shade From The Heat Of The Day, And A Refuge And Hiding Place From The Storm And Rain."
    ],
    [
      "I Will Sing For The One I Love A Song About His Vineyard: My Loved One Had A Vineyard On A Fertile Hillside.",
      "He Dug It Up And Cleared It Of Stones And Planted It With The Choicest Vines. He Built A Watchtower In It And Cut Out A Winepress As Well. Then He Looked For A Crop Of Good Grapes, But It Yielded Only Bad Fruit.",
      "\"Now You Dwellers In Jerusalem And Men Of Judah, Judge Between Me And My Vineyard.",
      "What More Could Have Been Done For My Vineyard Than I Have Done For It? When I Looked For Good Grapes, Why Did It Yield Only Bad?",
      "Now I Will Tell You What I Am Going To Do To My Vineyard: I Will Take Away Its Hedge, And It Will Be Destroyed; I Will Break Down Its Wall, And It Will Be Trampled.",
      "I Will Make It A Wasteland, Neither Pruned Nor Cultivated, And Briers And Thorns Will Grow There. I Will Command The Clouds Not To Rain On It.\"",
      "The Vineyard Of The Lord Almighty Is The House Of Israel, And The Men Of Judah Are The Garden Of His Delight. And He Looked For Justice, But Saw Bloodshed; For Righteousness, But Heard Cries Of Distress.",
      "Woe To You Who Add House To House And Join Field To Field Till No Space Is Left And You Live Alone In The Land.",
      "The Lord Almighty Has Declared In My Hearing: \"Surely The Great Houses Will Become Desolate, The Fine Mansions Left Without Occupants.",
      "A Ten-acre Vineyard Will Produce Only A Bath Of Wine, A Homer Of Seed Only An Ephah Of Grain.\"",
      "Woe To Those Who Rise Early In The Morning To Run After Their Drinks, Who Stay Up Late At Night Till They Are Inflamed With Wine.",
      "They Have Harps And Lyres At Their Banquets, Tambourines And Flutes And Wine, But They Have No Regard For The Deeds Of The Lord , No Respect For The Work Of His Hands.",
      "Therefore My People Will Go Into Exile For Lack Of Understanding; Their Men Of Rank Will Die Of Hunger And Their Masses Will Be Parched With Thirst.",
      "Therefore The Grave Enlarges Its Appetite And Opens Its Mouth Without Limit; Into It Will Descend Their Nobles And Masses With All Their Brawlers And Revelers.",
      "So Man Will Be Brought Low And Mankind Humbled, The Eyes Of The Arrogant Humbled.",
      "But The Lord Almighty Will Be Exalted By His Justice, And The Holy God Will Show Himself Holy By His Righteousness.",
      "Then Sheep Will Graze As In Their Own Pasture; Lambs Will Feed Among The Ruins Of The Rich.",
      "Woe To Those Who Draw Sin Along With Cords Of Deceit, And Wickedness As With Cart Ropes,",
      "To Those Who Say, \"Let God Hurry, Let Him Hasten His Work So We May See It. Let It Approach, Let The Plan Of The Holy One Of Israel Come, So We May Know It.\"",
      "Woe To Those Who Call Evil Good And Good Evil, Who Put Darkness For Light And Light For Darkness, Who Put Bitter For Sweet And Sweet For Bitter.",
      "Woe To Those Who Are Wise In Their Own Eyes And Clever In Their Own Sight.",
      "Woe To Those Who Are Heroes At Drinking Wine And Champions At Mixing Drinks,",
      "Who Acquit The Guilty For A Bribe, But Deny Justice To The Innocent.",
      "Therefore, As Tongues Of Fire Lick Up Straw And As Dry Grass Sinks Down In The Flames, So Their Roots Will Decay And Their Flowers Blow Away Like Dust; For They Have Rejected The Law Of The Lord Almighty And Spurned The Word Of The Holy One Of Israel.",
      "Therefore The Lord 'S Anger Burns Against His People; His Hand Is Raised And He Strikes Them Down. The Mountains Shake, And The Dead Bodies Are Like Refuse In The Streets. Yet For All This, His Anger Is Not Turned Away, His Hand Is Still Upraised.",
      "He Lifts Up A Banner For The Distant Nations, He Whistles For Those At The Ends Of The Earth. Here They Come, Swiftly And Speedily!",
      "Not One Of Them Grows Tired Or Stumbles, Not One Slumbers Or Sleeps; Not A Belt Is Loosened At The Waist, Not A Sandal Thong Is Broken.",
      "Their Arrows Are Sharp, All Their Bows Are Strung; Their Horses' Hoofs Seem Like Flint, Their Chariot Wheels Like A Whirlwind.",
      "Their Roar Is Like That Of The Lion, They Roar Like Young Lions; They Growl As They Seize Their Prey And Carry It Off With No One To Rescue.",
      "In That Day They Will Roar Over It Like The Roaring Of The Sea. And If One Looks At The Land, He Will See Darkness And Distress; Even The Light Will Be Darkened By The Clouds."
    ],
    [
      "In The Year That King Uzziah Died, I Saw The Lord Seated On A Throne, High And Exalted, And The Train Of His Robe Filled The Temple.",
      "Above Him Were Seraphs, Each With Six Wings: With Two Wings They Covered Their Faces, With Two They Covered Their Feet, And With Two They Were Flying.",
      "And They Were Calling To One Another: \"Holy, Holy, Holy Is The Lord Almighty; The Whole Earth Is Full Of His Glory.\"",
      "At The Sound Of Their Voices The Doorposts And Thresholds Shook And The Temple Was Filled With Smoke.",
      "\"Woe To Me!\" I Cried. \"I Am Ruined! For I Am A Man Of Unclean Lips, And I Live Among A People Of Unclean Lips, And My Eyes Have Seen The King, The Lord Almighty.\"",
      "Then One Of The Seraphs Flew To Me With A Live Coal In His Hand, Which He Had Taken With Tongs From The Altar.",
      "With It He Touched My Mouth And Said, \"See, This Has Touched Your Lips; Your Guilt Is Taken Away And Your Sin Atoned For.\"",
      "Then I Heard The Voice Of The Lord Saying, \"Whom Shall I Send? And Who Will Go For Us?\" And I Said, \"Here Am I. Send Me!\"",
      "He Said, \"Go And Tell This People: \" 'Be Ever Hearing, But Never Understanding; Be Ever Seeing, But Never Perceiving.'",
      "Make The Heart Of This People Calloused; Make Their Ears Dull And Close Their Eyes. Otherwise They Might See With Their Eyes, Hear With Their Ears, Understand With Their Hearts, And Turn And Be Healed.\"",
      "Then I Said, \"For How Long, O Lord?\" And He Answered: \"Until The Cities Lie Ruined And Without Inhabitant, Until The Houses Are Left Deserted And The Fields Ruined And Ravaged,",
      "Until The Lord Has Sent Everyone Far Away And The Land Is Utterly Forsaken.",
      "And Though A Tenth Remains In The Land, It Will Again Be Laid Waste. But As The Terebinth And Oak Leave Stumps When They Are Cut Down, So The Holy Seed Will Be The Stump In The Land.\""
    ],
    [
      "When Ahaz Son Of Jotham, The Son Of Uzziah, Was King Of Judah, King Rezin Of Aram And Pekah Son Of Remaliah King Of Israel Marched Up To Fight Against Jerusalem, But They Could Not Overpower It.",
      "Now The House Of David Was Told, \"Aram Has Allied Itself With Ephraim\"; So The Hearts Of Ahaz And His People Were Shaken, As The Trees Of The Forest Are Shaken By The Wind.",
      "Then The Lord Said To Isaiah, \"Go Out, You And Your Son Shear-jashub, To Meet Ahaz At The End Of The Aqueduct Of The Upper Pool, On The Road To The Washerman's Field.",
      "Say To Him, 'Be Careful, Keep Calm And Don't Be Afraid. Do Not Lose Heart Because Of These Two Smoldering Stubs Of Firewood-because Of The Fierce Anger Of Rezin And Aram And Of The Son Of Remaliah.",
      "Aram, Ephraim And Remaliah's Son Have Plotted Your Ruin, Saying,",
      "\"Let Us Invade Judah; Let Us Tear It Apart And Divide It Among Ourselves, And Make The Son Of Tabeel King Over It.\"",
      "Yet This Is What The Sovereign Lord Says: \" 'It Will Not Take Place, It Will Not Happen,",
      "For The Head Of Aram Is Damascus, And The Head Of Damascus Is Only Rezin. Within Sixty-five Years Ephraim Will Be Too Shattered To Be A People.",
      "The Head Of Ephraim Is Samaria, And The Head Of Samaria Is Only Remaliah's Son. If You Do Not Stand Firm In Your Faith, You Will Not Stand At All.' \"",
      "Again The Lord Spoke To Ahaz,",
      "\"Ask The Lord Your God For A Sign, Whether In The Deepest Depths Or In The Highest Heights.\"",
      "But Ahaz Said, \"I Will Not Ask; I Will Not Put The Lord To The Test.\"",
      "Then Isaiah Said, \"Hear Now, You House Of David! Is It Not Enough To Try The Patience Of Men? Will You Try The Patience Of My God Also?",
      "Therefore The Lord Himself Will Give You A Sign: The Virgin Will Be With Child And Will Give Birth To A Son, And Will Call Him Immanuel.",
      "He Will Eat Curds And Honey When He Knows Enough To Reject The Wrong And Choose The Right.",
      "But Before The Boy Knows Enough To Reject The Wrong And Choose The Right, The Land Of The Two Kings You Dread Will Be Laid Waste.",
      "The Lord Will Bring On You And On Your People And On The House Of Your Father A Time Unlike Any Since Ephraim Broke Away From Judah-he Will Bring The King Of Assyria.\"",
      "In That Day The Lord Will Whistle For Flies From The Distant Streams Of Egypt And For Bees From The Land Of Assyria.",
      "They Will All Come And Settle In The Steep Ravines And In The Crevices In The Rocks, On All The Thornbushes And At All The Water Holes.",
      "In That Day The Lord Will Use A Razor Hired From Beyond The River -The King Of Assyria-to Shave Your Head And The Hair Of Your Legs, And To Take Off Your Beards Also.",
      "In That Day, A Man Will Keep Alive A Young Cow And Two Goats.",
      "And Because Of The Abundance Of The Milk They Give, He Will Have Curds To Eat. All Who Remain In The Land Will Eat Curds And Honey.",
      "In That Day, In Every Place Where There Were A Thousand Vines Worth A Thousand Silver Shekels, There Will Be Only Briers And Thorns.",
      "Men Will Go There With Bow And Arrow, For The Land Will Be Covered With Briers And Thorns.",
      "As For All The Hills Once Cultivated By The Hoe, You Will No Longer Go There For Fear Of The Briers And Thorns; They Will Become Places Where Cattle Are Turned Loose And Where Sheep Run."
    ],
    [
      "The Lord Said To Me, \"Take A Large Scroll And Write On It With An Ordinary Pen: Maher-shalal-hash-baz.",
      "And I Will Call In Uriah The Priest And Zechariah Son Of Jeberekiah As Reliable Witnesses For Me.\"",
      "Then I Went To The Prophetess, And She Conceived And Gave Birth To A Son. And The Lord Said To Me, \"Name Him Maher-shalal-hash-baz.",
      "Before The Boy Knows How To Say 'My Father' Or 'My Mother,' The Wealth Of Damascus And The Plunder Of Samaria Will Be Carried Off By The King Of Assyria.\"",
      "The Lord Spoke To Me Again:",
      "\"Because This People Has Rejected The Gently Flowing Waters Of Shiloah And Rejoices Over Rezin And The Son Of Remaliah,",
      "Therefore The Lord Is About To Bring Against Them The Mighty Floodwaters Of The River - The King Of Assyria With All His Pomp. It Will Overflow All Its Channels, Run Over All Its Banks",
      "And Sweep On Into Judah, Swirling Over It, Passing Through It And Reaching Up To The Neck. Its Outspread Wings Will Cover The Breadth Of Your Land, O Immanuel !\"",
      "Raise The War Cry, You Nations, And Be Shattered! Listen, All You Distant Lands. Prepare For Battle, And Be Shattered! Prepare For Battle, And Be Shattered!",
      "Devise Your Strategy, But It Will Be Thwarted; Propose Your Plan, But It Will Not Stand, For God Is With Us.",
      "The Lord Spoke To Me With His Strong Hand Upon Me, Warning Me Not To Follow The Way Of This People. He Said:",
      "\"Do Not Call Conspiracy Everything That These People Call Conspiracy ; Do Not Fear What They Fear, And Do Not Dread It.",
      "The Lord Almighty Is The One You Are To Regard As Holy, He Is The One You Are To Fear, He Is The One You Are To Dread,",
      "And He Will Be A Sanctuary; But For Both Houses Of Israel He Will Be A Stone That Causes Men To Stumble And A Rock That Makes Them Fall. And For The People Of Jerusalem He Will Be A Trap And A Snare.",
      "Many Of Them Will Stumble; They Will Fall And Be Broken, They Will Be Snared And Captured.\"",
      "Bind Up The Testimony And Seal Up The Law Among My Disciples.",
      "I Will Wait For The Lord , Who Is Hiding His Face From The House Of Jacob. I Will Put My Trust In Him.",
      "Here Am I, And The Children The Lord Has Given Me. We Are Signs And Symbols In Israel From The Lord Almighty, Who Dwells On Mount Zion.",
      "When Men Tell You To Consult Mediums And Spiritists, Who Whisper And Mutter, Should Not A People Inquire Of Their God? Why Consult The Dead On Behalf Of The Living?",
      "To The Law And To The Testimony! If They Do Not Speak According To This Word, They Have No Light Of Dawn.",
      "Distressed And Hungry, They Will Roam Through The Land; When They Are Famished, They Will Become Enraged And, Looking Upward, Will Curse Their King And Their God.",
      "Then They Will Look Toward The Earth And See Only Distress And Darkness And Fearful Gloom, And They Will Be Thrust Into Utter Darkness."
    ],
    [
      "Gloom For Those Who Were In Distress. In The Past He Humbled The Land Of Zebulun And The Land Of Naphtali, But In The Future He Will Honor Galilee Of The Gentiles, By The Way Of The Sea, Along The Jordan-",
      "The People Walking In Darkness Have Seen A Great Light; On Those Living In The Land Of The Shadow Of Death A Light Has Dawned.",
      "You Have Enlarged The Nation And Increased Their Joy; They Rejoice Before You As People Rejoice At The Harvest, As Men Rejoice When Dividing The Plunder.",
      "For As In The Day Of Midian's Defeat, You Have Shattered The Yoke That Burdens Them, The Bar Across Their Shoulders, The Rod Of Their Oppressor.",
      "Every Warrior's Boot Used In Battle And Every Garment Rolled In Blood Will Be Destined For Burning, Will Be Fuel For The Fire.",
      "For To Us A Child Is Born, To Us A Son Is Given, And The Government Will Be On His Shoulders. And He Will Be Called Wonderful Counselor, Mighty God, Everlasting Father, Prince Of Peace.",
      "Of The Increase Of His Government And Peace There Will Be No End. He Will Reign On David's Throne And Over His Kingdom, Establishing And Upholding It With Justice And Righteousness From That Time On And Forever. The Zeal Of The Lord Almighty Will Accomplish This.",
      "The Lord Has Sent A Message Against Jacob; It Will Fall On Israel.",
      "All The People Will Know It- Ephraim And The Inhabitants Of Samaria- Who Say With Pride And Arrogance Of Heart,",
      "\"The Bricks Have Fallen Down, But We Will Rebuild With Dressed Stone; The Fig Trees Have Been Felled, But We Will Replace Them With Cedars.\"",
      "But The Lord Has Strengthened Rezin's Foes Against Them And Has Spurred Their Enemies On.",
      "Arameans From The East And Philistines From The West Have Devoured Israel With Open Mouth. Yet For All This, His Anger Is Not Turned Away, His Hand Is Still Upraised.",
      "But The People Have Not Returned To Him Who Struck Them, Nor Have They Sought The Lord Almighty.",
      "So The Lord Will Cut Off From Israel Both Head And Tail, Both Palm Branch And Reed In A Single Day;",
      "The Elders And Prominent Men Are The Head, The Prophets Who Teach Lies Are The Tail.",
      "Those Who Guide This People Mislead Them, And Those Who Are Guided Are Led Astray.",
      "Therefore The Lord Will Take No Pleasure In The Young Men, Nor Will He Pity The Fatherless And Widows, For Everyone Is Ungodly And Wicked, Every Mouth Speaks Vileness. Yet For All This, His Anger Is Not Turned Away, His Hand Is Still Upraised.",
      "Surely Wickedness Burns Like A Fire; It Consumes Briers And Thorns, It Sets The Forest Thickets Ablaze, So That It Rolls Upward In A Column Of Smoke.",
      "By The Wrath Of The Lord Almighty The Land Will Be Scorched And The People Will Be Fuel For The Fire; No One Will Spare His Brother.",
      "On The Right They Will Devour, But Still Be Hungry; On The Left They Will Eat, But Not Be Satisfied. Each Will Feed On The Flesh Of His Own Offspring :",
      "Manasseh Will Feed On Ephraim, And Ephraim On Manasseh; Together They Will Turn Against Judah. Yet For All This, His Anger Is Not Turned Away, His Hand Is Still Upraised."
    ],
    [
      "Woe To Those Who Make Unjust Laws, To Those Who Issue Oppressive Decrees,",
      "To Deprive The Poor Of Their Rights And Withhold Justice From The Oppressed Of My People, Making Widows Their Prey And Robbing The Fatherless.",
      "What Will You Do On The Day Of Reckoning, When Disaster Comes From Afar? To Whom Will You Run For Help? Where Will You Leave Your Riches?",
      "Nothing Will Remain But To Cringe Among The Captives Or Fall Among The Slain. Yet For All This, His Anger Is Not Turned Away, His Hand Is Still Upraised.",
      "\"Woe To The Assyrian, The Rod Of My Anger, In Whose Hand Is The Club Of My Wrath!",
      "I Send Him Against A Godless Nation, I Dispatch Him Against A People Who Anger Me, To Seize Loot And Snatch Plunder, And To Trample Them Down Like Mud In The Streets.",
      "But This Is Not What He Intends, This Is Not What He Has In Mind; His Purpose Is To Destroy, To Put An End To Many Nations.",
      "'Are Not My Commanders All Kings?' He Says.",
      "'Has Not Calno Fared Like Carchemish? Is Not Hamath Like Arpad, And Samaria Like Damascus?",
      "As My Hand Seized The Kingdoms Of The Idols, Kingdoms Whose Images Excelled Those Of Jerusalem And Samaria-",
      "Shall I Not Deal With Jerusalem And Her Images As I Dealt With Samaria And Her Idols?' \"",
      "When The Lord Has Finished All His Work Against Mount Zion And Jerusalem, He Will Say, \"I Will Punish The King Of Assyria For The Willful Pride Of His Heart And The Haughty Look In His Eyes.",
      "For He Says: \" 'By The Strength Of My Hand I Have Done This, And By My Wisdom, Because I Have Understanding. I Removed The Boundaries Of Nations, I Plundered Their Treasures; Like A Mighty One I Subdued Their Kings.",
      "As One Reaches Into A Nest, So My Hand Reached For The Wealth Of The Nations; As Men Gather Abandoned Eggs, So I Gathered All The Countries; Not One Flapped A Wing, Or Opened Its Mouth To Chirp.' \"",
      "Does The Ax Raise Itself Above Him Who Swings It, Or The Saw Boast Against Him Who Uses It? As If A Rod Were To Wield Him Who Lifts It Up, Or A Club Brandish Him Who Is Not Wood!",
      "Therefore, The Lord, The Lord Almighty, Will Send A Wasting Disease Upon His Sturdy Warriors; Under His Pomp A Fire Will Be Kindled Like A Blazing Flame.",
      "The Light Of Israel Will Become A Fire, Their Holy One A Flame; In A Single Day It Will Burn And Consume His Thorns And His Briers.",
      "The Splendor Of His Forests And Fertile Fields It Will Completely Destroy, As When A Sick Man Wastes Away.",
      "And The Remaining Trees Of His Forests Will Be So Few That A Child Could Write Them Down.",
      "In That Day The Remnant Of Israel, The Survivors Of The House Of Jacob, Will No Longer Rely On Him Who Struck Them Down But Will Truly Rely On The Lord , The Holy One Of Israel.",
      "A Remnant Will Return, A Remnant Of Jacob Will Return To The Mighty God.",
      "Though Your People, O Israel, Be Like The Sand By The Sea, Only A Remnant Will Return. Destruction Has Been Decreed, Overwhelming And Righteous.",
      "The Lord, The Lord Almighty, Will Carry Out The Destruction Decreed Upon The Whole Land.",
      "Therefore, This Is What The Lord, The Lord Almighty, Says: \"O My People Who Live In Zion, Do Not Be Afraid Of The Assyrians, Who Beat You With A Rod And Lift Up A Club Against You, As Egypt Did.",
      "Very Soon My Anger Against You Will End And My Wrath Will Be Directed To Their Destruction.\"",
      "The Lord Almighty Will Lash Them With A Whip, As When He Struck Down Midian At The Rock Of Oreb; And He Will Raise His Staff Over The Waters, As He Did In Egypt.",
      "In That Day Their Burden Will Be Lifted From Your Shoulders, Their Yoke From Your Neck; The Yoke Will Be Broken Because You Have Grown So Fat.",
      "They Enter Aiath; They Pass Through Migron; They Store Supplies At Micmash.",
      "They Go Over The Pass, And Say, \"We Will Camp Overnight At Geba.\" Ramah Trembles; Gibeah Of Saul Flees.",
      "Cry Out, O Daughter Of Gallim! Listen, O Laishah! Poor Anathoth!",
      "Madmenah Is In Flight; The People Of Gebim Take Cover.",
      "This Day They Will Halt At Nob; They Will Shake Their Fist At The Mount Of The Daughter Of Zion, At The Hill Of Jerusalem.",
      "See, The Lord, The Lord Almighty, Will Lop Off The Boughs With Great Power. The Lofty Trees Will Be Felled, The Tall Ones Will Be Brought Low.",
      "He Will Cut Down The Forest Thickets With An Ax; Lebanon Will Fall Before The Mighty One."
    ],
    [
      "A Shoot Will Come Up From The Stump Of Jesse; From His Roots A Branch Will Bear Fruit.",
      "The Spirit Of The Lord Will Rest On Him- The Spirit Of Wisdom And Of Understanding, The Spirit Of Counsel And Of Power, The Spirit Of Knowledge And Of The Fear Of The Lord -",
      "And He Will Delight In The Fear Of The Lord . He Will Not Judge By What He Sees With His Eyes, Or Decide By What He Hears With His Ears;",
      "But With Righteousness He Will Judge The Needy, With Justice He Will Give Decisions For The Poor Of The Earth. He Will Strike The Earth With The Rod Of His Mouth; With The Breath Of His Lips He Will Slay The Wicked.",
      "Righteousness Will Be His Belt And Faithfulness The Sash Around His Waist.",
      "The Wolf Will Live With The Lamb, The Leopard Will Lie Down With The Goat, The Calf And The Lion And The Yearling Together; And A Little Child Will Lead Them.",
      "The Cow Will Feed With The Bear, Their Young Will Lie Down Together, And The Lion Will Eat Straw Like The Ox.",
      "The Infant Will Play Near The Hole Of The Cobra, And The Young Child Put His Hand Into The Viper's Nest.",
      "They Will Neither Harm Nor Destroy On All My Holy Mountain, For The Earth Will Be Full Of The Knowledge Of The Lord As The Waters Cover The Sea.",
      "In That Day The Root Of Jesse Will Stand As A Banner For The Peoples; The Nations Will Rally To Him, And His Place Of Rest Will Be Glorious.",
      "In That Day The Lord Will Reach Out His Hand A Second Time To Reclaim The Remnant That Is Left Of His People From Assyria, From Lower Egypt, From Upper Egypt, From Cush, From Elam, From Babylonia, From Hamath And From The Islands Of The Sea.",
      "He Will Raise A Banner For The Nations And Gather The Exiles Of Israel; He Will Assemble The Scattered People Of Judah From The Four Quarters Of The Earth.",
      "Ephraim's Jealousy Will Vanish, And Judah's Enemies Will Be Cut Off; Ephraim Will Not Be Jealous Of Judah, Nor Judah Hostile Toward Ephraim.",
      "They Will Swoop Down On The Slopes Of Philistia To The West; Together They Will Plunder The People To The East. They Will Lay Hands On Edom And Moab, And The Ammonites Will Be Subject To Them.",
      "The Lord Will Dry Up The Gulf Of The Egyptian Sea; With A Scorching Wind He Will Sweep His Hand Over The Euphrates River. He Will Break It Up Into Seven Streams So That Men Can Cross Over In Sandals.",
      "There Will Be A Highway For The Remnant Of His People That Is Left From Assyria, As There Was For Israel When They Came Up From Egypt."
    ],
    [
      "In That Day You Will Say: \"I Will Praise You, O Lord . Although You Were Angry With Me, Your Anger Has Turned Away And You Have Comforted Me.",
      "Surely God Is My Salvation; I Will Trust And Not Be Afraid. The Lord , The Lord , Is My Strength And My Song; He Has Become My Salvation.\"",
      "With Joy You Will Draw Water From The Wells Of Salvation.",
      "In That Day You Will Say: \"Give Thanks To The Lord , Call On His Name; Make Known Among The Nations What He Has Done, And Proclaim That His Name Is Exalted.",
      "Sing To The Lord , For He Has Done Glorious Things; Let This Be Known To All The World.",
      "Shout Aloud And Sing For Joy, People Of Zion, For Great Is The Holy One Of Israel Among You.\""
    ],
    [
      "An Oracle Concerning Babylon That Isaiah Son Of Amoz Saw:",
      "Raise A Banner On A Bare Hilltop, Shout To Them; Beckon To Them To Enter The Gates Of The Nobles.",
      "I Have Commanded My Holy Ones; I Have Summoned My Warriors To Carry Out My Wrath- Those Who Rejoice In My Triumph.",
      "Listen, A Noise On The Mountains, Like That Of A Great Multitude! Listen, An Uproar Among The Kingdoms, Like Nations Massing Together! The Lord Almighty Is Mustering An Army For War.",
      "They Come From Faraway Lands, From The Ends Of The Heavens- The Lord And The Weapons Of His Wrath- To Destroy The Whole Country.",
      "Wail, For The Day Of The Lord Is Near; It Will Come Like Destruction From The Almighty.",
      "Because Of This, All Hands Will Go Limp, Every Man's Heart Will Melt.",
      "Terror Will Seize Them, Pain And Anguish Will Grip Them; They Will Writhe Like A Woman In Labor. They Will Look Aghast At Each Other, Their Faces Aflame.",
      "See, The Day Of The Lord Is Coming -A Cruel Day, With Wrath And Fierce Anger- To Make The Land Desolate And Destroy The Sinners Within It.",
      "The Stars Of Heaven And Their Constellations Will Not Show Their Light. The Rising Sun Will Be Darkened And The Moon Will Not Give Its Light.",
      "I Will Punish The World For Its Evil, The Wicked For Their Sins. I Will Put An End To The Arrogance Of The Haughty And Will Humble The Pride Of The Ruthless.",
      "I Will Make Man Scarcer Than Pure Gold, More Rare Than The Gold Of Ophir.",
      "Therefore I Will Make The Heavens Tremble; And The Earth Will Shake From Its Place At The Wrath Of The Lord Almighty, In The Day Of His Burning Anger.",
      "Like A Hunted Gazelle, Like Sheep Without A Shepherd, Each Will Return To His Own People, Each Will Flee To His Native Land.",
      "Whoever Is Captured Will Be Thrust Through; All Who Are Caught Will Fall By The Sword.",
      "Their Infants Will Be Dashed To Pieces Before Their Eyes; Their Houses Will Be Looted And Their Wives Ravished.",
      "See, I Will Stir Up Against Them The Medes, Who Do Not Care For Silver And Have No Delight In Gold.",
      "Their Bows Will Strike Down The Young Men; They Will Have No Mercy On Infants Nor Will They Look With Compassion On Children.",
      "Babylon, The Jewel Of Kingdoms, The Glory Of The Babylonians' Pride, Will Be Overthrown By God Like Sodom And Gomorrah.",
      "She Will Never Be Inhabited Or Lived In Through All Generations; No Arab Will Pitch His Tent There, No Shepherd Will Rest His Flocks There.",
      "But Desert Creatures Will Lie There, Jackals Will Fill Her Houses; There The Owls Will Dwell, And There The Wild Goats Will Leap About.",
      "Hyenas Will Howl In Her Strongholds, Jackals In Her Luxurious Palaces. Her Time Is At Hand, And Her Days Will Not Be Prolonged."
    ],
    [
      "The Lord Will Have Compassion On Jacob; Once Again He Will Choose Israel And Will Settle Them In Their Own Land. Aliens Will Join Them And Unite With The House Of Jacob.",
      "Nations Will Take Them And Bring Them To Their Own Place. And The House Of Israel Will Possess The Nations As Menservants And Maidservants In The Lord 'S Land. They Will Make Captives Of Their Captors And Rule Over Their Oppressors.",
      "On The Day The Lord Gives You Relief From Suffering And Turmoil And Cruel Bondage,",
      "You Will Take Up This Taunt Against The King Of Babylon: How The Oppressor Has Come To An End! How His Fury Has Ended!",
      "The Lord Has Broken The Rod Of The Wicked, The Scepter Of The Rulers,",
      "Which In Anger Struck Down Peoples With Unceasing Blows, And In Fury Subdued Nations With Relentless Aggression.",
      "All The Lands Are At Rest And At Peace; They Break Into Singing.",
      "Even The Pine Trees And The Cedars Of Lebanon Exult Over You And Say, \"Now That You Have Been Laid Low, No Woodsman Comes To Cut Us Down.\"",
      "The Grave Below Is All Astir To Meet You At Your Coming; It Rouses The Spirits Of The Departed To Greet You- All Those Who Were Leaders In The World; It Makes Them Rise From Their Thrones- All Those Who Were Kings Over The Nations.",
      "They Will All Respond, They Will Say To You, \"You Also Have Become Weak, As We Are; You Have Become Like Us.\"",
      "All Your Pomp Has Been Brought Down To The Grave, Along With The Noise Of Your Harps; Maggots Are Spread Out Beneath You And Worms Cover You.",
      "How You Have Fallen From Heaven, O Morning Star, Son Of The Dawn! You Have Been Cast Down To The Earth, You Who Once Laid Low The Nations!",
      "You Said In Your Heart, \"I Will Ascend To Heaven; I Will Raise My Throne Above The Stars Of God; I Will Sit Enthroned On The Mount Of Assembly, On The Utmost Heights Of The Sacred Mountain.",
      "I Will Ascend Above The Tops Of The Clouds; I Will Make Myself Like The Most High.\"",
      "But You Are Brought Down To The Grave, To The Depths Of The Pit.",
      "Those Who See You Stare At You, They Ponder Your Fate: \"Is This The Man Who Shook The Earth And Made Kingdoms Tremble,",
      "The Man Who Made The World A Desert, Who Overthrew Its Cities And Would Not Let His Captives Go Home?\"",
      "All The Kings Of The Nations Lie In State, Each In His Own Tomb.",
      "But You Are Cast Out Of Your Tomb Like A Rejected Branch; You Are Covered With The Slain, With Those Pierced By The Sword, Those Who Descend To The Stones Of The Pit. Like A Corpse Trampled Underfoot,",
      "You Will Not Join Them In Burial, For You Have Destroyed Your Land And Killed Your People. The Offspring Of The Wicked Will Never Be Mentioned Again.",
      "Prepare A Place To Slaughter His Sons For The Sins Of Their Forefathers; They Are Not To Rise To Inherit The Land And Cover The Earth With Their Cities.",
      "\"I Will Rise Up Against Them,\" Declares The Lord Almighty. \"I Will Cut Off From Babylon Her Name And Survivors, Her Offspring And Descendants,\" Declares The Lord .",
      "\"I Will Turn Her Into A Place For Owls And Into Swampland; I Will Sweep Her With The Broom Of Destruction,\" Declares The Lord Almighty.",
      "The Lord Almighty Has Sworn, \"Surely, As I Have Planned, So It Will Be, And As I Have Purposed, So It Will Stand.",
      "I Will Crush The Assyrian In My Land; On My Mountains I Will Trample Him Down. His Yoke Will Be Taken From My People, And His Burden Removed From Their Shoulders.\"",
      "This Is The Plan Determined For The Whole World; This Is The Hand Stretched Out Over All Nations.",
      "For The Lord Almighty Has Purposed, And Who Can Thwart Him? His Hand Is Stretched Out, And Who Can Turn It Back?",
      "This Oracle Came In The Year King Ahaz Died:",
      "Do Not Rejoice, All You Philistines, That The Rod That Struck You Is Broken; From The Root Of That Snake Will Spring Up A Viper, Its Fruit Will Be A Darting, Venomous Serpent.",
      "The Poorest Of The Poor Will Find Pasture, And The Needy Will Lie Down In Safety. But Your Root I Will Destroy By Famine; It Will Slay Your Survivors.",
      "Wail, O Gate! Howl, O City! Melt Away, All You Philistines! A Cloud Of Smoke Comes From The North, And There Is Not A Straggler In Its Ranks.",
      "What Answer Shall Be Given To The Envoys Of That Nation? \"The Lord Has Established Zion, And In Her His Afflicted People Will Find Refuge.\""
    ],
    [
      "An Oracle Concerning Moab: Ar In Moab Is Ruined, Destroyed In A Night! Kir In Moab Is Ruined, Destroyed In A Night!",
      "Dibon Goes Up To Its Temple, To Its High Places To Weep; Moab Wails Over Nebo And Medeba. Every Head Is Shaved And Every Beard Cut Off.",
      "In The Streets They Wear Sackcloth; On The Roofs And In The Public Squares They All Wail, Prostrate With Weeping.",
      "Heshbon And Elealeh Cry Out, Their Voices Are Heard All The Way To Jahaz. Therefore The Armed Men Of Moab Cry Out, And Their Hearts Are Faint.",
      "My Heart Cries Out Over Moab; Her Fugitives Flee As Far As Zoar, As Far As Eglath Shelishiyah. They Go Up The Way To Luhith, Weeping As They Go; On The Road To Horonaim They Lament Their Destruction.",
      "The Waters Of Nimrim Are Dried Up And The Grass Is Withered; The Vegetation Is Gone And Nothing Green Is Left.",
      "So The Wealth They Have Acquired And Stored Up They Carry Away Over The Ravine Of The Poplars.",
      "Their Outcry Echoes Along The Border Of Moab; Their Wailing Reaches As Far As Eglaim, Their Lamentation As Far As Beer Elim.",
      "Dimon's Waters Are Full Of Blood, But I Will Bring Still More Upon Dimon - A Lion Upon The Fugitives Of Moab And Upon Those Who Remain In The Land."
    ],
    [
      "Send Lambs As Tribute To The Ruler Of The Land, From Sela, Across The Desert, To The Mount Of The Daughter Of Zion.",
      "Like Fluttering Birds Pushed From The Nest, So Are The Women Of Moab At The Fords Of The Arnon.",
      "\"Give Us Counsel, Render A Decision. Make Your Shadow Like Night- At High Noon. Hide The Fugitives, Do Not Betray The Refugees.",
      "Let The Moabite Fugitives Stay With You; Be Their Shelter From The Destroyer.\" The Oppressor Will Come To An End, And Destruction Will Cease; The Aggressor Will Vanish From The Land.",
      "In Love A Throne Will Be Established; In Faithfulness A Man Will Sit On It- One From The House Of David- One Who In Judging Seeks Justice And Speeds The Cause Of Righteousness.",
      "We Have Heard Of Moab's Pride- Her Overweening Pride And Conceit, Her Pride And Her Insolence- But Her Boasts Are Empty.",
      "Therefore The Moabites Wail, They Wail Together For Moab. Lament And Grieve For The Men Of Kir Hareseth.",
      "The Fields Of Heshbon Wither, The Vines Of Sibmah Also. The Rulers Of The Nations Have Trampled Down The Choicest Vines, Which Once Reached Jazer And Spread Toward The Desert. Their Shoots Spread Out And Went As Far As The Sea.",
      "So I Weep, As Jazer Weeps, For The Vines Of Sibmah. O Heshbon, O Elealeh, I Drench You With Tears! The Shouts Of Joy Over Your Ripened Fruit And Over Your Harvests Have Been Stilled.",
      "Joy And Gladness Are Taken Away From The Orchards; No One Sings Or Shouts In The Vineyards; No One Treads Out Wine At The Presses, For I Have Put An End To The Shouting.",
      "My Heart Laments For Moab Like A Harp, My Inmost Being For Kir Hareseth.",
      "When Moab Appears At Her High Place, She Only Wears Herself Out; When She Goes To Her Shrine To Pray, It Is To No Avail.",
      "This Is The Word The Lord Has Already Spoken Concerning Moab.",
      "But Now The Lord Says: \"Within Three Years, As A Servant Bound By Contract Would Count Them, Moab's Splendor And All Her Many People Will Be Despised, And Her Survivors Will Be Very Few And Feeble.\""
    ],
    [
      "An Oracle Concerning Damascus: \"See, Damascus Will No Longer Be A City But Will Become A Heap Of Ruins.",
      "The Cities Of Aroer Will Be Deserted And Left To Flocks, Which Will Lie Down, With No One To Make Them Afraid.",
      "The Fortified City Will Disappear From Ephraim, And Royal Power From Damascus; The Remnant Of Aram Will Be Like The Glory Of The Israelites,\" Declares The Lord Almighty.",
      "\"In That Day The Glory Of Jacob Will Fade; The Fat Of His Body Will Waste Away.",
      "It Will Be As When A Reaper Gathers The Standing Grain And Harvests The Grain With His Arm- As When A Man Gleans Heads Of Grain In The Valley Of Rephaim.",
      "Yet Some Gleanings Will Remain, As When An Olive Tree Is Beaten, Leaving Two Or Three Olives On The Topmost Branches, Four Or Five On The Fruitful Boughs,\" Declares The Lord , The God Of Israel.",
      "In That Day Men Will Look To Their Maker And Turn Their Eyes To The Holy One Of Israel.",
      "They Will Not Look To The Altars, The Work Of Their Hands, And They Will Have No Regard For The Asherah Poles And The Incense Altars Their Fingers Have Made.",
      "In That Day Their Strong Cities, Which They Left Because Of The Israelites, Will Be Like Places Abandoned To Thickets And Undergrowth. And All Will Be Desolation.",
      "You Have Forgotten God Your Savior; You Have Not Remembered The Rock, Your Fortress. Therefore, Though You Set Out The Finest Plants And Plant Imported Vines,",
      "Though On The Day You Set Them Out, You Make Them Grow, And On The Morning When You Plant Them, You Bring Them To Bud, Yet The Harvest Will Be As Nothing In The Day Of Disease And Incurable Pain.",
      "Oh, The Raging Of Many Nations- They Rage Like The Raging Sea! Oh, The Uproar Of The Peoples- They Roar Like The Roaring Of Great Waters!",
      "Although The Peoples Roar Like The Roar Of Surging Waters, When He Rebukes Them They Flee Far Away, Driven Before The Wind Like Chaff On The Hills, Like Tumbleweed Before A Gale.",
      "In The Evening, Sudden Terror! Before The Morning, They Are Gone! This Is The Portion Of Those Who Loot Us, The Lot Of Those Who Plunder Us."
    ],
    [
      "Woe To The Land Of Whirring Wings Along The Rivers Of Cush,",
      "Which Sends Envoys By Sea In Papyrus Boats Over The Water. Go, Swift Messengers, To A People Tall And Smooth-skinned, To A People Feared Far And Wide, An Aggressive Nation Of Strange Speech, Whose Land Is Divided By Rivers.",
      "All You People Of The World, You Who Live On The Earth, When A Banner Is Raised On The Mountains, You Will See It, And When A Trumpet Sounds, You Will Hear It.",
      "This Is What The Lord Says To Me: \"I Will Remain Quiet And Will Look On From My Dwelling Place, Like Shimmering Heat In The Sunshine, Like A Cloud Of Dew In The Heat Of Harvest.\"",
      "For, Before The Harvest, When The Blossom Is Gone And The Flower Becomes A Ripening Grape, He Will Cut Off The Shoots With Pruning Knives, And Cut Down And Take Away The Spreading Branches.",
      "They Will All Be Left To The Mountain Birds Of Prey And To The Wild Animals; The Birds Will Feed On Them All Summer, The Wild Animals All Winter.",
      "At That Time Gifts Will Be Brought To The Lord Almighty From A People Tall And Smooth-skinned, From A People Feared Far And Wide, An Aggressive Nation Of Strange Speech, Whose Land Is Divided By Rivers- The Gifts Will Be Brought To Mount Zion, The Place Of The Name Of The Lord Almighty."
    ],
    [
      "An Oracle Concerning Egypt: See, The Lord Rides On A Swift Cloud And Is Coming To Egypt. The Idols Of Egypt Tremble Before Him, And The Hearts Of The Egyptians Melt Within Them.",
      "\"I Will Stir Up Egyptian Against Egyptian- Brother Will Fight Against Brother, Neighbor Against Neighbor, City Against City, Kingdom Against Kingdom.",
      "The Egyptians Will Lose Heart, And I Will Bring Their Plans To Nothing; They Will Consult The Idols And The Spirits Of The Dead, The Mediums And The Spiritists.",
      "I Will Hand The Egyptians Over To The Power Of A Cruel Master, And A Fierce King Will Rule Over Them,\" Declares The Lord, The Lord Almighty.",
      "The Waters Of The River Will Dry Up, And The Riverbed Will Be Parched And Dry.",
      "The Canals Will Stink; The Streams Of Egypt Will Dwindle And Dry Up. The Reeds And Rushes Will Wither,",
      "Also The Plants Along The Nile, At The Mouth Of The River. Every Sown Field Along The Nile Will Become Parched, Will Blow Away And Be No More.",
      "The Fishermen Will Groan And Lament, All Who Cast Hooks Into The Nile; Those Who Throw Nets On The Water Will Pine Away.",
      "Those Who Work With Combed Flax Will Despair, The Weavers Of Fine Linen Will Lose Hope.",
      "The Workers In Cloth Will Be Dejected, And All The Wage Earners Will Be Sick At Heart.",
      "The Officials Of Zoan Are Nothing But Fools; The Wise Counselors Of Pharaoh Give Senseless Advice. How Can You Say To Pharaoh, \"I Am One Of The Wise Men, A Disciple Of The Ancient Kings\"?",
      "Where Are Your Wise Men Now? Let Them Show You And Make Known What The Lord Almighty Has Planned Against Egypt.",
      "The Officials Of Zoan Have Become Fools, The Leaders Of Memphis Are Deceived; The Cornerstones Of Her Peoples Have Led Egypt Astray.",
      "The Lord Has Poured Into Them A Spirit Of Dizziness; They Make Egypt Stagger In All That She Does, As A Drunkard Staggers Around In His Vomit.",
      "There Is Nothing Egypt Can Do- Head Or Tail, Palm Branch Or Reed.",
      "In That Day The Egyptians Will Be Like Women. They Will Shudder With Fear At The Uplifted Hand That The Lord Almighty Raises Against Them.",
      "And The Land Of Judah Will Bring Terror To The Egyptians; Everyone To Whom Judah Is Mentioned Will Be Terrified, Because Of What The Lord Almighty Is Planning Against Them.",
      "In That Day Five Cities In Egypt Will Speak The Language Of Canaan And Swear Allegiance To The Lord Almighty. One Of Them Will Be Called The City Of Destruction.",
      "In That Day There Will Be An Altar To The Lord In The Heart Of Egypt, And A Monument To The Lord At Its Border.",
      "It Will Be A Sign And Witness To The Lord Almighty In The Land Of Egypt. When They Cry Out To The Lord Because Of Their Oppressors, He Will Send Them A Savior And Defender, And He Will Rescue Them.",
      "So The Lord Will Make Himself Known To The Egyptians, And In That Day They Will Acknowledge The Lord . They Will Worship With Sacrifices And Grain Offerings; They Will Make Vows To The Lord And Keep Them.",
      "The Lord Will Strike Egypt With A Plague; He Will Strike Them And Heal Them. They Will Turn To The Lord , And He Will Respond To Their Pleas And Heal Them.",
      "In That Day There Will Be A Highway From Egypt To Assyria. The Assyrians Will Go To Egypt And The Egyptians To Assyria. The Egyptians And Assyrians Will Worship Together.",
      "In That Day Israel Will Be The Third, Along With Egypt And Assyria, A Blessing On The Earth.",
      "The Lord Almighty Will Bless Them, Saying, \"Blessed Be Egypt My People, Assyria My Handiwork, And Israel My Inheritance.\""
    ],
    [
      "In The Year That The Supreme Commander, Sent By Sargon King Of Assyria, Came To Ashdod And Attacked And Captured It-",
      "At That Time The Lord Spoke Through Isaiah Son Of Amoz. He Said To Him, \"Take Off The Sackcloth From Your Body And The Sandals From Your Feet.\" And He Did So, Going Around Stripped And Barefoot.",
      "Then The Lord Said, \"Just As My Servant Isaiah Has Gone Stripped And Barefoot For Three Years, As A Sign And Portent Against Egypt And Cush,",
      "So The King Of Assyria Will Lead Away Stripped And Barefoot The Egyptian Captives And Cushite Exiles, Young And Old, With Buttocks Bared-to Egypt's Shame.",
      "Those Who Trusted In Cush And Boasted In Egypt Will Be Afraid And Put To Shame.",
      "In That Day The People Who Live On This Coast Will Say, 'See What Has Happened To Those We Relied On, Those We Fled To For Help And Deliverance From The King Of Assyria! How Then Can We Escape?' \""
    ],
    [
      "An Oracle Concerning The Desert By The Sea: Like Whirlwinds Sweeping Through The Southland, An Invader Comes From The Desert, From A Land Of Terror.",
      "A Dire Vision Has Been Shown To Me: The Traitor Betrays, The Looter Takes Loot. Elam, Attack! Media, Lay Siege! I Will Bring To An End All The Groaning She Caused.",
      "At This My Body Is Racked With Pain, Pangs Seize Me, Like Those Of A Woman In Labor; I Am Staggered By What I Hear, I Am Bewildered By What I See.",
      "My Heart Falters, Fear Makes Me Tremble; The Twilight I Longed For Has Become A Horror To Me.",
      "They Set The Tables, They Spread The Rugs, They Eat, They Drink! Get Up, You Officers, Oil The Shields!",
      "This Is What The Lord Says To Me: \"Go, Post A Lookout And Have Him Report What He Sees.",
      "When He Sees Chariots With Teams Of Horses, Riders On Donkeys Or Riders On Camels, Let Him Be Alert, Fully Alert.\"",
      "And The Lookout Shouted, \"Day After Day, My Lord, I Stand On The Watchtower; Every Night I Stay At My Post.",
      "Look, Here Comes A Man In A Chariot With A Team Of Horses. And He Gives Back The Answer: 'Babylon Has Fallen, Has Fallen! All The Images Of Its Gods Lie Shattered On The Ground!' \"",
      "O My People, Crushed On The Threshing Floor, I Tell You What I Have Heard From The Lord Almighty, From The God Of Israel.",
      "An Oracle Concerning Dumah : Someone Calls To Me From Seir, \"Watchman, What Is Left Of The Night? Watchman, What Is Left Of The Night?\"",
      "The Watchman Replies, \"Morning Is Coming, But Also The Night. If You Would Ask, Then Ask; And Come Back Yet Again.\"",
      "An Oracle Concerning Arabia: You Caravans Of Dedanites, Who Camp In The Thickets Of Arabia,",
      "Bring Water For The Thirsty; You Who Live In Tema, Bring Food For The Fugitives.",
      "They Flee From The Sword, From The Drawn Sword, From The Bent Bow And From The Heat Of Battle.",
      "This Is What The Lord Says To Me: \"Within One Year, As A Servant Bound By Contract Would Count It, All The Pomp Of Kedar Will Come To An End.",
      "The Survivors Of The Bowmen, The Warriors Of Kedar, Will Be Few.\" The Lord , The God Of Israel, Has Spoken."
    ],
    [
      "An Oracle Concerning The Valley Of Vision: What Troubles You Now, That You Have All Gone Up On The Roofs,",
      "O Town Full Of Commotion, O City Of Tumult And Revelry? Your Slain Were Not Killed By The Sword, Nor Did They Die In Battle.",
      "All Your Leaders Have Fled Together; They Have Been Captured Without Using The Bow. All You Who Were Caught Were Taken Prisoner Together, Having Fled While The Enemy Was Still Far Away.",
      "Therefore I Said, \"Turn Away From Me; Let Me Weep Bitterly. Do Not Try To Console Me Over The Destruction Of My People.\"",
      "The Lord, The Lord Almighty, Has A Day Of Tumult And Trampling And Terror In The Valley Of Vision, A Day Of Battering Down Walls And Of Crying Out To The Mountains.",
      "Elam Takes Up The Quiver, With Her Charioteers And Horses; Kir Uncovers The Shield.",
      "Your Choicest Valleys Are Full Of Chariots, And Horsemen Are Posted At The City Gates;",
      "The Defenses Of Judah Are Stripped Away. And You Looked In That Day To The Weapons In The Palace Of The Forest;",
      "You Saw That The City Of David Had Many Breaches In Its Defenses; You Stored Up Water In The Lower Pool.",
      "You Counted The Buildings In Jerusalem And Tore Down Houses To Strengthen The Wall.",
      "You Built A Reservoir Between The Two Walls For The Water Of The Old Pool, But You Did Not Look To The One Who Made It, Or Have Regard For The One Who Planned It Long Ago.",
      "The Lord, The Lord Almighty, Called You On That Day To Weep And To Wail, To Tear Out Your Hair And Put On Sackcloth.",
      "But See, There Is Joy And Revelry, Slaughtering Of Cattle And Killing Of Sheep, Eating Of Meat And Drinking Of Wine! \"Let Us Eat And Drink,\" You Say, \"For Tomorrow We Die!\"",
      "The Lord Almighty Has Revealed This In My Hearing: \"Till Your Dying Day This Sin Will Not Be Atoned For,\" Says The Lord, The Lord Almighty.",
      "This Is What The Lord, The Lord Almighty, Says: \"Go, Say To This Steward, To Shebna, Who Is In Charge Of The Palace:",
      "What Are You Doing Here And Who Gave You Permission To Cut Out A Grave For Yourself Here, Hewing Your Grave On The Height And Chiseling Your Resting Place In The Rock?",
      "\"Beware, The Lord Is About To Take Firm Hold Of You And Hurl You Away, O You Mighty Man.",
      "He Will Roll You Up Tightly Like A Ball And Throw You Into A Large Country. There You Will Die And There Your Splendid Chariots Will Remain- You Disgrace To Your Master's House!",
      "I Will Depose You From Your Office, And You Will Be Ousted From Your Position.",
      "\"In That Day I Will Summon My Servant, Eliakim Son Of Hilkiah.",
      "I Will Clothe Him With Your Robe And Fasten Your Sash Around Him And Hand Your Authority Over To Him. He Will Be A Father To Those Who Live In Jerusalem And To The House Of Judah.",
      "I Will Place On His Shoulder The Key To The House Of David; What He Opens No One Can Shut, And What He Shuts No One Can Open.",
      "I Will Drive Him Like A Peg Into A Firm Place; He Will Be A Seat Of Honor For The House Of His Father.",
      "All The Glory Of His Family Will Hang On Him: Its Offspring And Offshoots-all Its Lesser Vessels, From The Bowls To All The Jars.",
      "\"In That Day,\" Declares The Lord Almighty, \"The Peg Driven Into The Firm Place Will Give Way; It Will Be Sheared Off And Will Fall, And The Load Hanging On It Will Be Cut Down.\" The Lord Has Spoken."
    ],
    [
      "An Oracle Concerning Tyre: Wail, O Ships Of Tarshish! For Tyre Is Destroyed And Left Without House Or Harbor. From The Land Of Cyprus Word Has Come To Them.",
      "Be Silent, You People Of The Island And You Merchants Of Sidon, Whom The Seafarers Have Enriched.",
      "On The Great Waters Came The Grain Of The Shihor; The Harvest Of The Nile Was The Revenue Of Tyre, And She Became The Marketplace Of The Nations.",
      "Be Ashamed, O Sidon, And You, O Fortress Of The Sea, For The Sea Has Spoken: \"I Have Neither Been In Labor Nor Given Birth; I Have Neither Reared Sons Nor Brought Up Daughters.\"",
      "When Word Comes To Egypt, They Will Be In Anguish At The Report From Tyre.",
      "Cross Over To Tarshish; Wail, You People Of The Island.",
      "Is This Your City Of Revelry, The Old, Old City, Whose Feet Have Taken Her To Settle In Far-off Lands?",
      "Who Planned This Against Tyre, The Bestower Of Crowns, Whose Merchants Are Princes, Whose Traders Are Renowned In The Earth?",
      "The Lord Almighty Planned It, To Bring Low The Pride Of All Glory And To Humble All Who Are Renowned On The Earth.",
      "Till Your Land As Along The Nile, O Daughter Of Tarshish, For You No Longer Have A Harbor.",
      "The Lord Has Stretched Out His Hand Over The Sea And Made Its Kingdoms Tremble. He Has Given An Order Concerning Phoenicia That Her Fortresses Be Destroyed.",
      "He Said, \"No More Of Your Reveling, O Virgin Daughter Of Sidon, Now Crushed! \"Up, Cross Over To Cyprus ; Even There You Will Find No Rest.\"",
      "Look At The Land Of The Babylonians, This People That Is Now Of No Account! The Assyrians Have Made It A Place For Desert Creatures; They Raised Up Their Siege Towers, They Stripped Its Fortresses Bare And Turned It Into A Ruin.",
      "Wail, You Ships Of Tarshish; Your Fortress Is Destroyed!",
      "At That Time Tyre Will Be Forgotten For Seventy Years, The Span Of A King's Life. But At The End Of These Seventy Years, It Will Happen To Tyre As In The Song Of The Prostitute:",
      "\"Take Up A Harp, Walk Through The City, O Prostitute Forgotten; Play The Harp Well, Sing Many A Song, So That You Will Be Remembered.\"",
      "At The End Of Seventy Years, The Lord Will Deal With Tyre. She Will Return To Her Hire As A Prostitute And Will Ply Her Trade With All The Kingdoms On The Face Of The Earth.",
      "Yet Her Profit And Her Earnings Will Be Set Apart For The Lord ; They Will Not Be Stored Up Or Hoarded. Her Profits Will Go To Those Who Live Before The Lord , For Abundant Food And Fine Clothes."
    ],
    [
      "See, The Lord Is Going To Lay Waste The Earth And Devastate It; He Will Ruin Its Face And Scatter Its Inhabitants-",
      "It Will Be The Same For Priest As For People, For Master As For Servant, For Mistress As For Maid, For Seller As For Buyer, For Borrower As For Lender, For Debtor As For Creditor.",
      "The Earth Will Be Completely Laid Waste And Totally Plundered. The Lord Has Spoken This Word.",
      "The Earth Dries Up And Withers, The World Languishes And Withers, The Exalted Of The Earth Languish.",
      "The Earth Is Defiled By Its People; They Have Disobeyed The Laws, Violated The Statutes And Broken The Everlasting Covenant.",
      "Therefore A Curse Consumes The Earth; Its People Must Bear Their Guilt. Therefore Earth's Inhabitants Are Burned Up, And Very Few Are Left.",
      "The New Wine Dries Up And The Vine Withers; All The Merrymakers Groan.",
      "The Gaiety Of The Tambourines Is Stilled, The Noise Of The Revelers Has Stopped, The Joyful Harp Is Silent.",
      "No Longer Do They Drink Wine With A Song; The Beer Is Bitter To Its Drinkers.",
      "The Ruined City Lies Desolate; The Entrance To Every House Is Barred.",
      "In The Streets They Cry Out For Wine; All Joy Turns To Gloom, All Gaiety Is Banished From The Earth.",
      "The City Is Left In Ruins, Its Gate Is Battered To Pieces.",
      "So Will It Be On The Earth And Among The Nations, As When An Olive Tree Is Beaten, Or As When Gleanings Are Left After The Grape Harvest.",
      "They Raise Their Voices, They Shout For Joy; From The West They Acclaim The Lord 'S Majesty.",
      "Therefore In The East Give Glory To The Lord ; Exalt The Name Of The Lord , The God Of Israel, In The Islands Of The Sea.",
      "From The Ends Of The Earth We Hear Singing: \"Glory To The Righteous One.\" But I Said, \"I Waste Away, I Waste Away! Woe To Me! The Treacherous Betray! With Treachery The Treacherous Betray!\"",
      "Terror And Pit And Snare Await You, O People Of The Earth.",
      "Whoever Flees At The Sound Of Terror Will Fall Into A Pit; Whoever Climbs Out Of The Pit Will Be Caught In A Snare. The Floodgates Of The Heavens Are Opened, The Foundations Of The Earth Shake.",
      "The Earth Is Broken Up, The Earth Is Split Asunder, The Earth Is Thoroughly Shaken.",
      "The Earth Reels Like A Drunkard, It Sways Like A Hut In The Wind; So Heavy Upon It Is The Guilt Of Its Rebellion That It Falls-never To Rise Again.",
      "In That Day The Lord Will Punish The Powers In The Heavens Above And The Kings On The Earth Below.",
      "They Will Be Herded Together Like Prisoners Bound In A Dungeon; They Will Be Shut Up In Prison And Be Punished After Many Days.",
      "The Moon Will Be Abashed, The Sun Ashamed; For The Lord Almighty Will Reign On Mount Zion And In Jerusalem, And Before Its Elders, Gloriously."
    ],
    [
      "O Lord , You Are My God; I Will Exalt You And Praise Your Name, For In Perfect Faithfulness You Have Done Marvelous Things, Things Planned Long Ago.",
      "You Have Made The City A Heap Of Rubble, The Fortified Town A Ruin, The Foreigners' Stronghold A City No More; It Will Never Be Rebuilt.",
      "Therefore Strong Peoples Will Honor You; Cities Of Ruthless Nations Will Revere You.",
      "You Have Been A Refuge For The Poor, A Refuge For The Needy In His Distress, A Shelter From The Storm And A Shade From The Heat. For The Breath Of The Ruthless Is Like A Storm Driving Against A Wall",
      "And Like The Heat Of The Desert. You Silence The Uproar Of Foreigners; As Heat Is Reduced By The Shadow Of A Cloud, So The Song Of The Ruthless Is Stilled.",
      "On This Mountain The Lord Almighty Will Prepare A Feast Of Rich Food For All Peoples, A Banquet Of Aged Wine- The Best Of Meats And The Finest Of Wines.",
      "On This Mountain He Will Destroy The Shroud That Enfolds All Peoples, The Sheet That Covers All Nations;",
      "He Will Swallow Up Death Forever. The Sovereign Lord Will Wipe Away The Tears From All Faces; He Will Remove The Disgrace Of His People From All The Earth. The Lord Has Spoken.",
      "In That Day They Will Say, \"Surely This Is Our God; We Trusted In Him, And He Saved Us. This Is The Lord , We Trusted In Him; Let Us Rejoice And Be Glad In His Salvation.\"",
      "The Hand Of The Lord Will Rest On This Mountain; But Moab Will Be Trampled Under Him As Straw Is Trampled Down In The Manure.",
      "They Will Spread Out Their Hands In It, As A Swimmer Spreads Out His Hands To Swim. God Will Bring Down Their Pride Despite The Cleverness Of Their Hands.",
      "He Will Bring Down Your High Fortified Walls And Lay Them Low; He Will Bring Them Down To The Ground, To The Very Dust."
    ],
    [
      "In That Day This Song Will Be Sung In The Land Of Judah: We Have A Strong City; God Makes Salvation Its Walls And Ramparts.",
      "Open The Gates That The Righteous Nation May Enter, The Nation That Keeps Faith.",
      "You Will Keep In Perfect Peace Him Whose Mind Is Steadfast, Because He Trusts In You.",
      "Trust In The Lord Forever, For The Lord , The Lord , Is The Rock Eternal.",
      "He Humbles Those Who Dwell On High, He Lays The Lofty City Low; He Levels It To The Ground And Casts It Down To The Dust.",
      "Feet Trample It Down- The Feet Of The Oppressed, The Footsteps Of The Poor.",
      "The Path Of The Righteous Is Level; O Upright One, You Make The Way Of The Righteous Smooth.",
      "Yes, Lord , Walking In The Way Of Your Laws, We Wait For You; Your Name And Renown Are The Desire Of Our Hearts.",
      "My Soul Yearns For You In The Night; In The Morning My Spirit Longs For You. When Your Judgments Come Upon The Earth, The People Of The World Learn Righteousness.",
      "Though Grace Is Shown To The Wicked, They Do Not Learn Righteousness; Even In A Land Of Uprightness They Go On Doing Evil And Regard Not The Majesty Of The Lord .",
      "O Lord , Your Hand Is Lifted High, But They Do Not See It. Let Them See Your Zeal For Your People And Be Put To Shame; Let The Fire Reserved For Your Enemies Consume Them.",
      "Lord , You Establish Peace For Us; All That We Have Accomplished You Have Done For Us.",
      "O Lord , Our God, Other Lords Besides You Have Ruled Over Us, But Your Name Alone Do We Honor.",
      "They Are Now Dead, They Live No More; Those Departed Spirits Do Not Rise. You Punished Them And Brought Them To Ruin; You Wiped Out All Memory Of Them.",
      "You Have Enlarged The Nation, O Lord ; You Have Enlarged The Nation. You Have Gained Glory For Yourself; You Have Extended All The Borders Of The Land.",
      "Lord , They Came To You In Their Distress; When You Disciplined Them, They Could Barely Whisper A Prayer.",
      "As A Woman With Child And About To Give Birth Writhes And Cries Out In Her Pain, So Were We In Your Presence, O Lord .",
      "We Were With Child, We Writhed In Pain, But We Gave Birth To Wind. We Have Not Brought Salvation To The Earth; We Have Not Given Birth To People Of The World.",
      "But Your Dead Will Live; Their Bodies Will Rise. You Who Dwell In The Dust, Wake Up And Shout For Joy. Your Dew Is Like The Dew Of The Morning; The Earth Will Give Birth To Her Dead.",
      "Go, My People, Enter Your Rooms And Shut The Doors Behind You; Hide Yourselves For A Little While Until His Wrath Has Passed By.",
      "See, The Lord Is Coming Out Of His Dwelling To Punish The People Of The Earth For Their Sins. The Earth Will Disclose The Blood Shed Upon Her; She Will Conceal Her Slain No Longer."
    ],
    [
      "In That Day, The Lord Will Punish With His Sword, His Fierce, Great And Powerful Sword, Leviathan The Gliding Serpent, Leviathan The Coiling Serpent; He Will Slay The Monster Of The Sea.",
      "In That Day- \"Sing About A Fruitful Vineyard:",
      "I, The Lord , Watch Over It; I Water It Continually. I Guard It Day And Night So That No One May Harm It.",
      "I Am Not Angry. If Only There Were Briers And Thorns Confronting Me! I Would March Against Them In Battle; I Would Set Them All On Fire.",
      "Or Else Let Them Come To Me For Refuge; Let Them Make Peace With Me, Yes, Let Them Make Peace With Me.\"",
      "In Days To Come Jacob Will Take Root, Israel Will Bud And Blossom And Fill All The World With Fruit.",
      "Has The Lord Struck Her As He Struck Down Those Who Struck Her? Has She Been Killed As Those Were Killed Who Killed Her?",
      "By Warfare And Exile You Contend With Her- With His Fierce Blast He Drives Her Out, As On A Day The East Wind Blows.",
      "By This, Then, Will Jacob's Guilt Be Atoned For, And This Will Be The Full Fruitage Of The Removal Of His Sin: When He Makes All The Altar Stones To Be Like Chalk Stones Crushed To Pieces, No Asherah Poles Or Incense Altars Will Be Left Standing.",
      "The Fortified City Stands Desolate, An Abandoned Settlement, Forsaken Like The Desert; There The Calves Graze, There They Lie Down; They Strip Its Branches Bare.",
      "When Its Twigs Are Dry, They Are Broken Off And Women Come And Make Fires With Them. For This Is A People Without Understanding; So Their Maker Has No Compassion On Them, And Their Creator Shows Them No Favor.",
      "In That Day The Lord Will Thresh From The Flowing Euphrates To The Wadi Of Egypt, And You, O Israelites, Will Be Gathered Up One By One.",
      "And In That Day A Great Trumpet Will Sound. Those Who Were Perishing In Assyria And Those Who Were Exiled In Egypt Will Come And Worship The Lord On The Holy Mountain In Jerusalem."
    ],
    [
      "Woe To That Wreath, The Pride Of Ephraim's Drunkards, To The Fading Flower, His Glorious Beauty, Set On The Head Of A Fertile Valley- To That City, The Pride Of Those Laid Low By Wine!",
      "See, The Lord Has One Who Is Powerful And Strong. Like A Hailstorm And A Destructive Wind, Like A Driving Rain And A Flooding Downpour, He Will Throw It Forcefully To The Ground.",
      "That Wreath, The Pride Of Ephraim's Drunkards, Will Be Trampled Underfoot.",
      "That Fading Flower, His Glorious Beauty, Set On The Head Of A Fertile Valley, Will Be Like A Fig Ripe Before Harvest- As Soon As Someone Sees It And Takes It In His Hand, He Swallows It.",
      "In That Day The Lord Almighty Will Be A Glorious Crown, A Beautiful Wreath For The Remnant Of His People.",
      "He Will Be A Spirit Of Justice To Him Who Sits In Judgment, A Source Of Strength To Those Who Turn Back The Battle At The Gate.",
      "And These Also Stagger From Wine And Reel From Beer: Priests And Prophets Stagger From Beer And Are Befuddled With Wine; They Reel From Beer, They Stagger When Seeing Visions, They Stumble When Rendering Decisions.",
      "All The Tables Are Covered With Vomit And There Is Not A Spot Without Filth.",
      "\"Who Is It He Is Trying To Teach? To Whom Is He Explaining His Message? To Children Weaned From Their Milk, To Those Just Taken From The Breast?",
      "For It Is: Do And Do, Do And Do, Rule On Rule, Rule On Rule ; A Little Here, A Little There.\"",
      "Very Well Then, With Foreign Lips And Strange Tongues God Will Speak To This People,",
      "To Whom He Said, \"This Is The Resting Place, Let The Weary Rest\"; And, \"This Is The Place Of Repose\"- But They Would Not Listen.",
      "So Then, The Word Of The Lord To Them Will Become: Do And Do, Do And Do, Rule On Rule, Rule On Rule; A Little Here, A Little There- So That They Will Go And Fall Backward, Be Injured And Snared And Captured.",
      "Therefore Hear The Word Of The Lord , You Scoffers Who Rule This People In Jerusalem.",
      "You Boast, \"We Have Entered Into A Covenant With Death, With The Grave We Have Made An Agreement. When An Overwhelming Scourge Sweeps By, It Cannot Touch Us, For We Have Made A Lie Our Refuge And Falsehood Our Hiding Place.\"",
      "So This Is What The Sovereign Lord Says: \"See, I Lay A Stone In Zion, A Tested Stone, A Precious Cornerstone For A Sure Foundation; The One Who Trusts Will Never Be Dismayed.",
      "I Will Make Justice The Measuring Line And Righteousness The Plumb Line; Hail Will Sweep Away Your Refuge, The Lie, And Water Will Overflow Your Hiding Place.",
      "Your Covenant With Death Will Be Annulled; Your Agreement With The Grave Will Not Stand. When The Overwhelming Scourge Sweeps By, You Will Be Beaten Down By It.",
      "As Often As It Comes It Will Carry You Away; Morning After Morning, By Day And By Night, It Will Sweep Through.\" The Understanding Of This Message Will Bring Sheer Terror.",
      "The Bed Is Too Short To Stretch Out On, The Blanket Too Narrow To Wrap Around You.",
      "The Lord Will Rise Up As He Did At Mount Perazim, He Will Rouse Himself As In The Valley Of Gibeon- To Do His Work, His Strange Work, And Perform His Task, His Alien Task.",
      "Now Stop Your Mocking, Or Your Chains Will Become Heavier; The Lord, The Lord Almighty, Has Told Me Of The Destruction Decreed Against The Whole Land.",
      "Listen And Hear My Voice; Pay Attention And Hear What I Say.",
      "When A Farmer Plows For Planting, Does He Plow Continually? Does He Keep On Breaking Up And Harrowing The Soil?",
      "When He Has Leveled The Surface, Does He Not Sow Caraway And Scatter Cummin? Does He Not Plant Wheat In Its Place, Barley In Its Plot, And Spelt In Its Field?",
      "His God Instructs Him And Teaches Him The Right Way.",
      "Caraway Is Not Threshed With A Sledge, Nor Is A Cartwheel Rolled Over Cummin; Caraway Is Beaten Out With A Rod, And Cummin With A Stick.",
      "Grain Must Be Ground To Make Bread; So One Does Not Go On Threshing It Forever. Though He Drives The Wheels Of His Threshing Cart Over It, His Horses Do Not Grind It.",
      "All This Also Comes From The Lord Almighty, Wonderful In Counsel And Magnificent In Wisdom."
    ],
    [
      "Woe To You, Ariel, Ariel, The City Where David Settled! Add Year To Year And Let Your Cycle Of Festivals Go On.",
      "Yet I Will Besiege Ariel; She Will Mourn And Lament, She Will Be To Me Like An Altar Hearth.",
      "I Will Encamp Against You All Around; I Will Encircle You With Towers And Set Up My Siege Works Against You.",
      "Brought Low, You Will Speak From The Ground; Your Speech Will Mumble Out Of The Dust. Your Voice Will Come Ghostlike From The Earth; Out Of The Dust Your Speech Will Whisper.",
      "But Your Many Enemies Will Become Like Fine Dust, The Ruthless Hordes Like Blown Chaff. Suddenly, In An Instant,",
      "The Lord Almighty Will Come With Thunder And Earthquake And Great Noise, With Windstorm And Tempest And Flames Of A Devouring Fire.",
      "Then The Hordes Of All The Nations That Fight Against Ariel, That Attack Her And Her Fortress And Besiege Her, Will Be As It Is With A Dream, With A Vision In The Night-",
      "As When A Hungry Man Dreams That He Is Eating, But He Awakens, And His Hunger Remains; As When A Thirsty Man Dreams That He Is Drinking, But He Awakens Faint, With His Thirst Unquenched. So Will It Be With The Hordes Of All The Nations That Fight Against Mount Zion.",
      "Be Stunned And Amazed, Blind Yourselves And Be Sightless; Be Drunk, But Not From Wine, Stagger, But Not From Beer.",
      "The Lord Has Brought Over You A Deep Sleep: He Has Sealed Your Eyes (The Prophets); He Has Covered Your Heads (The Seers).",
      "For You This Whole Vision Is Nothing But Words Sealed In A Scroll. And If You Give The Scroll To Someone Who Can Read, And Say To Him, \"Read This, Please,\" He Will Answer, \"I Can't; It Is Sealed.\"",
      "Or If You Give The Scroll To Someone Who Cannot Read, And Say, \"Read This, Please,\" He Will Answer, \"I Don't Know How To Read.\"",
      "The Lord Says: \"These People Come Near To Me With Their Mouth And Honor Me With Their Lips, But Their Hearts Are Far From Me. Their Worship Of Me Is Made Up Only Of Rules Taught By Men.",
      "Therefore Once More I Will Astound These People With Wonder Upon Wonder; The Wisdom Of The Wise Will Perish, The Intelligence Of The Intelligent Will Vanish.\"",
      "Woe To Those Who Go To Great Depths To Hide Their Plans From The Lord , Who Do Their Work In Darkness And Think, \"Who Sees Us? Who Will Know?\"",
      "You Turn Things Upside Down, As If The Potter Were Thought To Be Like The Clay! Shall What Is Formed Say To Him Who Formed It, \"He Did Not Make Me\"? Can The Pot Say Of The Potter, \"He Knows Nothing\"?",
      "In A Very Short Time, Will Not Lebanon Be Turned Into A Fertile Field And The Fertile Field Seem Like A Forest?",
      "In That Day The Deaf Will Hear The Words Of The Scroll, And Out Of Gloom And Darkness The Eyes Of The Blind Will See.",
      "Once More The Humble Will Rejoice In The Lord ; The Needy Will Rejoice In The Holy One Of Israel.",
      "The Ruthless Will Vanish, The Mockers Will Disappear, And All Who Have An Eye For Evil Will Be Cut Down-",
      "Those Who With A Word Make A Man Out To Be Guilty, Who Ensnare The Defender In Court And With False Testimony Deprive The Innocent Of Justice.",
      "Therefore This Is What The Lord , Who Redeemed Abraham, Says To The House Of Jacob: \"No Longer Will Jacob Be Ashamed; No Longer Will Their Faces Grow Pale.",
      "When They See Among Them Their Children, The Work Of My Hands, They Will Keep My Name Holy; They Will Acknowledge The Holiness Of The Holy One Of Jacob, And Will Stand In Awe Of The God Of Israel.",
      "Those Who Are Wayward In Spirit Will Gain Understanding; Those Who Complain Will Accept Instruction.\""
    ],
    [
      "\"Woe To The Obstinate Children,\" Declares The Lord , \"To Those Who Carry Out Plans That Are Not Mine, Forming An Alliance, But Not By My Spirit, Heaping Sin Upon Sin;",
      "Who Go Down To Egypt Without Consulting Me; Who Look For Help To Pharaoh's Protection, To Egypt's Shade For Refuge.",
      "But Pharaoh's Protection Will Be To Your Shame, Egypt's Shade Will Bring You Disgrace.",
      "Though They Have Officials In Zoan And Their Envoys Have Arrived In Hanes,",
      "Everyone Will Be Put To Shame Because Of A People Useless To Them, Who Bring Neither Help Nor Advantage, But Only Shame And Disgrace.\"",
      "An Oracle Concerning The Animals Of The Negev: Through A Land Of Hardship And Distress, Of Lions And Lionesses, Of Adders And Darting Snakes, The Envoys Carry Their Riches On Donkeys' Backs, Their Treasures On The Humps Of Camels, To That Unprofitable Nation,",
      "To Egypt, Whose Help Is Utterly Useless. Therefore I Call Her Rahab The Do-nothing.",
      "Go Now, Write It On A Tablet For Them, Inscribe It On A Scroll, That For The Days To Come It May Be An Everlasting Witness.",
      "These Are Rebellious People, Deceitful Children, Children Unwilling To Listen To The Lord 'S Instruction.",
      "They Say To The Seers, \"See No More Visions!\" And To The Prophets, \"Give Us No More Visions Of What Is Right! Tell Us Pleasant Things, Prophesy Illusions.",
      "Leave This Way, Get Off This Path, And Stop Confronting Us With The Holy One Of Israel!\"",
      "Therefore, This Is What The Holy One Of Israel Says: \"Because You Have Rejected This Message, Relied On Oppression And Depended On Deceit,",
      "This Sin Will Become For You Like A High Wall, Cracked And Bulging, That Collapses Suddenly, In An Instant.",
      "It Will Break In Pieces Like Pottery, Shattered So Mercilessly That Among Its Pieces Not A Fragment Will Be Found For Taking Coals From A Hearth Or Scooping Water Out Of A Cistern.\"",
      "This Is What The Sovereign Lord , The Holy One Of Israel, Says: \"In Repentance And Rest Is Your Salvation, In Quietness And Trust Is Your Strength, But You Would Have None Of It.",
      "You Said, 'No, We Will Flee On Horses.' Therefore You Will Flee! You Said, 'We Will Ride Off On Swift Horses.' Therefore Your Pursuers Will Be Swift!",
      "A Thousand Will Flee At The Threat Of One; At The Threat Of Five You Will All Flee Away, Till You Are Left Like A Flagstaff On A Mountaintop, Like A Banner On A Hill.\"",
      "Yet The Lord Longs To Be Gracious To You; He Rises To Show You Compassion. For The Lord Is A God Of Justice. Blessed Are All Who Wait For Him!",
      "O People Of Zion, Who Live In Jerusalem, You Will Weep No More. How Gracious He Will Be When You Cry For Help! As Soon As He Hears, He Will Answer You.",
      "Although The Lord Gives You The Bread Of Adversity And The Water Of Affliction, Your Teachers Will Be Hidden No More; With Your Own Eyes You Will See Them.",
      "Whether You Turn To The Right Or To The Left, Your Ears Will Hear A Voice Behind You, Saying, \"This Is The Way; Walk In It.\"",
      "Then You Will Defile Your Idols Overlaid With Silver And Your Images Covered With Gold; You Will Throw Them Away Like A Menstrual Cloth And Say To Them, \"Away With You!\"",
      "He Will Also Send You Rain For The Seed You Sow In The Ground, And The Food That Comes From The Land Will Be Rich And Plentiful. In That Day Your Cattle Will Graze In Broad Meadows.",
      "The Oxen And Donkeys That Work The Soil Will Eat Fodder And Mash, Spread Out With Fork And Shovel.",
      "In The Day Of Great Slaughter, When The Towers Fall, Streams Of Water Will Flow On Every High Mountain And Every Lofty Hill.",
      "The Moon Will Shine Like The Sun, And The Sunlight Will Be Seven Times Brighter, Like The Light Of Seven Full Days, When The Lord Binds Up The Bruises Of His People And Heals The Wounds He Inflicted.",
      "See, The Name Of The Lord Comes From Afar, With Burning Anger And Dense Clouds Of Smoke; His Lips Are Full Of Wrath, And His Tongue Is A Consuming Fire.",
      "His Breath Is Like A Rushing Torrent, Rising Up To The Neck. He Shakes The Nations In The Sieve Of Destruction; He Places In The Jaws Of The Peoples A Bit That Leads Them Astray.",
      "And You Will Sing As On The Night You Celebrate A Holy Festival; Your Hearts Will Rejoice As When People Go Up With Flutes To The Mountain Of The Lord , To The Rock Of Israel.",
      "The Lord Will Cause Men To Hear His Majestic Voice And Will Make Them See His Arm Coming Down With Raging Anger And Consuming Fire, With Cloudburst, Thunderstorm And Hail.",
      "The Voice Of The Lord Will Shatter Assyria; With His Scepter He Will Strike Them Down.",
      "Every Stroke The Lord Lays On Them With His Punishing Rod Will Be To The Music Of Tambourines And Harps, As He Fights Them In Battle With The Blows Of His Arm.",
      "Topheth Has Long Been Prepared; It Has Been Made Ready For The King. Its Fire Pit Has Been Made Deep And Wide, With An Abundance Of Fire And Wood; The Breath Of The Lord , Like A Stream Of Burning Sulfur, Sets It Ablaze."
    ],
    [
      "Woe To Those Who Go Down To Egypt For Help, Who Rely On Horses, Who Trust In The Multitude Of Their Chariots And In The Great Strength Of Their Horsemen, But Do Not Look To The Holy One Of Israel, Or Seek Help From The Lord .",
      "Yet He Too Is Wise And Can Bring Disaster; He Does Not Take Back His Words. He Will Rise Up Against The House Of The Wicked, Against Those Who Help Evildoers.",
      "But The Egyptians Are Men And Not God; Their Horses Are Flesh And Not Spirit. When The Lord Stretches Out His Hand, He Who Helps Will Stumble, He Who Is Helped Will Fall; Both Will Perish Together.",
      "This Is What The Lord Says To Me: \"As A Lion Growls, A Great Lion Over His Prey- And Though A Whole Band Of Shepherds Is Called Together Against Him, He Is Not Frightened By Their Shouts Or Disturbed By Their Clamor- So The Lord Almighty Will Come Down To Do Battle On Mount Zion And On Its Heights.",
      "Like Birds Hovering Overhead, The Lord Almighty Will Shield Jerusalem; He Will Shield It And Deliver It, He Will 'Pass Over' It And Will Rescue It.\"",
      "Return To Him You Have So Greatly Revolted Against, O Israelites.",
      "For In That Day Every One Of You Will Reject The Idols Of Silver And Gold Your Sinful Hands Have Made.",
      "\"Assyria Will Fall By A Sword That Is Not Of Man; A Sword, Not Of Mortals, Will Devour Them. They Will Flee Before The Sword And Their Young Men Will Be Put To Forced Labor.",
      "Their Stronghold Will Fall Because Of Terror; At Sight Of The Battle Standard Their Commanders Will Panic,\" Declares The Lord , Whose Fire Is In Zion, Whose Furnace Is In Jerusalem."
    ],
    [
      "See, A King Will Reign In Righteousness And Rulers Will Rule With Justice.",
      "Each Man Will Be Like A Shelter From The Wind And A Refuge From The Storm, Like Streams Of Water In The Desert And The Shadow Of A Great Rock In A Thirsty Land.",
      "Then The Eyes Of Those Who See Will No Longer Be Closed, And The Ears Of Those Who Hear Will Listen.",
      "The Mind Of The Rash Will Know And Understand, And The Stammering Tongue Will Be Fluent And Clear.",
      "No Longer Will The Fool Be Called Noble Nor The Scoundrel Be Highly Respected.",
      "For The Fool Speaks Folly, His Mind Is Busy With Evil: He Practices Ungodliness And Spreads Error Concerning The Lord ; The Hungry He Leaves Empty And From The Thirsty He Withholds Water.",
      "The Scoundrel's Methods Are Wicked, He Makes Up Evil Schemes To Destroy The Poor With Lies, Even When The Plea Of The Needy Is Just.",
      "But The Noble Man Makes Noble Plans, And By Noble Deeds He Stands.",
      "You Women Who Are So Complacent, Rise Up And Listen To Me; You Daughters Who Feel Secure, Hear What I Have To Say!",
      "In Little More Than A Year You Who Feel Secure Will Tremble; The Grape Harvest Will Fail, And The Harvest Of Fruit Will Not Come.",
      "Tremble, You Complacent Women; Shudder, You Daughters Who Feel Secure! Strip Off Your Clothes, Put Sackcloth Around Your Waists.",
      "Beat Your Breasts For The Pleasant Fields, For The Fruitful Vines",
      "And For The Land Of My People, A Land Overgrown With Thorns And Briers- Yes, Mourn For All Houses Of Merriment And For This City Of Revelry.",
      "The Fortress Will Be Abandoned, The Noisy City Deserted; Citadel And Watchtower Will Become A Wasteland Forever, The Delight Of Donkeys, A Pasture For Flocks,",
      "Till The Spirit Is Poured Upon Us From On High, And The Desert Becomes A Fertile Field, And The Fertile Field Seems Like A Forest.",
      "Justice Will Dwell In The Desert And Righteousness Live In The Fertile Field.",
      "The Fruit Of Righteousness Will Be Peace; The Effect Of Righteousness Will Be Quietness And Confidence Forever.",
      "My People Will Live In Peaceful Dwelling Places, In Secure Homes, In Undisturbed Places Of Rest.",
      "Though Hail Flattens The Forest And The City Is Leveled Completely,",
      "How Blessed You Will Be, Sowing Your Seed By Every Stream, And Letting Your Cattle And Donkeys Range Free."
    ],
    [
      "Woe To You, O Destroyer, You Who Have Not Been Destroyed! Woe To You, O Traitor, You Who Have Not Been Betrayed! When You Stop Destroying, You Will Be Destroyed; When You Stop Betraying, You Will Be Betrayed.",
      "O Lord , Be Gracious To Us; We Long For You. Be Our Strength Every Morning, Our Salvation In Time Of Distress.",
      "At The Thunder Of Your Voice, The Peoples Flee; When You Rise Up, The Nations Scatter.",
      "Your Plunder, O Nations, Is Harvested As By Young Locusts; Like A Swarm Of Locusts Men Pounce On It.",
      "The Lord Is Exalted, For He Dwells On High; He Will Fill Zion With Justice And Righteousness.",
      "He Will Be The Sure Foundation For Your Times, A Rich Store Of Salvation And Wisdom And Knowledge; The Fear Of The Lord Is The Key To This Treasure.",
      "Look, Their Brave Men Cry Aloud In The Streets; The Envoys Of Peace Weep Bitterly.",
      "The Highways Are Deserted, No Travelers Are On The Roads. The Treaty Is Broken, Its Witnesses Are Despised, No One Is Respected.",
      "The Land Mourns And Wastes Away, Lebanon Is Ashamed And Withers; Sharon Is Like The Arabah, And Bashan And Carmel Drop Their Leaves.",
      "\"Now Will I Arise,\" Says The Lord . \"Now Will I Be Exalted; Now Will I Be Lifted Up.",
      "You Conceive Chaff, You Give Birth To Straw; Your Breath Is A Fire That Consumes You.",
      "The Peoples Will Be Burned As If To Lime; Like Cut Thornbushes They Will Be Set Ablaze.\"",
      "You Who Are Far Away, Hear What I Have Done; You Who Are Near, Acknowledge My Power!",
      "The Sinners In Zion Are Terrified; Trembling Grips The Godless: \"Who Of Us Can Dwell With The Consuming Fire? Who Of Us Can Dwell With Everlasting Burning?\"",
      "He Who Walks Righteously And Speaks What Is Right, Who Rejects Gain From Extortion And Keeps His Hand From Accepting Bribes, Who Stops His Ears Against Plots Of Murder And Shuts His Eyes Against Contemplating Evil-",
      "This Is The Man Who Will Dwell On The Heights, Whose Refuge Will Be The Mountain Fortress. His Bread Will Be Supplied, And Water Will Not Fail Him.",
      "Your Eyes Will See The King In His Beauty And View A Land That Stretches Afar.",
      "In Your Thoughts You Will Ponder The Former Terror: \"Where Is That Chief Officer? Where Is The One Who Took The Revenue? Where Is The Officer In Charge Of The Towers?\"",
      "You Will See Those Arrogant People No More, Those People Of An Obscure Speech, With Their Strange, Incomprehensible Tongue.",
      "Look Upon Zion, The City Of Our Festivals; Your Eyes Will See Jerusalem, A Peaceful Abode, A Tent That Will Not Be Moved; Its Stakes Will Never Be Pulled Up, Nor Any Of Its Ropes Broken.",
      "There The Lord Will Be Our Mighty One. It Will Be Like A Place Of Broad Rivers And Streams. No Galley With Oars Will Ride Them, No Mighty Ship Will Sail Them.",
      "For The Lord Is Our Judge, The Lord Is Our Lawgiver, The Lord Is Our King; It Is He Who Will Save Us.",
      "Your Rigging Hangs Loose: The Mast Is Not Held Secure, The Sail Is Not Spread. Then An Abundance Of Spoils Will Be Divided And Even The Lame Will Carry Off Plunder.",
      "No One Living In Zion Will Say, \"I Am Ill\"; And The Sins Of Those Who Dwell There Will Be Forgiven."
    ],
    [
      "Come Near, You Nations, And Listen; Pay Attention, You Peoples! Let The Earth Hear, And All That Is In It, The World, And All That Comes Out Of It!",
      "The Lord Is Angry With All Nations; His Wrath Is Upon All Their Armies. He Will Totally Destroy Them, He Will Give Them Over To Slaughter.",
      "Their Slain Will Be Thrown Out, Their Dead Bodies Will Send Up A Stench; The Mountains Will Be Soaked With Their Blood.",
      "All The Stars Of The Heavens Will Be Dissolved And The Sky Rolled Up Like A Scroll; All The Starry Host Will Fall Like Withered Leaves From The Vine, Like Shriveled Figs From The Fig Tree.",
      "My Sword Has Drunk Its Fill In The Heavens; See, It Descends In Judgment On Edom, The People I Have Totally Destroyed.",
      "The Sword Of The Lord Is Bathed In Blood, It Is Covered With Fat- The Blood Of Lambs And Goats, Fat From The Kidneys Of Rams. For The Lord Has A Sacrifice In Bozrah And A Great Slaughter In Edom.",
      "And The Wild Oxen Will Fall With Them, The Bull Calves And The Great Bulls. Their Land Will Be Drenched With Blood, And The Dust Will Be Soaked With Fat.",
      "For The Lord Has A Day Of Vengeance, A Year Of Retribution, To Uphold Zion's Cause.",
      "Edom's Streams Will Be Turned Into Pitch, Her Dust Into Burning Sulfur; Her Land Will Become Blazing Pitch!",
      "It Will Not Be Quenched Night And Day; Its Smoke Will Rise Forever. From Generation To Generation It Will Lie Desolate; No One Will Ever Pass Through It Again.",
      "The Desert Owl And Screech Owl Will Possess It; The Great Owl And The Raven Will Nest There. God Will Stretch Out Over Edom The Measuring Line Of Chaos And The Plumb Line Of Desolation.",
      "Her Nobles Will Have Nothing There To Be Called A Kingdom, All Her Princes Will Vanish Away.",
      "Thorns Will Overrun Her Citadels, Nettles And Brambles Her Strongholds. She Will Become A Haunt For Jackals, A Home For Owls.",
      "Desert Creatures Will Meet With Hyenas, And Wild Goats Will Bleat To Each Other; There The Night Creatures Will Also Repose And Find For Themselves Places Of Rest.",
      "The Owl Will Nest There And Lay Eggs, She Will Hatch Them, And Care For Her Young Under The Shadow Of Her Wings; There Also The Falcons Will Gather, Each With Its Mate.",
      "Look In The Scroll Of The Lord And Read: None Of These Will Be Missing, Not One Will Lack Her Mate. For It Is His Mouth That Has Given The Order, And His Spirit Will Gather Them Together.",
      "He Allots Their Portions; His Hand Distributes Them By Measure. They Will Possess It Forever And Dwell There From Generation To Generation."
    ],
    [
      "Glad; The Wilderness Will Rejoice And Blossom. Like The Crocus,",
      "It Will Burst Into Bloom; It Will Rejoice Greatly And Shout For Joy. The Glory Of Lebanon Will Be Given To It, The Splendor Of Carmel And Sharon; They Will See The Glory Of The Lord , The Splendor Of Our God.",
      "Strengthen The Feeble Hands, Steady The Knees That Give Way;",
      "Say To Those With Fearful Hearts, \"Be Strong, Do Not Fear; Your God Will Come, He Will Come With Vengeance; With Divine Retribution He Will Come To Save You.\"",
      "Then Will The Eyes Of The Blind Be Opened And The Ears Of The Deaf Unstopped.",
      "Then Will The Lame Leap Like A Deer, And The Mute Tongue Shout For Joy. Water Will Gush Forth In The Wilderness And Streams In The Desert.",
      "The Burning Sand Will Become A Pool, The Thirsty Ground Bubbling Springs. In The Haunts Where Jackals Once Lay, Grass And Reeds And Papyrus Will Grow.",
      "And A Highway Will Be There; It Will Be Called The Way Of Holiness. The Unclean Will Not Journey On It; It Will Be For Those Who Walk In That Way; Wicked Fools Will Not Go About On It.",
      "No Lion Will Be There, Nor Will Any Ferocious Beast Get Up On It; They Will Not Be Found There. But Only The Redeemed Will Walk There,",
      "And The Ransomed Of The Lord Will Return. They Will Enter Zion With Singing; Everlasting Joy Will Crown Their Heads. Gladness And Joy Will Overtake Them, And Sorrow And Sighing Will Flee Away."
    ],
    [
      "In The Fourteenth Year Of King Hezekiah's Reign, Sennacherib King Of Assyria Attacked All The Fortified Cities Of Judah And Captured Them.",
      "Then The King Of Assyria Sent His Field Commander With A Large Army From Lachish To King Hezekiah At Jerusalem. When The Commander Stopped At The Aqueduct Of The Upper Pool, On The Road To The Washerman's Field,",
      "Eliakim Son Of Hilkiah The Palace Administrator, Shebna The Secretary, And Joah Son Of Asaph The Recorder Went Out To Him.",
      "The Field Commander Said To Them, \"Tell Hezekiah, \" 'This Is What The Great King, The King Of Assyria, Says: On What Are You Basing This Confidence Of Yours?",
      "You Say You Have Strategy And Military Strength-but You Speak Only Empty Words. On Whom Are You Depending, That You Rebel Against Me?",
      "Look Now, You Are Depending On Egypt, That Splintered Reed Of A Staff, Which Pierces A Man's Hand And Wounds Him If He Leans On It! Such Is Pharaoh King Of Egypt To All Who Depend On Him.",
      "And If You Say To Me, \"We Are Depending On The Lord Our God\"-isn't He The One Whose High Places And Altars Hezekiah Removed, Saying To Judah And Jerusalem, \"You Must Worship Before This Altar\"?",
      "\" 'Come Now, Make A Bargain With My Master, The King Of Assyria: I Will Give You Two Thousand Horses-if You Can Put Riders On Them!",
      "How Then Can You Repulse One Officer Of The Least Of My Master's Officials, Even Though You Are Depending On Egypt For Chariots And Horsemen?",
      "Furthermore, Have I Come To Attack And Destroy This Land Without The Lord ? The Lord Himself Told Me To March Against This Country And Destroy It.' \"",
      "Then Eliakim, Shebna And Joah Said To The Field Commander, \"Please Speak To Your Servants In Aramaic, Since We Understand It. Don't Speak To Us In Hebrew In The Hearing Of The People On The Wall.\"",
      "But The Commander Replied, \"Was It Only To Your Master And You That My Master Sent Me To Say These Things, And Not To The Men Sitting On The Wall-who, Like You, Will Have To Eat Their Own Filth And Drink Their Own Urine?\"",
      "Then The Commander Stood And Called Out In Hebrew, \"Hear The Words Of The Great King, The King Of Assyria!",
      "This Is What The King Says: Do Not Let Hezekiah Deceive You. He Cannot Deliver You!",
      "Do Not Let Hezekiah Persuade You To Trust In The Lord When He Says, 'The Lord Will Surely Deliver Us; This City Will Not Be Given Into The Hand Of The King Of Assyria.'",
      "\"Do Not Listen To Hezekiah. This Is What The King Of Assyria Says: Make Peace With Me And Come Out To Me. Then Every One Of You Will Eat From His Own Vine And Fig Tree And Drink Water From His Own Cistern,",
      "Until I Come And Take You To A Land Like Your Own-a Land Of Grain And New Wine, A Land Of Bread And Vineyards.",
      "\"Do Not Let Hezekiah Mislead You When He Says, 'The Lord Will Deliver Us.' Has The God Of Any Nation Ever Delivered His Land From The Hand Of The King Of Assyria?",
      "Where Are The Gods Of Hamath And Arpad? Where Are The Gods Of Sepharvaim? Have They Rescued Samaria From My Hand?",
      "Who Of All The Gods Of These Countries Has Been Able To Save His Land From Me? How Then Can The Lord Deliver Jerusalem From My Hand?\"",
      "But The People Remained Silent And Said Nothing In Reply, Because The King Had Commanded, \"Do Not Answer Him.\"",
      "Then Eliakim Son Of Hilkiah The Palace Administrator, Shebna The Secretary, And Joah Son Of Asaph The Recorder Went To Hezekiah, With Their Clothes Torn, And Told Him What The Field Commander Had Said."
    ],
    [
      "When King Hezekiah Heard This, He Tore His Clothes And Put On Sackcloth And Went Into The Temple Of The Lord .",
      "He Sent Eliakim The Palace Administrator, Shebna The Secretary, And The Leading Priests, All Wearing Sackcloth, To The Prophet Isaiah Son Of Amoz.",
      "They Told Him, \"This Is What Hezekiah Says: This Day Is A Day Of Distress And Rebuke And Disgrace, As When Children Come To The Point Of Birth And There Is No Strength To Deliver Them.",
      "It May Be That The Lord Your God Will Hear The Words Of The Field Commander, Whom His Master, The King Of Assyria, Has Sent To Ridicule The Living God, And That He Will Rebuke Him For The Words The Lord Your God Has Heard. Therefore Pray For The Remnant That Still Survives.\"",
      "When King Hezekiah's Officials Came To Isaiah,",
      "Isaiah Said To Them, \"Tell Your Master, 'This Is What The Lord Says: Do Not Be Afraid Of What You Have Heard-those Words With Which The Underlings Of The King Of Assyria Have Blasphemed Me.",
      "Listen! I Am Going To Put A Spirit In Him So That When He Hears A Certain Report, He Will Return To His Own Country, And There I Will Have Him Cut Down With The Sword.' \"",
      "When The Field Commander Heard That The King Of Assyria Had Left Lachish, He Withdrew And Found The King Fighting Against Libnah.",
      "Now Sennacherib Received A Report That Tirhakah, The Cushite King Of Egypt , Was Marching Out To Fight Against Him. When He Heard It, He Sent Messengers To Hezekiah With This Word:",
      "\"Say To Hezekiah King Of Judah: Do Not Let The God You Depend On Deceive You When He Says, 'Jerusalem Will Not Be Handed Over To The King Of Assyria.'",
      "Surely You Have Heard What The Kings Of Assyria Have Done To All The Countries, Destroying Them Completely. And Will You Be Delivered?",
      "Did The Gods Of The Nations That Were Destroyed By My Forefathers Deliver Them-the Gods Of Gozan, Haran, Rezeph And The People Of Eden Who Were In Tel Assar?",
      "Where Is The King Of Hamath, The King Of Arpad, The King Of The City Of Sepharvaim, Or Of Hena Or Ivvah?\"",
      "Hezekiah Received The Letter From The Messengers And Read It. Then He Went Up To The Temple Of The Lord And Spread It Out Before The Lord .",
      "And Hezekiah Prayed To The Lord :",
      "\"O Lord Almighty, God Of Israel, Enthroned Between The Cherubim, You Alone Are God Over All The Kingdoms Of The Earth. You Have Made Heaven And Earth.",
      "Give Ear, O Lord , And Hear; Open Your Eyes, O Lord , And See; Listen To All The Words Sennacherib Has Sent To Insult The Living God.",
      "\"It Is True, O Lord , That The Assyrian Kings Have Laid Waste All These Peoples And Their Lands.",
      "They Have Thrown Their Gods Into The Fire And Destroyed Them, For They Were Not Gods But Only Wood And Stone, Fashioned By Human Hands.",
      "Now, O Lord Our God, Deliver Us From His Hand, So That All Kingdoms On Earth May Know That You Alone, O Lord , Are God. \"",
      "Then Isaiah Son Of Amoz Sent A Message To Hezekiah: \"This Is What The Lord , The God Of Israel, Says: Because You Have Prayed To Me Concerning Sennacherib King Of Assyria,",
      "This Is The Word The Lord Has Spoken Against Him: \"The Virgin Daughter Of Zion Despises And Mocks You. The Daughter Of Jerusalem Tosses Her Head As You Flee.",
      "Who Is It You Have Insulted And Blasphemed? Against Whom Have You Raised Your Voice And Lifted Your Eyes In Pride? Against The Holy One Of Israel!",
      "By Your Messengers You Have Heaped Insults On The Lord. And You Have Said, 'With My Many Chariots I Have Ascended The Heights Of The Mountains, The Utmost Heights Of Lebanon. I Have Cut Down Its Tallest Cedars, The Choicest Of Its Pines. I Have Reached Its Remotest Heights, The Finest Of Its Forests.",
      "I Have Dug Wells In Foreign Lands And Drunk The Water There. With The Soles Of My Feet I Have Dried Up All The Streams Of Egypt.'",
      "\"Have You Not Heard? Long Ago I Ordained It. In Days Of Old I Planned It; Now I Have Brought It To Pass, That You Have Turned Fortified Cities Into Piles Of Stone.",
      "Their People, Drained Of Power, Are Dismayed And Put To Shame. They Are Like Plants In The Field, Like Tender Green Shoots, Like Grass Sprouting On The Roof, Scorched Before It Grows Up.",
      "\"But I Know Where You Stay And When You Come And Go And How You Rage Against Me.",
      "Because You Rage Against Me And Because Your Insolence Has Reached My Ears, I Will Put My Hook In Your Nose And My Bit In Your Mouth, And I Will Make You Return By The Way You Came.",
      "\"This Will Be The Sign For You, O Hezekiah: \"This Year You Will Eat What Grows By Itself, And The Second Year What Springs From That. But In The Third Year Sow And Reap, Plant Vineyards And Eat Their Fruit.",
      "Once More A Remnant Of The House Of Judah Will Take Root Below And Bear Fruit Above.",
      "For Out Of Jerusalem Will Come A Remnant, And Out Of Mount Zion A Band Of Survivors. The Zeal Of The Lord Almighty Will Accomplish This.",
      "\"Therefore This Is What The Lord Says Concerning The King Of Assyria: \"He Will Not Enter This City Or Shoot An Arrow Here. He Will Not Come Before It With Shield Or Build A Siege Ramp Against It.",
      "By The Way That He Came He Will Return; He Will Not Enter This City,\" Declares The Lord .",
      "\"I Will Defend This City And Save It, For My Sake And For The Sake Of David My Servant!\"",
      "Then The Angel Of The Lord Went Out And Put To Death A Hundred And Eighty-five Thousand Men In The Assyrian Camp. When The People Got Up The Next Morning-there Were All The Dead Bodies!",
      "So Sennacherib King Of Assyria Broke Camp And Withdrew. He Returned To Nineveh And Stayed There.",
      "One Day, While He Was Worshiping In The Temple Of His God Nisroch, His Sons Adrammelech And Sharezer Cut Him Down With The Sword, And They Escaped To The Land Of Ararat. And Esarhaddon His Son Succeeded Him As King."
    ],
    [
      "In Those Days Hezekiah Became Ill And Was At The Point Of Death. The Prophet Isaiah Son Of Amoz Went To Him And Said, \"This Is What The Lord Says: Put Your House In Order, Because You Are Going To Die; You Will Not Recover.\"",
      "Hezekiah Turned His Face To The Wall And Prayed To The Lord ,",
      "\"Remember, O Lord , How I Have Walked Before You Faithfully And With Wholehearted Devotion And Have Done What Is Good In Your Eyes.\" And Hezekiah Wept Bitterly.",
      "Then The Word Of The Lord Came To Isaiah:",
      "\"Go And Tell Hezekiah, 'This Is What The Lord , The God Of Your Father David, Says: I Have Heard Your Prayer And Seen Your Tears; I Will Add Fifteen Years To Your Life.",
      "And I Will Deliver You And This City From The Hand Of The King Of Assyria. I Will Defend This City.",
      "\" 'This Is The Lord 'S Sign To You That The Lord Will Do What He Has Promised:",
      "I Will Make The Shadow Cast By The Sun Go Back The Ten Steps It Has Gone Down On The Stairway Of Ahaz.' \" So The Sunlight Went Back The Ten Steps It Had Gone Down.",
      "A Writing Of Hezekiah King Of Judah After His Illness And Recovery:",
      "I Said, \"In The Prime Of My Life Must I Go Through The Gates Of Death And Be Robbed Of The Rest Of My Years?\"",
      "I Said, \"I Will Not Again See The Lord , The Lord , In The Land Of The Living; No Longer Will I Look On Mankind, Or Be With Those Who Now Dwell In This World.",
      "Like A Shepherd's Tent My House Has Been Pulled Down And Taken From Me. Like A Weaver I Have Rolled Up My Life, And He Has Cut Me Off From The Loom; Day And Night You Made An End Of Me.",
      "I Waited Patiently Till Dawn, But Like A Lion He Broke All My Bones; Day And Night You Made An End Of Me.",
      "I Cried Like A Swift Or Thrush, I Moaned Like A Mourning Dove. My Eyes Grew Weak As I Looked To The Heavens. I Am Troubled; O Lord, Come To My Aid!\"",
      "But What Can I Say? He Has Spoken To Me, And He Himself Has Done This. I Will Walk Humbly All My Years Because Of This Anguish Of My Soul.",
      "Lord, By Such Things Men Live; And My Spirit Finds Life In Them Too. You Restored Me To Health And Let Me Live.",
      "Surely It Was For My Benefit That I Suffered Such Anguish. In Your Love You Kept Me From The Pit Of Destruction; You Have Put All My Sins Behind Your Back.",
      "For The Grave Cannot Praise You, Death Cannot Sing Your Praise; Those Who Go Down To The Pit Cannot Hope For Your Faithfulness.",
      "The Living, The Living-they Praise You, As I Am Doing Today; Fathers Tell Their Children About Your Faithfulness.",
      "The Lord Will Save Me, And We Will Sing With Stringed Instruments All The Days Of Our Lives In The Temple Of The Lord .",
      "Isaiah Had Said, \"Prepare A Poultice Of Figs And Apply It To The Boil, And He Will Recover.\"",
      "Hezekiah Had Asked, \"What Will Be The Sign That I Will Go Up To The Temple Of The Lord ?\""
    ],
    [
      "At That Time Merodach-baladan Son Of Baladan King Of Babylon Sent Hezekiah Letters And A Gift, Because He Had Heard Of His Illness And Recovery.",
      "Hezekiah Received The Envoys Gladly And Showed Them What Was In His Storehouses-the Silver, The Gold, The Spices, The Fine Oil, His Entire Armory And Everything Found Among His Treasures. There Was Nothing In His Palace Or In All His Kingdom That Hezekiah Did Not Show Them.",
      "Then Isaiah The Prophet Went To King Hezekiah And Asked, \"What Did Those Men Say, And Where Did They Come From?\" \"From A Distant Land,\" Hezekiah Replied. \"They Came To Me From Babylon.\"",
      "The Prophet Asked, \"What Did They See In Your Palace?\" \"They Saw Everything In My Palace,\" Hezekiah Said. \"There Is Nothing Among My Treasures That I Did Not Show Them.\"",
      "Then Isaiah Said To Hezekiah, \"Hear The Word Of The Lord Almighty:",
      "The Time Will Surely Come When Everything In Your Palace, And All That Your Fathers Have Stored Up Until This Day, Will Be Carried Off To Babylon. Nothing Will Be Left, Says The Lord .",
      "And Some Of Your Descendants, Your Own Flesh And Blood Who Will Be Born To You, Will Be Taken Away, And They Will Become Eunuchs In The Palace Of The King Of Babylon.\"",
      "\"The Word Of The Lord You Have Spoken Is Good,\" Hezekiah Replied. For He Thought, \"There Will Be Peace And Security In My Lifetime.\""
    ],
    [
      "Comfort, Comfort My People, Says Your God.",
      "Speak Tenderly To Jerusalem, And Proclaim To Her That Her Hard Service Has Been Completed, That Her Sin Has Been Paid For, That She Has Received From The Lord 'S Hand Double For All Her Sins.",
      "A Voice Of One Calling: \"In The Desert Prepare The Way For The Lord ; Make Straight In The Wilderness A Highway For Our God.",
      "Every Valley Shall Be Raised Up, Every Mountain And Hill Made Low; The Rough Ground Shall Become Level, The Rugged Places A Plain.",
      "And The Glory Of The Lord Will Be Revealed, And All Mankind Together Will See It. For The Mouth Of The Lord Has Spoken.\"",
      "A Voice Says, \"Cry Out.\" And I Said, \"What Shall I Cry?\" \"All Men Are Like Grass, And All Their Glory Is Like The Flowers Of The Field.",
      "The Grass Withers And The Flowers Fall, Because The Breath Of The Lord Blows On Them. Surely The People Are Grass.",
      "The Grass Withers And The Flowers Fall, But The Word Of Our God Stands Forever.\"",
      "You Who Bring Good Tidings To Zion, Go Up On A High Mountain. You Who Bring Good Tidings To Jerusalem, Lift Up Your Voice With A Shout, Lift It Up, Do Not Be Afraid; Say To The Towns Of Judah, \"Here Is Your God!\"",
      "See, The Sovereign Lord Comes With Power, And His Arm Rules For Him. See, His Reward Is With Him, And His Recompense Accompanies Him.",
      "He Tends His Flock Like A Shepherd: He Gathers The Lambs In His Arms And Carries Them Close To His Heart; He Gently Leads Those That Have Young.",
      "Who Has Measured The Waters In The Hollow Of His Hand, Or With The Breadth Of His Hand Marked Off The Heavens? Who Has Held The Dust Of The Earth In A Basket, Or Weighed The Mountains On The Scales And The Hills In A Balance?",
      "Who Has Understood The Mind Of The Lord , Or Instructed Him As His Counselor?",
      "Whom Did The Lord Consult To Enlighten Him, And Who Taught Him The Right Way? Who Was It That Taught Him Knowledge Or Showed Him The Path Of Understanding?",
      "Surely The Nations Are Like A Drop In A Bucket; They Are Regarded As Dust On The Scales; He Weighs The Islands As Though They Were Fine Dust.",
      "Lebanon Is Not Sufficient For Altar Fires, Nor Its Animals Enough For Burnt Offerings.",
      "Before Him All The Nations Are As Nothing; They Are Regarded By Him As Worthless And Less Than Nothing.",
      "To Whom, Then, Will You Compare God? What Image Will You Compare Him To?",
      "As For An Idol, A Craftsman Casts It, And A Goldsmith Overlays It With Gold And Fashions Silver Chains For It.",
      "A Man Too Poor To Present Such An Offering Selects Wood That Will Not Rot. He Looks For A Skilled Craftsman To Set Up An Idol That Will Not Topple.",
      "Do You Not Know? Have You Not Heard? Has It Not Been Told You From The Beginning? Have You Not Understood Since The Earth Was Founded?",
      "He Sits Enthroned Above The Circle Of The Earth, And Its People Are Like Grasshoppers. He Stretches Out The Heavens Like A Canopy, And Spreads Them Out Like A Tent To Live In.",
      "He Brings Princes To Naught And Reduces The Rulers Of This World To Nothing.",
      "No Sooner Are They Planted, No Sooner Are They Sown, No Sooner Do They Take Root In The Ground, Than He Blows On Them And They Wither, And A Whirlwind Sweeps Them Away Like Chaff.",
      "\"To Whom Will You Compare Me? Or Who Is My Equal?\" Says The Holy One.",
      "Lift Your Eyes And Look To The Heavens: Who Created All These? He Who Brings Out The Starry Host One By One, And Calls Them Each By Name. Because Of His Great Power And Mighty Strength, Not One Of Them Is Missing.",
      "Why Do You Say, O Jacob, And Complain, O Israel, \"My Way Is Hidden From The Lord ; My Cause Is Disregarded By My God\"?",
      "Do You Not Know? Have You Not Heard? The Lord Is The Everlasting God, The Creator Of The Ends Of The Earth. He Will Not Grow Tired Or Weary, And His Understanding No One Can Fathom.",
      "He Gives Strength To The Weary And Increases The Power Of The Weak.",
      "Even Youths Grow Tired And Weary, And Young Men Stumble And Fall;",
      "But Those Who Hope In The Lord Will Renew Their Strength. They Will Soar On Wings Like Eagles; They Will Run And Not Grow Weary, They Will Walk And Not Be Faint."
    ],
    [
      "\"Be Silent Before Me, You Islands! Let The Nations Renew Their Strength! Let Them Come Forward And Speak; Let Us Meet Together At The Place Of Judgment.",
      "\"Who Has Stirred Up One From The East, Calling Him In Righteousness To His Service ? He Hands Nations Over To Him And Subdues Kings Before Him. He Turns Them To Dust With His Sword, To Windblown Chaff With His Bow.",
      "He Pursues Them And Moves On Unscathed, By A Path His Feet Have Not Traveled Before.",
      "Who Has Done This And Carried It Through, Calling Forth The Generations From The Beginning? I, The Lord -With The First Of Them And With The Last-i Am He.\"",
      "The Islands Have Seen It And Fear; The Ends Of The Earth Tremble. They Approach And Come Forward;",
      "Each Helps The Other And Says To His Brother, \"Be Strong!\"",
      "The Craftsman Encourages The Goldsmith, And He Who Smooths With The Hammer Spurs On Him Who Strikes The Anvil. He Says Of The Welding, \"It Is Good.\" He Nails Down The Idol So It Will Not Topple.",
      "\"But You, O Israel, My Servant, Jacob, Whom I Have Chosen, You Descendants Of Abraham My Friend,",
      "I Took You From The Ends Of The Earth, From Its Farthest Corners I Called You. I Said, 'You Are My Servant'; I Have Chosen You And Have Not Rejected You.",
      "So Do Not Fear, For I Am With You; Do Not Be Dismayed, For I Am Your God. I Will Strengthen You And Help You; I Will Uphold You With My Righteous Right Hand.",
      "\"All Who Rage Against You Will Surely Be Ashamed And Disgraced; Those Who Oppose You Will Be As Nothing And Perish.",
      "Though You Search For Your Enemies, You Will Not Find Them. Those Who Wage War Against You Will Be As Nothing At All.",
      "For I Am The Lord , Your God, Who Takes Hold Of Your Right Hand And Says To You, Do Not Fear; I Will Help You.",
      "Do Not Be Afraid, O Worm Jacob, O Little Israel, For I Myself Will Help You,\" Declares The Lord , Your Redeemer, The Holy One Of Israel.",
      "\"See, I Will Make You Into A Threshing Sledge, New And Sharp, With Many Teeth. You Will Thresh The Mountains And Crush Them, And Reduce The Hills To Chaff.",
      "You Will Winnow Them, The Wind Will Pick Them Up, And A Gale Will Blow Them Away. But You Will Rejoice In The Lord And Glory In The Holy One Of Israel.",
      "\"The Poor And Needy Search For Water, But There Is None; Their Tongues Are Parched With Thirst. But I The Lord Will Answer Them; I, The God Of Israel, Will Not Forsake Them.",
      "I Will Make Rivers Flow On Barren Heights, And Springs Within The Valleys. I Will Turn The Desert Into Pools Of Water, And The Parched Ground Into Springs.",
      "I Will Put In The Desert The Cedar And The Acacia, The Myrtle And The Olive. I Will Set Pines In The Wasteland, The Fir And The Cypress Together,",
      "So That People May See And Know, May Consider And Understand, That The Hand Of The Lord Has Done This, That The Holy One Of Israel Has Created It.",
      "\"Present Your Case,\" Says The Lord . \"Set Forth Your Arguments,\" Says Jacob's King.",
      "\"Bring In Your Idols To Tell Us What Is Going To Happen. Tell Us What The Former Things Were, So That We May Consider Them And Know Their Final Outcome. Or Declare To Us The Things To Come,",
      "Tell Us What The Future Holds, So We May Know That You Are Gods. Do Something, Whether Good Or Bad, So That We Will Be Dismayed And Filled With Fear.",
      "But You Are Less Than Nothing And Your Works Are Utterly Worthless; He Who Chooses You Is Detestable.",
      "\"I Have Stirred Up One From The North, And He Comes- One From The Rising Sun Who Calls On My Name. He Treads On Rulers As If They Were Mortar, As If He Were A Potter Treading The Clay.",
      "Who Told Of This From The Beginning, So We Could Know, Or Beforehand, So We Could Say, 'He Was Right'? No One Told Of This, No One Foretold It, No One Heard Any Words From You.",
      "I Was The First To Tell Zion, 'Look, Here They Are!' I Gave To Jerusalem A Messenger Of Good Tidings.",
      "I Look But There Is No One- No One Among Them To Give Counsel, No One To Give Answer When I Ask Them.",
      "See, They Are All False! Their Deeds Amount To Nothing; Their Images Are But Wind And Confusion."
    ],
    [
      "\"Here Is My Servant, Whom I Uphold, My Chosen One In Whom I Delight; I Will Put My Spirit On Him And He Will Bring Justice To The Nations.",
      "He Will Not Shout Or Cry Out, Or Raise His Voice In The Streets.",
      "A Bruised Reed He Will Not Break, And A Smoldering Wick He Will Not Snuff Out. In Faithfulness He Will Bring Forth Justice;",
      "He Will Not Falter Or Be Discouraged Till He Establishes Justice On Earth. In His Law The Islands Will Put Their Hope.\"",
      "This Is What God The Lord Says- He Who Created The Heavens And Stretched Them Out, Who Spread Out The Earth And All That Comes Out Of It, Who Gives Breath To Its People, And Life To Those Who Walk On It:",
      "\"I, The Lord , Have Called You In Righteousness; I Will Take Hold Of Your Hand. I Will Keep You And Will Make You To Be A Covenant For The People And A Light For The Gentiles,",
      "To Open Eyes That Are Blind, To Free Captives From Prison And To Release From The Dungeon Those Who Sit In Darkness.",
      "\"I Am The Lord ; That Is My Name! I Will Not Give My Glory To Another Or My Praise To Idols.",
      "See, The Former Things Have Taken Place, And New Things I Declare; Before They Spring Into Being I Announce Them To You.\" Song Of Praise To The Lord",
      "Sing To The Lord A New Song, His Praise From The Ends Of The Earth, You Who Go Down To The Sea, And All That Is In It, You Islands, And All Who Live In Them.",
      "Let The Desert And Its Towns Raise Their Voices; Let The Settlements Where Kedar Lives Rejoice. Let The People Of Sela Sing For Joy; Let Them Shout From The Mountaintops.",
      "Let Them Give Glory To The Lord And Proclaim His Praise In The Islands.",
      "The Lord Will March Out Like A Mighty Man, Like A Warrior He Will Stir Up His Zeal; With A Shout He Will Raise The Battle Cry And Will Triumph Over His Enemies.",
      "\"For A Long Time I Have Kept Silent, I Have Been Quiet And Held Myself Back. But Now, Like A Woman In Childbirth, I Cry Out, I Gasp And Pant.",
      "I Will Lay Waste The Mountains And Hills And Dry Up All Their Vegetation; I Will Turn Rivers Into Islands And Dry Up The Pools.",
      "I Will Lead The Blind By Ways They Have Not Known, Along Unfamiliar Paths I Will Guide Them; I Will Turn The Darkness Into Light Before Them And Make The Rough Places Smooth. These Are The Things I Will Do; I Will Not Forsake Them.",
      "But Those Who Trust In Idols, Who Say To Images, 'You Are Our Gods,' Will Be Turned Back In Utter Shame. Israel Blind And Deaf",
      "\"Hear, You Deaf; Look, You Blind, And See!",
      "Who Is Blind But My Servant, And Deaf Like The Messenger I Send? Who Is Blind Like The One Committed To Me, Blind Like The Servant Of The Lord ?",
      "You Have Seen Many Things, But Have Paid No Attention; Your Ears Are Open, But You Hear Nothing.\"",
      "It Pleased The Lord For The Sake Of His Righteousness To Make His Law Great And Glorious.",
      "But This Is A People Plundered And Looted, All Of Them Trapped In Pits Or Hidden Away In Prisons. They Have Become Plunder, With No One To Rescue Them; They Have Been Made Loot, With No One To Say, \"Send Them Back.\"",
      "Which Of You Will Listen To This Or Pay Close Attention In Time To Come?",
      "Who Handed Jacob Over To Become Loot, And Israel To The Plunderers? Was It Not The Lord , Against Whom We Have Sinned? For They Would Not Follow His Ways; They Did Not Obey His Law.",
      "So He Poured Out On Them His Burning Anger, The Violence Of War. It Enveloped Them In Flames, Yet They Did Not Understand; It Consumed Them, But They Did Not Take It To Heart."
    ],
    [
      "But Now, This Is What The Lord Says- He Who Created You, O Jacob, He Who Formed You, O Israel: \"Fear Not, For I Have Redeemed You; I Have Summoned You By Name; You Are Mine.",
      "When You Pass Through The Waters, I Will Be With You; And When You Pass Through The Rivers, They Will Not Sweep Over You. When You Walk Through The Fire, You Will Not Be Burned; The Flames Will Not Set You Ablaze.",
      "For I Am The Lord , Your God, The Holy One Of Israel, Your Savior; I Give Egypt For Your Ransom, Cush And Seba In Your Stead.",
      "Since You Are Precious And Honored In My Sight, And Because I Love You, I Will Give Men In Exchange For You, And People In Exchange For Your Life.",
      "Do Not Be Afraid, For I Am With You; I Will Bring Your Children From The East And Gather You From The West.",
      "I Will Say To The North, 'Give Them Up!' And To The South, 'Do Not Hold Them Back.' Bring My Sons From Afar And My Daughters From The Ends Of The Earth-",
      "Everyone Who Is Called By My Name, Whom I Created For My Glory, Whom I Formed And Made.\"",
      "Lead Out Those Who Have Eyes But Are Blind, Who Have Ears But Are Deaf.",
      "All The Nations Gather Together And The Peoples Assemble. Which Of Them Foretold This And Proclaimed To Us The Former Things? Let Them Bring In Their Witnesses To Prove They Were Right, So That Others May Hear And Say, \"It Is True.\"",
      "\"You Are My Witnesses,\" Declares The Lord , \"And My Servant Whom I Have Chosen, So That You May Know And Believe Me And Understand That I Am He. Before Me No God Was Formed, Nor Will There Be One After Me.",
      "I, Even I, Am The Lord , And Apart From Me There Is No Savior.",
      "I Have Revealed And Saved And Proclaimed- I, And Not Some Foreign God Among You. You Are My Witnesses,\" Declares The Lord , \"That I Am God.",
      "Yes, And From Ancient Days I Am He. No One Can Deliver Out Of My Hand. When I Act, Who Can Reverse It?\"",
      "This Is What The Lord Says- Your Redeemer, The Holy One Of Israel: \"For Your Sake I Will Send To Babylon And Bring Down As Fugitives All The Babylonians, In The Ships In Which They Took Pride.",
      "I Am The Lord , Your Holy One, Israel's Creator, Your King.\"",
      "This Is What The Lord Says- He Who Made A Way Through The Sea, A Path Through The Mighty Waters,",
      "Who Drew Out The Chariots And Horses, The Army And Reinforcements Together, And They Lay There, Never To Rise Again, Extinguished, Snuffed Out Like A Wick:",
      "\"Forget The Former Things; Do Not Dwell On The Past.",
      "See, I Am Doing A New Thing! Now It Springs Up; Do You Not Perceive It? I Am Making A Way In The Desert And Streams In The Wasteland.",
      "The Wild Animals Honor Me, The Jackals And The Owls, Because I Provide Water In The Desert And Streams In The Wasteland, To Give Drink To My People, My Chosen,",
      "The People I Formed For Myself That They May Proclaim My Praise.",
      "\"Yet You Have Not Called Upon Me, O Jacob, You Have Not Wearied Yourselves For Me, O Israel.",
      "You Have Not Brought Me Sheep For Burnt Offerings, Nor Honored Me With Your Sacrifices. I Have Not Burdened You With Grain Offerings Nor Wearied You With Demands For Incense.",
      "You Have Not Bought Any Fragrant Calamus For Me, Or Lavished On Me The Fat Of Your Sacrifices. But You Have Burdened Me With Your Sins And Wearied Me With Your Offenses.",
      "\"I, Even I, Am He Who Blots Out Your Transgressions, For My Own Sake, And Remembers Your Sins No More.",
      "Review The Past For Me, Let Us Argue The Matter Together; State The Case For Your Innocence.",
      "Your First Father Sinned; Your Spokesmen Rebelled Against Me.",
      "So I Will Disgrace The Dignitaries Of Your Temple, And I Will Consign Jacob To Destruction And Israel To Scorn."
    ],
    [
      "\"But Now Listen, O Jacob, My Servant, Israel, Whom I Have Chosen.",
      "This Is What The Lord Says- He Who Made You, Who Formed You In The Womb, And Who Will Help You: Do Not Be Afraid, O Jacob, My Servant, Jeshurun, Whom I Have Chosen.",
      "For I Will Pour Water On The Thirsty Land, And Streams On The Dry Ground; I Will Pour Out My Spirit On Your Offspring, And My Blessing On Your Descendants.",
      "They Will Spring Up Like Grass In A Meadow, Like Poplar Trees By Flowing Streams.",
      "One Will Say, 'I Belong To The Lord '; Another Will Call Himself By The Name Of Jacob; Still Another Will Write On His Hand, 'The Lord 'S,' And Will Take The Name Israel.",
      "\"This Is What The Lord Says- Israel's King And Redeemer, The Lord Almighty: I Am The First And I Am The Last; Apart From Me There Is No God.",
      "Who Then Is Like Me? Let Him Proclaim It. Let Him Declare And Lay Out Before Me What Has Happened Since I Established My Ancient People, And What Is Yet To Come- Yes, Let Him Foretell What Will Come.",
      "Do Not Tremble, Do Not Be Afraid. Did I Not Proclaim This And Foretell It Long Ago? You Are My Witnesses. Is There Any God Besides Me? No, There Is No Other Rock; I Know Not One.\"",
      "All Who Make Idols Are Nothing, And The Things They Treasure Are Worthless. Those Who Would Speak Up For Them Are Blind; They Are Ignorant, To Their Own Shame.",
      "Who Shapes A God And Casts An Idol, Which Can Profit Him Nothing?",
      "He And His Kind Will Be Put To Shame; Craftsmen Are Nothing But Men. Let Them All Come Together And Take Their Stand; They Will Be Brought Down To Terror And Infamy.",
      "The Blacksmith Takes A Tool And Works With It In The Coals; He Shapes An Idol With Hammers, He Forges It With The Might Of His Arm. He Gets Hungry And Loses His Strength; He Drinks No Water And Grows Faint.",
      "The Carpenter Measures With A Line And Makes An Outline With A Marker; He Roughs It Out With Chisels And Marks It With Compasses. He Shapes It In The Form Of Man, Of Man In All His Glory, That It May Dwell In A Shrine.",
      "He Cut Down Cedars, Or Perhaps Took A Cypress Or Oak. He Let It Grow Among The Trees Of The Forest, Or Planted A Pine, And The Rain Made It Grow.",
      "It Is Man's Fuel For Burning; Some Of It He Takes And Warms Himself, He Kindles A Fire And Bakes Bread. But He Also Fashions A God And Worships It; He Makes An Idol And Bows Down To It.",
      "Half Of The Wood He Burns In The Fire; Over It He Prepares His Meal, He Roasts His Meat And Eats His Fill. He Also Warms Himself And Says, \"Ah! I Am Warm; I See The Fire.\"",
      "From The Rest He Makes A God, His Idol; He Bows Down To It And Worships. He Prays To It And Says, \"Save Me; You Are My God.\"",
      "They Know Nothing, They Understand Nothing; Their Eyes Are Plastered Over So They Cannot See, And Their Minds Closed So They Cannot Understand.",
      "No One Stops To Think, No One Has The Knowledge Or Understanding To Say, \"Half Of It I Used For Fuel; I Even Baked Bread Over Its Coals, I Roasted Meat And I Ate. Shall I Make A Detestable Thing From What Is Left? Shall I Bow Down To A Block Of Wood?\"",
      "He Feeds On Ashes, A Deluded Heart Misleads Him; He Cannot Save Himself, Or Say, \"Is Not This Thing In My Right Hand A Lie?\"",
      "\"Remember These Things, O Jacob, For You Are My Servant, O Israel. I Have Made You, You Are My Servant; O Israel, I Will Not Forget You.",
      "I Have Swept Away Your Offenses Like A Cloud, Your Sins Like The Morning Mist. Return To Me, For I Have Redeemed You.\"",
      "Sing For Joy, O Heavens, For The Lord Has Done This; Shout Aloud, O Earth Beneath. Burst Into Song, You Mountains, You Forests And All Your Trees, For The Lord Has Redeemed Jacob, He Displays His Glory In Israel.",
      "\"This Is What The Lord Says- Your Redeemer, Who Formed You In The Womb: I Am The Lord , Who Has Made All Things, Who Alone Stretched Out The Heavens, Who Spread Out The Earth By Myself,",
      "Who Foils The Signs Of False Prophets And Makes Fools Of Diviners, Who Overthrows The Learning Of The Wise And Turns It Into Nonsense,",
      "Who Carries Out The Words Of His Servants And Fulfills The Predictions Of His Messengers, Who Says Of Jerusalem, 'It Shall Be Inhabited,' Of The Towns Of Judah, 'They Shall Be Built,' And Of Their Ruins, 'I Will Restore Them,'",
      "Who Says To The Watery Deep, 'Be Dry, And I Will Dry Up Your Streams,'",
      "Who Says Of Cyrus, 'He Is My Shepherd And Will Accomplish All That I Please; He Will Say Of Jerusalem, \"Let It Be Rebuilt,\" And Of The Temple, \"Let Its Foundations Be Laid.\" '"
    ],
    [
      "\"This Is What The Lord Says To His Anointed, To Cyrus, Whose Right Hand I Take Hold Of To Subdue Nations Before Him And To Strip Kings Of Their Armor, To Open Doors Before Him So That Gates Will Not Be Shut:",
      "I Will Go Before You And Will Level The Mountains ; I Will Break Down Gates Of Bronze And Cut Through Bars Of Iron.",
      "I Will Give You The Treasures Of Darkness, Riches Stored In Secret Places, So That You May Know That I Am The Lord , The God Of Israel, Who Summons You By Name.",
      "For The Sake Of Jacob My Servant, Of Israel My Chosen, I Summon You By Name And Bestow On You A Title Of Honor, Though You Do Not Acknowledge Me.",
      "I Am The Lord , And There Is No Other; Apart From Me There Is No God. I Will Strengthen You, Though You Have Not Acknowledged Me,",
      "So That From The Rising Of The Sun To The Place Of Its Setting Men May Know There Is None Besides Me. I Am The Lord , And There Is No Other.",
      "I Form The Light And Create Darkness, I Bring Prosperity And Create Disaster; I, The Lord , Do All These Things.",
      "\"You Heavens Above, Rain Down Righteousness; Let The Clouds Shower It Down. Let The Earth Open Wide, Let Salvation Spring Up, Let Righteousness Grow With It; I, The Lord , Have Created It.",
      "\"Woe To Him Who Quarrels With His Maker, To Him Who Is But A Potsherd Among The Potsherds On The Ground. Does The Clay Say To The Potter, 'What Are You Making?' Does Your Work Say, 'He Has No Hands'?",
      "Woe To Him Who Says To His Father, 'What Have You Begotten?' Or To His Mother, 'What Have You Brought To Birth?'",
      "\"This Is What The Lord Says- The Holy One Of Israel, And Its Maker: Concerning Things To Come, Do You Question Me About My Children, Or Give Me Orders About The Work Of My Hands?",
      "It Is I Who Made The Earth And Created Mankind Upon It. My Own Hands Stretched Out The Heavens; I Marshaled Their Starry Hosts.",
      "I Will Raise Up Cyrus In My Righteousness: I Will Make All His Ways Straight. He Will Rebuild My City And Set My Exiles Free, But Not For A Price Or Reward, Says The Lord Almighty.\"",
      "This Is What The Lord Says: \"The Products Of Egypt And The Merchandise Of Cush, And Those Tall Sabeans- They Will Come Over To You And Will Be Yours; They Will Trudge Behind You, Coming Over To You In Chains. They Will Bow Down Before You And Plead With You, Saying, 'Surely God Is With You, And There Is No Other; There Is No Other God.' \"",
      "Truly You Are A God Who Hides Himself, O God And Savior Of Israel.",
      "All The Makers Of Idols Will Be Put To Shame And Disgraced; They Will Go Off Into Disgrace Together.",
      "But Israel Will Be Saved By The Lord With An Everlasting Salvation; You Will Never Be Put To Shame Or Disgraced, To Ages Everlasting.",
      "For This Is What The Lord Says- He Who Created The Heavens, He Is God; He Who Fashioned And Made The Earth, He Founded It; He Did Not Create It To Be Empty, But Formed It To Be Inhabited- He Says: \"I Am The Lord , And There Is No Other.",
      "I Have Not Spoken In Secret, From Somewhere In A Land Of Darkness; I Have Not Said To Jacob's Descendants, 'Seek Me In Vain.' I, The Lord , Speak The Truth; I Declare What Is Right.",
      "\"Gather Together And Come; Assemble, You Fugitives From The Nations. Ignorant Are Those Who Carry About Idols Of Wood, Who Pray To Gods That Cannot Save.",
      "Declare What Is To Be, Present It- Let Them Take Counsel Together. Who Foretold This Long Ago, Who Declared It From The Distant Past? Was It Not I, The Lord ? And There Is No God Apart From Me, A Righteous God And A Savior; There Is None But Me.",
      "\"Turn To Me And Be Saved, All You Ends Of The Earth; For I Am God, And There Is No Other.",
      "By Myself I Have Sworn, My Mouth Has Uttered In All Integrity A Word That Will Not Be Revoked: Before Me Every Knee Will Bow; By Me Every Tongue Will Swear.",
      "They Will Say Of Me, 'In The Lord Alone Are Righteousness And Strength.' \" All Who Have Raged Against Him Will Come To Him And Be Put To Shame.",
      "But In The Lord All The Descendants Of Israel Will Be Found Righteous And Will Exult."
    ],
    [
      "Bel Bows Down, Nebo Stoops Low; Their Idols Are Borne By Beasts Of Burden. The Images That Are Carried About Are Burdensome, A Burden For The Weary.",
      "They Stoop And Bow Down Together; Unable To Rescue The Burden, They Themselves Go Off Into Captivity.",
      "\"Listen To Me, O House Of Jacob, All You Who Remain Of The House Of Israel, You Whom I Have Upheld Since You Were Conceived, And Have Carried Since Your Birth.",
      "Even To Your Old Age And Gray Hairs I Am He, I Am He Who Will Sustain You. I Have Made You And I Will Carry You; I Will Sustain You And I Will Rescue You.",
      "\"To Whom Will You Compare Me Or Count Me Equal? To Whom Will You Liken Me That We May Be Compared?",
      "Some Pour Out Gold From Their Bags And Weigh Out Silver On The Scales; They Hire A Goldsmith To Make It Into A God, And They Bow Down And Worship It.",
      "They Lift It To Their Shoulders And Carry It; They Set It Up In Its Place, And There It Stands. From That Spot It Cannot Move. Though One Cries Out To It, It Does Not Answer; It Cannot Save Him From His Troubles.",
      "\"Remember This, Fix It In Mind, Take It To Heart, You Rebels.",
      "Remember The Former Things, Those Of Long Ago; I Am God, And There Is No Other; I Am God, And There Is None Like Me.",
      "I Make Known The End From The Beginning, From Ancient Times, What Is Still To Come. I Say: My Purpose Will Stand, And I Will Do All That I Please.",
      "From The East I Summon A Bird Of Prey; From A Far-off Land, A Man To Fulfill My Purpose. What I Have Said, That Will I Bring About; What I Have Planned, That Will I Do.",
      "Listen To Me, You Stubborn-hearted, You Who Are Far From Righteousness.",
      "I Am Bringing My Righteousness Near, It Is Not Far Away; And My Salvation Will Not Be Delayed. I Will Grant Salvation To Zion, My Splendor To Israel."
    ],
    [
      "\"Go Down, Sit In The Dust, Virgin Daughter Of Babylon; Sit On The Ground Without A Throne, Daughter Of The Babylonians. No More Will You Be Called Tender Or Delicate.",
      "Take Millstones And Grind Flour; Take Off Your Veil. Lift Up Your Skirts, Bare Your Legs, And Wade Through The Streams.",
      "Your Nakedness Will Be Exposed And Your Shame Uncovered. I Will Take Vengeance; I Will Spare No One.\"",
      "Our Redeemer-the Lord Almighty Is His Name- Is The Holy One Of Israel.",
      "\"Sit In Silence, Go Into Darkness, Daughter Of The Babylonians; No More Will You Be Called Queen Of Kingdoms.",
      "I Was Angry With My People And Desecrated My Inheritance; I Gave Them Into Your Hand, And You Showed Them No Mercy. Even On The Aged You Laid A Very Heavy Yoke.",
      "You Said, 'I Will Continue Forever- The Eternal Queen!' But You Did Not Consider These Things Or Reflect On What Might Happen.",
      "\"Now Then, Listen, You Wanton Creature, Lounging In Your Security And Saying To Yourself, 'I Am, And There Is None Besides Me. I Will Never Be A Widow Or Suffer The Loss Of Children.'",
      "Both Of These Will Overtake You In A Moment, On A Single Day: Loss Of Children And Widowhood. They Will Come Upon You In Full Measure, In Spite Of Your Many Sorceries And All Your Potent Spells.",
      "You Have Trusted In Your Wickedness And Have Said, 'No One Sees Me.' Your Wisdom And Knowledge Mislead You When You Say To Yourself, 'I Am, And There Is None Besides Me.'",
      "Disaster Will Come Upon You, And You Will Not Know How To Conjure It Away. A Calamity Will Fall Upon You That You Cannot Ward Off With A Ransom; A Catastrophe You Cannot Foresee Will Suddenly Come Upon You.",
      "\"Keep On, Then, With Your Magic Spells And With Your Many Sorceries, Which You Have Labored At Since Childhood. Perhaps You Will Succeed, Perhaps You Will Cause Terror.",
      "All The Counsel You Have Received Has Only Worn You Out! Let Your Astrologers Come Forward, Those Stargazers Who Make Predictions Month By Month, Let Them Save You From What Is Coming Upon You.",
      "Surely They Are Like Stubble; The Fire Will Burn Them Up. They Cannot Even Save Themselves From The Power Of The Flame. Here Are No Coals To Warm Anyone; Here Is No Fire To Sit By.",
      "That Is All They Can Do For You- These You Have Labored With And Trafficked With Since Childhood. Each Of Them Goes On In His Error; There Is Not One That Can Save You."
    ],
    [
      "\"Listen To This, O House Of Jacob, You Who Are Called By The Name Of Israel And Come From The Line Of Judah, You Who Take Oaths In The Name Of The Lord And Invoke The God Of Israel- But Not In Truth Or Righteousness-",
      "You Who Call Yourselves Citizens Of The Holy City And Rely On The God Of Israel- The Lord Almighty Is His Name:",
      "I Foretold The Former Things Long Ago, My Mouth Announced Them And I Made Them Known; Then Suddenly I Acted, And They Came To Pass.",
      "For I Knew How Stubborn You Were; The Sinews Of Your Neck Were Iron, Your Forehead Was Bronze.",
      "Therefore I Told You These Things Long Ago; Before They Happened I Announced Them To You So That You Could Not Say, 'My Idols Did Them; My Wooden Image And Metal God Ordained Them.'",
      "You Have Heard These Things; Look At Them All. Will You Not Admit Them? \"From Now On I Will Tell You Of New Things, Of Hidden Things Unknown To You.",
      "They Are Created Now, And Not Long Ago; You Have Not Heard Of Them Before Today. So You Cannot Say, 'Yes, I Knew Of Them.'",
      "You Have Neither Heard Nor Understood; From Of Old Your Ear Has Not Been Open. Well Do I Know How Treacherous You Are; You Were Called A Rebel From Birth.",
      "For My Own Name's Sake I Delay My Wrath; For The Sake Of My Praise I Hold It Back From You, So As Not To Cut You Off.",
      "See, I Have Refined You, Though Not As Silver; I Have Tested You In The Furnace Of Affliction.",
      "For My Own Sake, For My Own Sake, I Do This. How Can I Let Myself Be Defamed? I Will Not Yield My Glory To Another.",
      "\"Listen To Me, O Jacob, Israel, Whom I Have Called: I Am He; I Am The First And I Am The Last.",
      "My Own Hand Laid The Foundations Of The Earth, And My Right Hand Spread Out The Heavens; When I Summon Them, They All Stand Up Together.",
      "\"Come Together, All Of You, And Listen: Which Of The Idols Has Foretold These Things? The Lord 'S Chosen Ally Will Carry Out His Purpose Against Babylon; His Arm Will Be Against The Babylonians.",
      "I, Even I, Have Spoken; Yes, I Have Called Him. I Will Bring Him, And He Will Succeed In His Mission.",
      "\"Come Near Me And Listen To This: \"From The First Announcement I Have Not Spoken In Secret; At The Time It Happens, I Am There.\" And Now The Sovereign Lord Has Sent Me, With His Spirit.",
      "This Is What The Lord Says- Your Redeemer, The Holy One Of Israel: \"I Am The Lord Your God, Who Teaches You What Is Best For You, Who Directs You In The Way You Should Go.",
      "If Only You Had Paid Attention To My Commands, Your Peace Would Have Been Like A River, Your Righteousness Like The Waves Of The Sea.",
      "Your Descendants Would Have Been Like The Sand, Your Children Like Its Numberless Grains; Their Name Would Never Be Cut Off Nor Destroyed From Before Me.\"",
      "Leave Babylon, Flee From The Babylonians! Announce This With Shouts Of Joy And Proclaim It. Send It Out To The Ends Of The Earth; Say, \"The Lord Has Redeemed His Servant Jacob.\"",
      "They Did Not Thirst When He Led Them Through The Deserts; He Made Water Flow For Them From The Rock; He Split The Rock And Water Gushed Out.",
      "\"There Is No Peace,\" Says The Lord , \"For The Wicked.\""
    ],
    [
      "Listen To Me, You Islands; Hear This, You Distant Nations: Before I Was Born The Lord Called Me; From My Birth He Has Made Mention Of My Name.",
      "He Made My Mouth Like A Sharpened Sword, In The Shadow Of His Hand He Hid Me; He Made Me Into A Polished Arrow And Concealed Me In His Quiver.",
      "He Said To Me, \"You Are My Servant, Israel, In Whom I Will Display My Splendor.\"",
      "But I Said, \"I Have Labored To No Purpose; I Have Spent My Strength In Vain And For Nothing. Yet What Is Due Me Is In The Lord 'S Hand, And My Reward Is With My God.\"",
      "And Now The Lord Says- He Who Formed Me In The Womb To Be His Servant To Bring Jacob Back To Him And Gather Israel To Himself, For I Am Honored In The Eyes Of The Lord And My God Has Been My Strength-",
      "He Says: \"It Is Too Small A Thing For You To Be My Servant To Restore The Tribes Of Jacob And Bring Back Those Of Israel I Have Kept. I Will Also Make You A Light For The Gentiles, That You May Bring My Salvation To The Ends Of The Earth.\"",
      "This Is What The Lord Says- The Redeemer And Holy One Of Israel- To Him Who Was Despised And Abhorred By The Nation, To The Servant Of Rulers: \"Kings Will See You And Rise Up, Princes Will See And Bow Down, Because Of The Lord , Who Is Faithful, The Holy One Of Israel, Who Has Chosen You.\" Restoration Of Israel",
      "This Is What The Lord Says: \"In The Time Of My Favor I Will Answer You, And In The Day Of Salvation I Will Help You; I Will Keep You And Will Make You To Be A Covenant For The People, To Restore The Land And To Reassign Its Desolate Inheritances,",
      "To Say To The Captives, 'Come Out,' And To Those In Darkness, 'Be Free!' \"They Will Feed Beside The Roads And Find Pasture On Every Barren Hill.",
      "They Will Neither Hunger Nor Thirst, Nor Will The Desert Heat Or The Sun Beat Upon Them. He Who Has Compassion On Them Will Guide Them And Lead Them Beside Springs Of Water.",
      "I Will Turn All My Mountains Into Roads, And My Highways Will Be Raised Up.",
      "See, They Will Come From Afar- Some From The North, Some From The West, Some From The Region Of Aswan. \"",
      "Shout For Joy, O Heavens; Rejoice, O Earth; Burst Into Song, O Mountains! For The Lord Comforts His People And Will Have Compassion On His Afflicted Ones.",
      "But Zion Said, \"The Lord Has Forsaken Me, The Lord Has Forgotten Me.\"",
      "\"Can A Mother Forget The Baby At Her Breast And Have No Compassion On The Child She Has Borne? Though She May Forget, I Will Not Forget You!",
      "See, I Have Engraved You On The Palms Of My Hands; Your Walls Are Ever Before Me.",
      "Your Sons Hasten Back, And Those Who Laid You Waste Depart From You.",
      "Lift Up Your Eyes And Look Around; All Your Sons Gather And Come To You. As Surely As I Live,\" Declares The Lord , \"You Will Wear Them All As Ornaments; You Will Put Them On, Like A Bride.",
      "\"Though You Were Ruined And Made Desolate And Your Land Laid Waste, Now You Will Be Too Small For Your People, And Those Who Devoured You Will Be Far Away.",
      "The Children Born During Your Bereavement Will Yet Say In Your Hearing, 'This Place Is Too Small For Us; Give Us More Space To Live In.'",
      "Then You Will Say In Your Heart, 'Who Bore Me These? I Was Bereaved And Barren; I Was Exiled And Rejected. Who Brought These Up? I Was Left All Alone, But These-where Have They Come From?' \"",
      "This Is What The Sovereign Lord Says: \"See, I Will Beckon To The Gentiles, I Will Lift Up My Banner To The Peoples; They Will Bring Your Sons In Their Arms And Carry Your Daughters On Their Shoulders.",
      "Kings Will Be Your Foster Fathers, And Their Queens Your Nursing Mothers. They Will Bow Down Before You With Their Faces To The Ground; They Will Lick The Dust At Your Feet. Then You Will Know That I Am The Lord ; Those Who Hope In Me Will Not Be Disappointed.\"",
      "Can Plunder Be Taken From Warriors, Or Captives Rescued From The Fierce ?",
      "But This Is What The Lord Says: \"Yes, Captives Will Be Taken From Warriors, And Plunder Retrieved From The Fierce; I Will Contend With Those Who Contend With You, And Your Children I Will Save.",
      "I Will Make Your Oppressors Eat Their Own Flesh; They Will Be Drunk On Their Own Blood, As With Wine. Then All Mankind Will Know That I, The Lord , Am Your Savior, Your Redeemer, The Mighty One Of Jacob.\""
    ],
    [
      "This Is What The Lord Says: \"Where Is Your Mother's Certificate Of Divorce With Which I Sent Her Away? Or To Which Of My Creditors Did I Sell You? Because Of Your Sins You Were Sold; Because Of Your Transgressions Your Mother Was Sent Away.",
      "When I Came, Why Was There No One? When I Called, Why Was There No One To Answer? Was My Arm Too Short To Ransom You? Do I Lack The Strength To Rescue You? By A Mere Rebuke I Dry Up The Sea, I Turn Rivers Into A Desert; Their Fish Rot For Lack Of Water And Die Of Thirst.",
      "I Clothe The Sky With Darkness And Make Sackcloth Its Covering.\"",
      "The Sovereign Lord Has Given Me An Instructed Tongue, To Know The Word That Sustains The Weary. He Wakens Me Morning By Morning, Wakens My Ear To Listen Like One Being Taught.",
      "The Sovereign Lord Has Opened My Ears, And I Have Not Been Rebellious; I Have Not Drawn Back.",
      "I Offered My Back To Those Who Beat Me, My Cheeks To Those Who Pulled Out My Beard; I Did Not Hide My Face From Mocking And Spitting.",
      "Because The Sovereign Lord Helps Me, I Will Not Be Disgraced. Therefore Have I Set My Face Like Flint, And I Know I Will Not Be Put To Shame.",
      "He Who Vindicates Me Is Near. Who Then Will Bring Charges Against Me? Let Us Face Each Other! Who Is My Accuser? Let Him Confront Me!",
      "It Is The Sovereign Lord Who Helps Me. Who Is He That Will Condemn Me? They Will All Wear Out Like A Garment; The Moths Will Eat Them Up.",
      "Who Among You Fears The Lord And Obeys The Word Of His Servant? Let Him Who Walks In The Dark, Who Has No Light, Trust In The Name Of The Lord And Rely On His God.",
      "But Now, All You Who Light Fires And Provide Yourselves With Flaming Torches, Go, Walk In The Light Of Your Fires And Of The Torches You Have Set Ablaze. This Is What You Shall Receive From My Hand: You Will Lie Down In Torment."
    ],
    [
      "\"Listen To Me, You Who Pursue Righteousness And Who Seek The Lord : Look To The Rock From Which You Were Cut And To The Quarry From Which You Were Hewn;",
      "Look To Abraham, Your Father, And To Sarah, Who Gave You Birth. When I Called Him He Was But One, And I Blessed Him And Made Him Many.",
      "The Lord Will Surely Comfort Zion And Will Look With Compassion On All Her Ruins; He Will Make Her Deserts Like Eden, Her Wastelands Like The Garden Of The Lord . Joy And Gladness Will Be Found In Her, Thanksgiving And The Sound Of Singing.",
      "\"Listen To Me, My People; Hear Me, My Nation: The Law Will Go Out From Me; My Justice Will Become A Light To The Nations.",
      "My Righteousness Draws Near Speedily, My Salvation Is On The Way, And My Arm Will Bring Justice To The Nations. The Islands Will Look To Me And Wait In Hope For My Arm.",
      "Lift Up Your Eyes To The Heavens, Look At The Earth Beneath; The Heavens Will Vanish Like Smoke, The Earth Will Wear Out Like A Garment And Its Inhabitants Die Like Flies. But My Salvation Will Last Forever, My Righteousness Will Never Fail.",
      "\"Hear Me, You Who Know What Is Right, You People Who Have My Law In Your Hearts: Do Not Fear The Reproach Of Men Or Be Terrified By Their Insults.",
      "For The Moth Will Eat Them Up Like A Garment; The Worm Will Devour Them Like Wool. But My Righteousness Will Last Forever, My Salvation Through All Generations.\"",
      "Awake, Awake! Clothe Yourself With Strength, O Arm Of The Lord ; Awake, As In Days Gone By, As In Generations Of Old. Was It Not You Who Cut Rahab To Pieces, Who Pierced That Monster Through?",
      "Was It Not You Who Dried Up The Sea, The Waters Of The Great Deep, Who Made A Road In The Depths Of The Sea So That The Redeemed Might Cross Over?",
      "The Ransomed Of The Lord Will Return. They Will Enter Zion With Singing; Everlasting Joy Will Crown Their Heads. Gladness And Joy Will Overtake Them, And Sorrow And Sighing Will Flee Away.",
      "\"I, Even I, Am He Who Comforts You. Who Are You That You Fear Mortal Men, The Sons Of Men, Who Are But Grass,",
      "That You Forget The Lord Your Maker, Who Stretched Out The Heavens And Laid The Foundations Of The Earth, That You Live In Constant Terror Every Day Because Of The Wrath Of The Oppressor, Who Is Bent On Destruction? For Where Is The Wrath Of The Oppressor?",
      "The Cowering Prisoners Will Soon Be Set Free; They Will Not Die In Their Dungeon, Nor Will They Lack Bread.",
      "For I Am The Lord Your God, Who Churns Up The Sea So That Its Waves Roar- The Lord Almighty Is His Name.",
      "I Have Put My Words In Your Mouth And Covered You With The Shadow Of My Hand- I Who Set The Heavens In Place, Who Laid The Foundations Of The Earth, And Who Say To Zion, 'You Are My People.' \"",
      "Awake, Awake! Rise Up, O Jerusalem, You Who Have Drunk From The Hand Of The Lord The Cup Of His Wrath, You Who Have Drained To Its Dregs The Goblet That Makes Men Stagger.",
      "Of All The Sons She Bore There Was None To Guide Her; Of All The Sons She Reared There Was None To Take Her By The Hand.",
      "These Double Calamities Have Come Upon You- Who Can Comfort You?- Ruin And Destruction, Famine And Sword- Who Can Console You?",
      "Your Sons Have Fainted; They Lie At The Head Of Every Street, Like Antelope Caught In A Net. They Are Filled With The Wrath Of The Lord And The Rebuke Of Your God.",
      "Therefore Hear This, You Afflicted One, Made Drunk, But Not With Wine.",
      "This Is What Your Sovereign Lord Says, Your God, Who Defends His People: \"See, I Have Taken Out Of Your Hand The Cup That Made You Stagger; From That Cup, The Goblet Of My Wrath, You Will Never Drink Again.",
      "I Will Put It Into The Hands Of Your Tormentors, Who Said To You, 'Fall Prostrate That We May Walk Over You.' And You Made Your Back Like The Ground, Like A Street To Be Walked Over.\""
    ],
    [
      "Awake, Awake, O Zion, Clothe Yourself With Strength. Put On Your Garments Of Splendor, O Jerusalem, The Holy City. The Uncircumcised And Defiled Will Not Enter You Again.",
      "Shake Off Your Dust; Rise Up, Sit Enthroned, O Jerusalem. Free Yourself From The Chains On Your Neck, O Captive Daughter Of Zion.",
      "For This Is What The Lord Says: \"You Were Sold For Nothing, And Without Money You Will Be Redeemed.\"",
      "For This Is What The Sovereign Lord Says: \"At First My People Went Down To Egypt To Live; Lately, Assyria Has Oppressed Them.",
      "\"And Now What Do I Have Here?\" Declares The Lord . \"For My People Have Been Taken Away For Nothing, And Those Who Rule Them Mock, \" Declares The Lord . \"And All Day Long My Name Is Constantly Blasphemed.",
      "Therefore My People Will Know My Name; Therefore In That Day They Will Know That It Is I Who Foretold It. Yes, It Is I.\"",
      "How Beautiful On The Mountains Are The Feet Of Those Who Bring Good News, Who Proclaim Peace, Who Bring Good Tidings, Who Proclaim Salvation, Who Say To Zion, \"Your God Reigns!\"",
      "Listen! Your Watchmen Lift Up Their Voices; Together They Shout For Joy. When The Lord Returns To Zion, They Will See It With Their Own Eyes.",
      "Burst Into Songs Of Joy Together, You Ruins Of Jerusalem, For The Lord Has Comforted His People, He Has Redeemed Jerusalem.",
      "The Lord Will Lay Bare His Holy Arm In The Sight Of All The Nations, And All The Ends Of The Earth Will See The Salvation Of Our God.",
      "Depart, Depart, Go Out From There! Touch No Unclean Thing! Come Out From It And Be Pure, You Who Carry The Vessels Of The Lord .",
      "But You Will Not Leave In Haste Or Go In Flight; For The Lord Will Go Before You, The God Of Israel Will Be Your Rear Guard.",
      "See, My Servant Will Act Wisely ; He Will Be Raised And Lifted Up And Highly Exalted.",
      "Just As There Were Many Who Were Appalled At Him - His Appearance Was So Disfigured Beyond That Of Any Man And His Form Marred Beyond Human Likeness-",
      "So Will He Sprinkle Many Nations, And Kings Will Shut Their Mouths Because Of Him. For What They Were Not Told, They Will See, And What They Have Not Heard, They Will Understand."
    ],
    [
      "Who Has Believed Our Message And To Whom Has The Arm Of The Lord Been Revealed?",
      "He Grew Up Before Him Like A Tender Shoot, And Like A Root Out Of Dry Ground. He Had No Beauty Or Majesty To Attract Us To Him, Nothing In His Appearance That We Should Desire Him.",
      "He Was Despised And Rejected By Men, A Man Of Sorrows, And Familiar With Suffering. Like One From Whom Men Hide Their Faces He Was Despised, And We Esteemed Him Not.",
      "Surely He Took Up Our Infirmities And Carried Our Sorrows, Yet We Considered Him Stricken By God, Smitten By Him, And Afflicted.",
      "But He Was Pierced For Our Transgressions, He Was Crushed For Our Iniquities; The Punishment That Brought Us Peace Was Upon Him, And By His Wounds We Are Healed.",
      "We All, Like Sheep, Have Gone Astray, Each Of Us Has Turned To His Own Way; And The Lord Has Laid On Him The Iniquity Of Us All.",
      "He Was Oppressed And Afflicted, Yet He Did Not Open His Mouth; He Was Led Like A Lamb To The Slaughter, And As A Sheep Before Her Shearers Is Silent, So He Did Not Open His Mouth.",
      "By Oppression And Judgment He Was Taken Away. And Who Can Speak Of His Descendants? For He Was Cut Off From The Land Of The Living; For The Transgression Of My People He Was Stricken.",
      "He Was Assigned A Grave With The Wicked, And With The Rich In His Death, Though He Had Done No Violence, Nor Was Any Deceit In His Mouth.",
      "Yet It Was The Lord 'S Will To Crush Him And Cause Him To Suffer, And Though The Lord Makes His Life A Guilt Offering, He Will See His Offspring And Prolong His Days, And The Will Of The Lord Will Prosper In His Hand.",
      "After The Suffering Of His Soul, He Will See The Light Of Life And Be Satisfied ; By His Knowledge My Righteous Servant Will Justify Many, And He Will Bear Their Iniquities.",
      "Therefore I Will Give Him A Portion Among The Great, And He Will Divide The Spoils With The Strong, Because He Poured Out His Life Unto Death, And Was Numbered With The Transgressors. For He Bore The Sin Of Many, And Made Intercession For The Transgressors."
    ],
    [
      "\"Sing, O Barren Woman, You Who Never Bore A Child; Burst Into Song, Shout For Joy, You Who Were Never In Labor; Because More Are The Children Of The Desolate Woman Than Of Her Who Has A Husband,\" Says The Lord .",
      "\"Enlarge The Place Of Your Tent, Stretch Your Tent Curtains Wide, Do Not Hold Back; Lengthen Your Cords, Strengthen Your Stakes.",
      "For You Will Spread Out To The Right And To The Left; Your Descendants Will Dispossess Nations And Settle In Their Desolate Cities.",
      "\"Do Not Be Afraid; You Will Not Suffer Shame. Do Not Fear Disgrace; You Will Not Be Humiliated. You Will Forget The Shame Of Your Youth And Remember No More The Reproach Of Your Widowhood.",
      "For Your Maker Is Your Husband- The Lord Almighty Is His Name- The Holy One Of Israel Is Your Redeemer; He Is Called The God Of All The Earth.",
      "The Lord Will Call You Back As If You Were A Wife Deserted And Distressed In Spirit- A Wife Who Married Young, Only To Be Rejected,\" Says Your God.",
      "\"For A Brief Moment I Abandoned You, But With Deep Compassion I Will Bring You Back.",
      "In A Surge Of Anger I Hid My Face From You For A Moment, But With Everlasting Kindness I Will Have Compassion On You,\" Says The Lord Your Redeemer.",
      "\"To Me This Is Like The Days Of Noah, When I Swore That The Waters Of Noah Would Never Again Cover The Earth. So Now I Have Sworn Not To Be Angry With You, Never To Rebuke You Again.",
      "Though The Mountains Be Shaken And The Hills Be Removed, Yet My Unfailing Love For You Will Not Be Shaken Nor My Covenant Of Peace Be Removed,\" Says The Lord , Who Has Compassion On You.",
      "\"O Afflicted City, Lashed By Storms And Not Comforted, I Will Build You With Stones Of Turquoise, Your Foundations With Sapphires.",
      "I Will Make Your Battlements Of Rubies, Your Gates Of Sparkling Jewels, And All Your Walls Of Precious Stones.",
      "All Your Sons Will Be Taught By The Lord , And Great Will Be Your Children's Peace.",
      "In Righteousness You Will Be Established: Tyranny Will Be Far From You; You Will Have Nothing To Fear. Terror Will Be Far Removed; It Will Not Come Near You.",
      "If Anyone Does Attack You, It Will Not Be My Doing; Whoever Attacks You Will Surrender To You.",
      "\"See, It Is I Who Created The Blacksmith Who Fans The Coals Into Flame And Forges A Weapon Fit For Its Work. And It Is I Who Have Created The Destroyer To Work Havoc;",
      "No Weapon Forged Against You Will Prevail, And You Will Refute Every Tongue That Accuses You. This Is The Heritage Of The Servants Of The Lord , And This Is Their Vindication From Me,\" Declares The Lord ."
    ],
    [
      "\"Come, All You Who Are Thirsty, Come To The Waters; And You Who Have No Money, Come, Buy And Eat! Come, Buy Wine And Milk Without Money And Without Cost.",
      "Why Spend Money On What Is Not Bread, And Your Labor On What Does Not Satisfy? Listen, Listen To Me, And Eat What Is Good, And Your Soul Will Delight In The Richest Of Fare.",
      "Give Ear And Come To Me; Hear Me, That Your Soul May Live. I Will Make An Everlasting Covenant With You, My Faithful Love Promised To David.",
      "See, I Have Made Him A Witness To The Peoples, A Leader And Commander Of The Peoples.",
      "Surely You Will Summon Nations You Know Not, And Nations That Do Not Know You Will Hasten To You, Because Of The Lord Your God, The Holy One Of Israel, For He Has Endowed You With Splendor.\"",
      "Seek The Lord While He May Be Found; Call On Him While He Is Near.",
      "Let The Wicked Forsake His Way And The Evil Man His Thoughts. Let Him Turn To The Lord , And He Will Have Mercy On Him, And To Our God, For He Will Freely Pardon.",
      "\"For My Thoughts Are Not Your Thoughts, Neither Are Your Ways My Ways,\" Declares The Lord .",
      "\"As The Heavens Are Higher Than The Earth, So Are My Ways Higher Than Your Ways And My Thoughts Than Your Thoughts.",
      "As The Rain And The Snow Come Down From Heaven, And Do Not Return To It Without Watering The Earth And Making It Bud And Flourish, So That It Yields Seed For The Sower And Bread For The Eater,",
      "So Is My Word That Goes Out From My Mouth: It Will Not Return To Me Empty, But Will Accomplish What I Desire And Achieve The Purpose For Which I Sent It.",
      "You Will Go Out In Joy And Be Led Forth In Peace; The Mountains And Hills Will Burst Into Song Before You, And All The Trees Of The Field Will Clap Their Hands.",
      "Instead Of The Thornbush Will Grow The Pine Tree, And Instead Of Briers The Myrtle Will Grow. This Will Be For The Lord 'S Renown, For An Everlasting Sign, Which Will Not Be Destroyed.\""
    ],
    [
      "This Is What The Lord Says: \"Maintain Justice And Do What Is Right, For My Salvation Is Close At Hand And My Righteousness Will Soon Be Revealed.",
      "Blessed Is The Man Who Does This, The Man Who Holds It Fast, Who Keeps The Sabbath Without Desecrating It, And Keeps His Hand From Doing Any Evil.\"",
      "Let No Foreigner Who Has Bound Himself To The Lord Say, \"The Lord Will Surely Exclude Me From His People.\" And Let Not Any Eunuch Complain, \"I Am Only A Dry Tree.\"",
      "For This Is What The Lord Says: \"To The Eunuchs Who Keep My Sabbaths, Who Choose What Pleases Me And Hold Fast To My Covenant-",
      "To Them I Will Give Within My Temple And Its Walls A Memorial And A Name Better Than Sons And Daughters; I Will Give Them An Everlasting Name That Will Not Be Cut Off.",
      "And Foreigners Who Bind Themselves To The Lord To Serve Him, To Love The Name Of The Lord , And To Worship Him, All Who Keep The Sabbath Without Desecrating It And Who Hold Fast To My Covenant-",
      "These I Will Bring To My Holy Mountain And Give Them Joy In My House Of Prayer. Their Burnt Offerings And Sacrifices Will Be Accepted On My Altar; For My House Will Be Called A House Of Prayer For All Nations.\"",
      "The Sovereign Lord Declares- He Who Gathers The Exiles Of Israel: \"I Will Gather Still Others To Them Besides Those Already Gathered.\"",
      "Come, All You Beasts Of The Field, Come And Devour, All You Beasts Of The Forest!",
      "Israel's Watchmen Are Blind, They All Lack Knowledge; They Are All Mute Dogs, They Cannot Bark; They Lie Around And Dream, They Love To Sleep.",
      "They Are Dogs With Mighty Appetites; They Never Have Enough. They Are Shepherds Who Lack Understanding; They All Turn To Their Own Way, Each Seeks His Own Gain.",
      "\"Come,\" Each One Cries, \"Let Me Get Wine! Let Us Drink Our Fill Of Beer! And Tomorrow Will Be Like Today, Or Even Far Better.\""
    ],
    [
      "The Righteous Perish, And No One Ponders It In His Heart; Devout Men Are Taken Away, And No One Understands That The Righteous Are Taken Away To Be Spared From Evil.",
      "Those Who Walk Uprightly Enter Into Peace; They Find Rest As They Lie In Death.",
      "\"But You-come Here, You Sons Of A Sorceress, You Offspring Of Adulterers And Prostitutes!",
      "Whom Are You Mocking? At Whom Do You Sneer And Stick Out Your Tongue? Are You Not A Brood Of Rebels, The Offspring Of Liars?",
      "You Burn With Lust Among The Oaks And Under Every Spreading Tree; You Sacrifice Your Children In The Ravines And Under The Overhanging Crags.",
      "The Idols Among The Smooth Stones Of The Ravines Are Your Portion; They, They Are Your Lot. Yes, To Them You Have Poured Out Drink Offerings And Offered Grain Offerings. In The Light Of These Things, Should I Relent?",
      "You Have Made Your Bed On A High And Lofty Hill; There You Went Up To Offer Your Sacrifices.",
      "Behind Your Doors And Your Doorposts You Have Put Your Pagan Symbols. Forsaking Me, You Uncovered Your Bed, You Climbed Into It And Opened It Wide; You Made A Pact With Those Whose Beds You Love, And You Looked On Their Nakedness.",
      "You Went To Molech With Olive Oil And Increased Your Perfumes. You Sent Your Ambassadors Far Away; You Descended To The Grave Itself!",
      "You Were Wearied By All Your Ways, But You Would Not Say, 'It Is Hopeless.' You Found Renewal Of Your Strength, And So You Did Not Faint.",
      "\"Whom Have You So Dreaded And Feared That You Have Been False To Me, And Have Neither Remembered Me Nor Pondered This In Your Hearts? Is It Not Because I Have Long Been Silent That You Do Not Fear Me?",
      "I Will Expose Your Righteousness And Your Works, And They Will Not Benefit You.",
      "When You Cry Out For Help, Let Your Collection Of Idols Save You! The Wind Will Carry All Of Them Off, A Mere Breath Will Blow Them Away. But The Man Who Makes Me His Refuge Will Inherit The Land And Possess My Holy Mountain.\"",
      "And It Will Be Said: \"Build Up, Build Up, Prepare The Road! Remove The Obstacles Out Of The Way Of My People.\"",
      "For This Is What The High And Lofty One Says- He Who Lives Forever, Whose Name Is Holy: \"I Live In A High And Holy Place, But Also With Him Who Is Contrite And Lowly In Spirit, To Revive The Spirit Of The Lowly And To Revive The Heart Of The Contrite.",
      "I Will Not Accuse Forever, Nor Will I Always Be Angry, For Then The Spirit Of Man Would Grow Faint Before Me- The Breath Of Man That I Have Created.",
      "I Was Enraged By His Sinful Greed; I Punished Him, And Hid My Face In Anger, Yet He Kept On In His Willful Ways.",
      "I Have Seen His Ways, But I Will Heal Him; I Will Guide Him And Restore Comfort To Him,",
      "Creating Praise On The Lips Of The Mourners In Israel. Peace, Peace, To Those Far And Near,\" Says The Lord . \"And I Will Heal Them.\"",
      "But The Wicked Are Like The Tossing Sea, Which Cannot Rest, Whose Waves Cast Up Mire And Mud.",
      "\"There Is No Peace,\" Says My God, \"For The Wicked.\""
    ],
    [
      "\"Shout It Aloud, Do Not Hold Back. Raise Your Voice Like A Trumpet. Declare To My People Their Rebellion And To The House Of Jacob Their Sins.",
      "For Day After Day They Seek Me Out; They Seem Eager To Know My Ways, As If They Were A Nation That Does What Is Right And Has Not Forsaken The Commands Of Its God. They Ask Me For Just Decisions And Seem Eager For God To Come Near Them.",
      "'Why Have We Fasted,' They Say, 'And You Have Not Seen It? Why Have We Humbled Ourselves, And You Have Not Noticed?' \"Yet On The Day Of Your Fasting, You Do As You Please And Exploit All Your Workers.",
      "Your Fasting Ends In Quarreling And Strife, And In Striking Each Other With Wicked Fists. You Cannot Fast As You Do Today And Expect Your Voice To Be Heard On High.",
      "Is This The Kind Of Fast I Have Chosen, Only A Day For A Man To Humble Himself? Is It Only For Bowing One's Head Like A Reed And For Lying On Sackcloth And Ashes? Is That What You Call A Fast, A Day Acceptable To The Lord ?",
      "\"Is Not This The Kind Of Fasting I Have Chosen: To Loose The Chains Of Injustice And Untie The Cords Of The Yoke, To Set The Oppressed Free And Break Every Yoke?",
      "Is It Not To Share Your Food With The Hungry And To Provide The Poor Wanderer With Shelter- When You See The Naked, To Clothe Him, And Not To Turn Away From Your Own Flesh And Blood?",
      "Then Your Light Will Break Forth Like The Dawn, And Your Healing Will Quickly Appear; Then Your Righteousness Will Go Before You, And The Glory Of The Lord Will Be Your Rear Guard.",
      "Then You Will Call, And The Lord Will Answer; You Will Cry For Help, And He Will Say: Here Am I. \"If You Do Away With The Yoke Of Oppression, With The Pointing Finger And Malicious Talk,",
      "And If You Spend Yourselves In Behalf Of The Hungry And Satisfy The Needs Of The Oppressed, Then Your Light Will Rise In The Darkness, And Your Night Will Become Like The Noonday.",
      "The Lord Will Guide You Always; He Will Satisfy Your Needs In A Sun-scorched Land And Will Strengthen Your Frame. You Will Be Like A Well-watered Garden, Like A Spring Whose Waters Never Fail.",
      "Your People Will Rebuild The Ancient Ruins And Will Raise Up The Age-old Foundations; You Will Be Called Repairer Of Broken Walls, Restorer Of Streets With Dwellings.",
      "\"If You Keep Your Feet From Breaking The Sabbath And From Doing As You Please On My Holy Day, If You Call The Sabbath A Delight And The Lord 'S Holy Day Honorable, And If You Honor It By Not Going Your Own Way And Not Doing As You Please Or Speaking Idle Words,",
      "Then You Will Find Your Joy In The Lord , And I Will Cause You To Ride On The Heights Of The Land And To Feast On The Inheritance Of Your Father Jacob.\" The Mouth Of The Lord Has Spoken."
    ],
    [
      "Surely The Arm Of The Lord Is Not Too Short To Save, Nor His Ear Too Dull To Hear.",
      "But Your Iniquities Have Separated You From Your God; Your Sins Have Hidden His Face From You, So That He Will Not Hear.",
      "For Your Hands Are Stained With Blood, Your Fingers With Guilt. Your Lips Have Spoken Lies, And Your Tongue Mutters Wicked Things.",
      "No One Calls For Justice; No One Pleads His Case With Integrity. They Rely On Empty Arguments And Speak Lies; They Conceive Trouble And Give Birth To Evil.",
      "They Hatch The Eggs Of Vipers And Spin A Spider's Web. Whoever Eats Their Eggs Will Die, And When One Is Broken, An Adder Is Hatched.",
      "Their Cobwebs Are Useless For Clothing; They Cannot Cover Themselves With What They Make. Their Deeds Are Evil Deeds, And Acts Of Violence Are In Their Hands.",
      "Their Feet Rush Into Sin; They Are Swift To Shed Innocent Blood. Their Thoughts Are Evil Thoughts; Ruin And Destruction Mark Their Ways.",
      "The Way Of Peace They Do Not Know; There Is No Justice In Their Paths. They Have Turned Them Into Crooked Roads; No One Who Walks In Them Will Know Peace.",
      "So Justice Is Far From Us, And Righteousness Does Not Reach Us. We Look For Light, But All Is Darkness; For Brightness, But We Walk In Deep Shadows.",
      "Like The Blind We Grope Along The Wall, Feeling Our Way Like Men Without Eyes. At Midday We Stumble As If It Were Twilight; Among The Strong, We Are Like The Dead.",
      "We All Growl Like Bears; We Moan Mournfully Like Doves. We Look For Justice, But Find None; For Deliverance, But It Is Far Away.",
      "For Our Offenses Are Many In Your Sight, And Our Sins Testify Against Us. Our Offenses Are Ever With Us, And We Acknowledge Our Iniquities:",
      "Rebellion And Treachery Against The Lord , Turning Our Backs On Our God, Fomenting Oppression And Revolt, Uttering Lies Our Hearts Have Conceived.",
      "So Justice Is Driven Back, And Righteousness Stands At A Distance; Truth Has Stumbled In The Streets, Honesty Cannot Enter.",
      "Truth Is Nowhere To Be Found, And Whoever Shuns Evil Becomes A Prey. The Lord Looked And Was Displeased That There Was No Justice.",
      "He Saw That There Was No One, He Was Appalled That There Was No One To Intervene; So His Own Arm Worked Salvation For Him, And His Own Righteousness Sustained Him.",
      "He Put On Righteousness As His Breastplate, And The Helmet Of Salvation On His Head; He Put On The Garments Of Vengeance And Wrapped Himself In Zeal As In A Cloak.",
      "According To What They Have Done, So Will He Repay Wrath To His Enemies And Retribution To His Foes; He Will Repay The Islands Their Due.",
      "From The West, Men Will Fear The Name Of The Lord , And From The Rising Of The Sun, They Will Revere His Glory. For He Will Come Like A Pent-up Flood That The Breath Of The Lord Drives Along.",
      "\"The Redeemer Will Come To Zion, To Those In Jacob Who Repent Of Their Sins,\" Declares The Lord .",
      "\"As For Me, This Is My Covenant With Them,\" Says The Lord . \"My Spirit, Who Is On You, And My Words That I Have Put In Your Mouth Will Not Depart From Your Mouth, Or From The Mouths Of Your Children, Or From The Mouths Of Their Descendants From This Time On And Forever,\" Says The Lord ."
    ],
    [
      "\"Arise, Shine, For Your Light Has Come, And The Glory Of The Lord Rises Upon You.",
      "See, Darkness Covers The Earth And Thick Darkness Is Over The Peoples, But The Lord Rises Upon You And His Glory Appears Over You.",
      "Nations Will Come To Your Light, And Kings To The Brightness Of Your Dawn.",
      "\"Lift Up Your Eyes And Look About You: All Assemble And Come To You; Your Sons Come From Afar, And Your Daughters Are Carried On The Arm.",
      "Then You Will Look And Be Radiant, Your Heart Will Throb And Swell With Joy; The Wealth On The Seas Will Be Brought To You, To You The Riches Of The Nations Will Come.",
      "Herds Of Camels Will Cover Your Land, Young Camels Of Midian And Ephah. And All From Sheba Will Come, Bearing Gold And Incense And Proclaiming The Praise Of The Lord .",
      "All Kedar's Flocks Will Be Gathered To You, The Rams Of Nebaioth Will Serve You; They Will Be Accepted As Offerings On My Altar, And I Will Adorn My Glorious Temple.",
      "\"Who Are These That Fly Along Like Clouds, Like Doves To Their Nests?",
      "Surely The Islands Look To Me; In The Lead Are The Ships Of Tarshish, Bringing Your Sons From Afar, With Their Silver And Gold, To The Honor Of The Lord Your God, The Holy One Of Israel, For He Has Endowed You With Splendor.",
      "\"Foreigners Will Rebuild Your Walls, And Their Kings Will Serve You. Though In Anger I Struck You, In Favor I Will Show You Compassion.",
      "Your Gates Will Always Stand Open, They Will Never Be Shut, Day Or Night, So That Men May Bring You The Wealth Of The Nations- Their Kings Led In Triumphal Procession.",
      "For The Nation Or Kingdom That Will Not Serve You Will Perish; It Will Be Utterly Ruined.",
      "\"The Glory Of Lebanon Will Come To You, The Pine, The Fir And The Cypress Together, To Adorn The Place Of My Sanctuary; And I Will Glorify The Place Of My Feet.",
      "The Sons Of Your Oppressors Will Come Bowing Before You; All Who Despise You Will Bow Down At Your Feet And Will Call You The City Of The Lord , Zion Of The Holy One Of Israel.",
      "\"Although You Have Been Forsaken And Hated, With No One Traveling Through, I Will Make You The Everlasting Pride And The Joy Of All Generations.",
      "You Will Drink The Milk Of Nations And Be Nursed At Royal Breasts. Then You Will Know That I, The Lord , Am Your Savior, Your Redeemer, The Mighty One Of Jacob.",
      "Instead Of Bronze I Will Bring You Gold, And Silver In Place Of Iron. Instead Of Wood I Will Bring You Bronze, And Iron In Place Of Stones. I Will Make Peace Your Governor And Righteousness Your Ruler.",
      "No Longer Will Violence Be Heard In Your Land, Nor Ruin Or Destruction Within Your Borders, But You Will Call Your Walls Salvation And Your Gates Praise.",
      "The Sun Will No More Be Your Light By Day, Nor Will The Brightness Of The Moon Shine On You, For The Lord Will Be Your Everlasting Light, And Your God Will Be Your Glory.",
      "Your Sun Will Never Set Again, And Your Moon Will Wane No More; The Lord Will Be Your Everlasting Light, And Your Days Of Sorrow Will End.",
      "Then Will All Your People Be Righteous And They Will Possess The Land Forever. They Are The Shoot I Have Planted, The Work Of My Hands, For The Display Of My Splendor.",
      "The Least Of You Will Become A Thousand, The Smallest A Mighty Nation. I Am The Lord ; In Its Time I Will Do This Swiftly.\""
    ],
    [
      "The Spirit Of The Sovereign Lord Is On Me, Because The Lord Has Anointed Me To Preach Good News To The Poor. He Has Sent Me To Bind Up The Brokenhearted, To Proclaim Freedom For The Captives And Release From Darkness For The Prisoners,",
      "To Proclaim The Year Of The Lord 'S Favor And The Day Of Vengeance Of Our God, To Comfort All Who Mourn,",
      "And Provide For Those Who Grieve In Zion- To Bestow On Them A Crown Of Beauty Instead Of Ashes, The Oil Of Gladness Instead Of Mourning, And A Garment Of Praise Instead Of A Spirit Of Despair. They Will Be Called Oaks Of Righteousness, A Planting Of The Lord For The Display Of His Splendor.",
      "They Will Rebuild The Ancient Ruins And Restore The Places Long Devastated; They Will Renew The Ruined Cities That Have Been Devastated For Generations.",
      "Aliens Will Shepherd Your Flocks; Foreigners Will Work Your Fields And Vineyards.",
      "And You Will Be Called Priests Of The Lord , You Will Be Named Ministers Of Our God. You Will Feed On The Wealth Of Nations, And In Their Riches You Will Boast.",
      "Instead Of Their Shame My People Will Receive A Double Portion, And Instead Of Disgrace They Will Rejoice In Their Inheritance; And So They Will Inherit A Double Portion In Their Land, And Everlasting Joy Will Be Theirs.",
      "\"For I, The Lord , Love Justice; I Hate Robbery And Iniquity. In My Faithfulness I Will Reward Them And Make An Everlasting Covenant With Them.",
      "Their Descendants Will Be Known Among The Nations And Their Offspring Among The Peoples. All Who See Them Will Acknowledge That They Are A People The Lord Has Blessed.\"",
      "I Delight Greatly In The Lord ; My Soul Rejoices In My God. For He Has Clothed Me With Garments Of Salvation And Arrayed Me In A Robe Of Righteousness, As A Bridegroom Adorns His Head Like A Priest, And As A Bride Adorns Herself With Her Jewels.",
      "For As The Soil Makes The Sprout Come Up And A Garden Causes Seeds To Grow, So The Sovereign Lord Will Make Righteousness And Praise Spring Up Before All Nations."
    ],
    [
      "For Zion's Sake I Will Not Keep Silent, For Jerusalem's Sake I Will Not Remain Quiet, Till Her Righteousness Shines Out Like The Dawn, Her Salvation Like A Blazing Torch.",
      "The Nations Will See Your Righteousness, And All Kings Your Glory; You Will Be Called By A New Name That The Mouth Of The Lord Will Bestow.",
      "You Will Be A Crown Of Splendor In The Lord 'S Hand, A Royal Diadem In The Hand Of Your God.",
      "No Longer Will They Call You Deserted, Or Name Your Land Desolate. But You Will Be Called Hephzibah, And Your Land Beulah ; For The Lord Will Take Delight In You, And Your Land Will Be Married.",
      "As A Young Man Marries A Maiden, So Will Your Sons Marry You; As A Bridegroom Rejoices Over His Bride, So Will Your God Rejoice Over You.",
      "I Have Posted Watchmen On Your Walls, O Jerusalem; They Will Never Be Silent Day Or Night. You Who Call On The Lord , Give Yourselves No Rest,",
      "And Give Him No Rest Till He Establishes Jerusalem And Makes Her The Praise Of The Earth.",
      "The Lord Has Sworn By His Right Hand And By His Mighty Arm: \"Never Again Will I Give Your Grain As Food For Your Enemies, And Never Again Will Foreigners Drink The New Wine For Which You Have Toiled;",
      "But Those Who Harvest It Will Eat It And Praise The Lord , And Those Who Gather The Grapes Will Drink It In The Courts Of My Sanctuary.\"",
      "Pass Through, Pass Through The Gates! Prepare The Way For The People. Build Up, Build Up The Highway! Remove The Stones. Raise A Banner For The Nations.",
      "The Lord Has Made Proclamation To The Ends Of The Earth: \"Say To The Daughter Of Zion, 'See, Your Savior Comes! See, His Reward Is With Him, And His Recompense Accompanies Him.' \"",
      "They Will Be Called The Holy People, The Redeemed Of The Lord ; And You Will Be Called Sought After, The City No Longer Deserted."
    ],
    [
      "Who Is This Coming From Edom, From Bozrah, With His Garments Stained Crimson? Who Is This, Robed In Splendor, Striding Forward In The Greatness Of His Strength? \"It Is I, Speaking In Righteousness, Mighty To Save.\"",
      "Why Are Your Garments Red, Like Those Of One Treading The Winepress?",
      "\"I Have Trodden The Winepress Alone; From The Nations No One Was With Me. I Trampled Them In My Anger And Trod Them Down In My Wrath; Their Blood Spattered My Garments, And I Stained All My Clothing.",
      "For The Day Of Vengeance Was In My Heart, And The Year Of My Redemption Has Come.",
      "I Looked, But There Was No One To Help, I Was Appalled That No One Gave Support; So My Own Arm Worked Salvation For Me, And My Own Wrath Sustained Me.",
      "I Trampled The Nations In My Anger; In My Wrath I Made Them Drunk And Poured Their Blood On The Ground.\"",
      "I Will Tell Of The Kindnesses Of The Lord , The Deeds For Which He Is To Be Praised, According To All The Lord Has Done For Us- Yes, The Many Good Things He Has Done For The House Of Israel, According To His Compassion And Many Kindnesses.",
      "He Said, \"Surely They Are My People, Sons Who Will Not Be False To Me\"; And So He Became Their Savior.",
      "In All Their Distress He Too Was Distressed, And The Angel Of His Presence Saved Them. In His Love And Mercy He Redeemed Them; He Lifted Them Up And Carried Them All The Days Of Old.",
      "Yet They Rebelled And Grieved His Holy Spirit. So He Turned And Became Their Enemy And He Himself Fought Against Them.",
      "Then His People Recalled The Days Of Old, The Days Of Moses And His People- Where Is He Who Brought Them Through The Sea, With The Shepherd Of His Flock? Where Is He Who Set His Holy Spirit Among Them,",
      "Who Sent His Glorious Arm Of Power To Be At Moses' Right Hand, Who Divided The Waters Before Them, To Gain For Himself Everlasting Renown,",
      "Who Led Them Through The Depths? Like A Horse In Open Country, They Did Not Stumble;",
      "Like Cattle That Go Down To The Plain, They Were Given Rest By The Spirit Of The Lord . This Is How You Guided Your People To Make For Yourself A Glorious Name.",
      "Look Down From Heaven And See From Your Lofty Throne, Holy And Glorious. Where Are Your Zeal And Your Might? Your Tenderness And Compassion Are Withheld From Us.",
      "But You Are Our Father, Though Abraham Does Not Know Us Or Israel Acknowledge Us; You, O Lord , Are Our Father, Our Redeemer From Of Old Is Your Name.",
      "Why, O Lord , Do You Make Us Wander From Your Ways And Harden Our Hearts So We Do Not Revere You? Return For The Sake Of Your Servants, The Tribes That Are Your Inheritance.",
      "For A Little While Your People Possessed Your Holy Place, But Now Our Enemies Have Trampled Down Your Sanctuary.",
      "We Are Yours From Of Old; But You Have Not Ruled Over Them, They Have Not Been Called By Your Name."
    ],
    [
      "Oh, That You Would Rend The Heavens And Come Down, That The Mountains Would Tremble Before You!",
      "As When Fire Sets Twigs Ablaze And Causes Water To Boil, Come Down To Make Your Name Known To Your Enemies And Cause The Nations To Quake Before You!",
      "For When You Did Awesome Things That We Did Not Expect, You Came Down, And The Mountains Trembled Before You.",
      "Since Ancient Times No One Has Heard, No Ear Has Perceived, No Eye Has Seen Any God Besides You, Who Acts On Behalf Of Those Who Wait For Him.",
      "You Come To The Help Of Those Who Gladly Do Right, Who Remember Your Ways. But When We Continued To Sin Against Them, You Were Angry. How Then Can We Be Saved?",
      "All Of Us Have Become Like One Who Is Unclean, And All Our Righteous Acts Are Like Filthy Rags; We All Shrivel Up Like A Leaf, And Like The Wind Our Sins Sweep Us Away.",
      "No One Calls On Your Name Or Strives To Lay Hold Of You; For You Have Hidden Your Face From Us And Made Us Waste Away Because Of Our Sins.",
      "Yet, O Lord , You Are Our Father. We Are The Clay, You Are The Potter; We Are All The Work Of Your Hand.",
      "Do Not Be Angry Beyond Measure, O Lord ; Do Not Remember Our Sins Forever. Oh, Look Upon Us, We Pray, For We Are All Your People.",
      "Your Sacred Cities Have Become A Desert; Even Zion Is A Desert, Jerusalem A Desolation.",
      "Our Holy And Glorious Temple, Where Our Fathers Praised You, Has Been Burned With Fire, And All That We Treasured Lies In Ruins.",
      "After All This, O Lord , Will You Hold Yourself Back? Will You Keep Silent And Punish Us Beyond Measure?"
    ],
    [
      "\"I Revealed Myself To Those Who Did Not Ask For Me; I Was Found By Those Who Did Not Seek Me. To A Nation That Did Not Call On My Name, I Said, 'Here Am I, Here Am I.'",
      "All Day Long I Have Held Out My Hands To An Obstinate People, Who Walk In Ways Not Good, Pursuing Their Own Imaginations-",
      "A People Who Continually Provoke Me To My Very Face, Offering Sacrifices In Gardens And Burning Incense On Altars Of Brick;",
      "Who Sit Among The Graves And Spend Their Nights Keeping Secret Vigil; Who Eat The Flesh Of Pigs, And Whose Pots Hold Broth Of Unclean Meat;",
      "Who Say, 'Keep Away; Don't Come Near Me, For I Am Too Sacred For You!' Such People Are Smoke In My Nostrils, A Fire That Keeps Burning All Day.",
      "\"See, It Stands Written Before Me: I Will Not Keep Silent But Will Pay Back In Full; I Will Pay It Back Into Their Laps-",
      "Both Your Sins And The Sins Of Your Fathers,\" Says The Lord . \"Because They Burned Sacrifices On The Mountains And Defied Me On The Hills, I Will Measure Into Their Laps The Full Payment For Their Former Deeds.\"",
      "This Is What The Lord Says: \"As When Juice Is Still Found In A Cluster Of Grapes And Men Say, 'Don't Destroy It, There Is Yet Some Good In It,' So Will I Do In Behalf Of My Servants; I Will Not Destroy Them All.",
      "I Will Bring Forth Descendants From Jacob, And From Judah Those Who Will Possess My Mountains; My Chosen People Will Inherit Them, And There Will My Servants Live.",
      "Sharon Will Become A Pasture For Flocks, And The Valley Of Achor A Resting Place For Herds, For My People Who Seek Me.",
      "\"But As For You Who Forsake The Lord And Forget My Holy Mountain, Who Spread A Table For Fortune And Fill Bowls Of Mixed Wine For Destiny,",
      "I Will Destine You For The Sword, And You Will All Bend Down For The Slaughter; For I Called But You Did Not Answer, I Spoke But You Did Not Listen. You Did Evil In My Sight And Chose What Displeases Me.\"",
      "Therefore This Is What The Sovereign Lord Says: \"My Servants Will Eat, But You Will Go Hungry; My Servants Will Drink, But You Will Go Thirsty; My Servants Will Rejoice, But You Will Be Put To Shame.",
      "My Servants Will Sing Out Of The Joy Of Their Hearts, But You Will Cry Out From Anguish Of Heart And Wail In Brokenness Of Spirit.",
      "You Will Leave Your Name To My Chosen Ones As A Curse; The Sovereign Lord Will Put You To Death, But To His Servants He Will Give Another Name.",
      "Whoever Invokes A Blessing In The Land Will Do So By The God Of Truth; He Who Takes An Oath In The Land Will Swear By The God Of Truth. For The Past Troubles Will Be Forgotten And Hidden From My Eyes.",
      "\"Behold, I Will Create New Heavens And A New Earth. The Former Things Will Not Be Remembered, Nor Will They Come To Mind.",
      "But Be Glad And Rejoice Forever In What I Will Create, For I Will Create Jerusalem To Be A Delight And Its People A Joy.",
      "I Will Rejoice Over Jerusalem And Take Delight In My People; The Sound Of Weeping And Of Crying Will Be Heard In It No More.",
      "\"Never Again Will There Be In It An Infant Who Lives But A Few Days, Or An Old Man Who Does Not Live Out His Years; He Who Dies At A Hundred Will Be Thought A Mere Youth; He Who Fails To Reach A Hundred Will Be Considered Accursed.",
      "They Will Build Houses And Dwell In Them; They Will Plant Vineyards And Eat Their Fruit.",
      "No Longer Will They Build Houses And Others Live In Them, Or Plant And Others Eat. For As The Days Of A Tree, So Will Be The Days Of My People; My Chosen Ones Will Long Enjoy The Works Of Their Hands.",
      "They Will Not Toil In Vain Or Bear Children Doomed To Misfortune; For They Will Be A People Blessed By The Lord , They And Their Descendants With Them.",
      "Before They Call I Will Answer; While They Are Still Speaking I Will Hear.",
      "The Wolf And The Lamb Will Feed Together, And The Lion Will Eat Straw Like The Ox, But Dust Will Be The Serpent's Food. They Will Neither Harm Nor Destroy On All My Holy Mountain,\" Says The Lord ."
    ],
    [
      "This Is What The Lord Says: \"Heaven Is My Throne, And The Earth Is My Footstool. Where Is The House You Will Build For Me? Where Will My Resting Place Be?",
      "Has Not My Hand Made All These Things, And So They Came Into Being?\" Declares The Lord . \"This Is The One I Esteem: He Who Is Humble And Contrite In Spirit, And Trembles At My Word.",
      "But Whoever Sacrifices A Bull Is Like One Who Kills A Man, And Whoever Offers A Lamb, Like One Who Breaks A Dog's Neck; Whoever Makes A Grain Offering Is Like One Who Presents Pig's Blood, And Whoever Burns Memorial Incense, Like One Who Worships An Idol. They Have Chosen Their Own Ways, And Their Souls Delight In Their Abominations;",
      "So I Also Will Choose Harsh Treatment For Them And Will Bring Upon Them What They Dread. For When I Called, No One Answered, When I Spoke, No One Listened. They Did Evil In My Sight And Chose What Displeases Me.\"",
      "Hear The Word Of The Lord , You Who Tremble At His Word: \"Your Brothers Who Hate You, And Exclude You Because Of My Name, Have Said, 'Let The Lord Be Glorified, That We May See Your Joy!' Yet They Will Be Put To Shame.",
      "Hear That Uproar From The City, Hear That Noise From The Temple! It Is The Sound Of The Lord Repaying His Enemies All They Deserve.",
      "\"Before She Goes Into Labor, She Gives Birth; Before The Pains Come Upon Her, She Delivers A Son.",
      "Who Has Ever Heard Of Such A Thing? Who Has Ever Seen Such Things? Can A Country Be Born In A Day Or A Nation Be Brought Forth In A Moment? Yet No Sooner Is Zion In Labor Than She Gives Birth To Her Children.",
      "Do I Bring To The Moment Of Birth And Not Give Delivery?\" Says The Lord . \"Do I Close Up The Womb When I Bring To Delivery?\" Says Your God.",
      "\"Rejoice With Jerusalem And Be Glad For Her, All You Who Love Her; Rejoice Greatly With Her, All You Who Mourn Over Her.",
      "For You Will Nurse And Be Satisfied At Her Comforting Breasts; You Will Drink Deeply And Delight In Her Overflowing Abundance.\"",
      "For This Is What The Lord Says: \"I Will Extend Peace To Her Like A River, And The Wealth Of Nations Like A Flooding Stream; You Will Nurse And Be Carried On Her Arm And Dandled On Her Knees.",
      "As A Mother Comforts Her Child, So Will I Comfort You; And You Will Be Comforted Over Jerusalem.\"",
      "When You See This, Your Heart Will Rejoice And You Will Flourish Like Grass; The Hand Of The Lord Will Be Made Known To His Servants, But His Fury Will Be Shown To His Foes.",
      "See, The Lord Is Coming With Fire, And His Chariots Are Like A Whirlwind; He Will Bring Down His Anger With Fury, And His Rebuke With Flames Of Fire.",
      "For With Fire And With His Sword The Lord Will Execute Judgment Upon All Men, And Many Will Be Those Slain By The Lord .",
      "\"Those Who Consecrate And Purify Themselves To Go Into The Gardens, Following The One In The Midst Of Those Who Eat The Flesh Of Pigs And Rats And Other Abominable Things-they Will Meet Their End Together,\" Declares The Lord .",
      "\"And I, Because Of Their Actions And Their Imaginations, Am About To Come And Gather All Nations And Tongues, And They Will Come And See My Glory.",
      "\"I Will Set A Sign Among Them, And I Will Send Some Of Those Who Survive To The Nations-to Tarshish, To The Libyans And Lydians (Famous As Archers), To Tubal And Greece, And To The Distant Islands That Have Not Heard Of My Fame Or Seen My Glory. They Will Proclaim My Glory Among The Nations.",
      "And They Will Bring All Your Brothers, From All The Nations, To My Holy Mountain In Jerusalem As An Offering To The Lord -On Horses, In Chariots And Wagons, And On Mules And Camels,\" Says The Lord . \"They Will Bring Them, As The Israelites Bring Their Grain Offerings, To The Temple Of The Lord In Ceremonially Clean Vessels.",
      "And I Will Select Some Of Them Also To Be Priests And Levites,\" Says The Lord .",
      "\"As The New Heavens And The New Earth That I Make Will Endure Before Me,\" Declares The Lord , \"So Will Your Name And Descendants Endure.",
      "From One New Moon To Another And From One Sabbath To Another, All Mankind Will Come And Bow Down Before Me,\" Says The Lord .",
      "\"And They Will Go Out And Look Upon The Dead Bodies Of Those Who Rebelled Against Me; Their Worm Will Not Die, Nor Will Their Fire Be Quenched, And They Will Be Loathsome To All Mankind.\""
    ]
  ]
}
