{
    "chapter": [
        [
            "The Words Of Jeremiah Son Of Hilkiah, One Of The Priests At Anathoth In The Territory Of Benjamin.",
            "The Word Of The Lord Came To Him In The Thirteenth Year Of The Reign Of Josiah Son Of Amon King Of Judah,",
            "And Through The Reign Of Jehoiakim Son Of Josiah King Of Judah, Down To The Fifth Month Of The Eleventh Year Of Zedekiah Son Of Josiah King Of Judah, When The People Of Jerusalem Went Into Exile.",
            "The Word Of The Lord Came To Me, Saying,",
            "\"Before I Formed You In The Womb I Knew You, Before You Were Born I Set You Apart; I Appointed You As A Prophet To The Nations.\"",
            "\"Ah, Sovereign Lord ,\" I Said, \"I Do Not Know How To Speak; I Am Only A Child.\"",
            "But The Lord Said To Me, \"Do Not Say, 'I Am Only A Child.' You Must Go To Everyone I Send You To And Say Whatever I Command You.",
            "Do Not Be Afraid Of Them, For I Am With You And Will Rescue You,\" Declares The Lord .",
            "Then The Lord Reached Out His Hand And Touched My Mouth And Said To Me, \"Now, I Have Put My Words In Your Mouth.",
            "See, Today I Appoint You Over Nations And Kingdoms To Uproot And Tear Down, To Destroy And Overthrow, To Build And To Plant.\"",
            "The Word Of The Lord Came To Me: \"What Do You See, Jeremiah?\" \"I See The Branch Of An Almond Tree,\" I Replied.",
            "The Lord Said To Me, \"You Have Seen Correctly, For I Am Watching To See That My Word Is Fulfilled.\"",
            "The Word Of The Lord Came To Me Again: \"What Do You See?\" \"I See A Boiling Pot, Tilting Away From The North,\" I Answered.",
            "The Lord Said To Me, \"From The North Disaster Will Be Poured Out On All Who Live In The Land.",
            "I Am About To Summon All The Peoples Of The Northern Kingdoms,\" Declares The Lord . \"Their Kings Will Come And Set Up Their Thrones In The Entrance Of The Gates Of Jerusalem; They Will Come Against All Her Surrounding Walls And Against All The Towns Of Judah.",
            "I Will Pronounce My Judgments On My People Because Of Their Wickedness In Forsaking Me, In Burning Incense To Other Gods And In Worshiping What Their Hands Have Made.",
            "\"Get Yourself Ready! Stand Up And Say To Them Whatever I Command You. Do Not Be Terrified By Them, Or I Will Terrify You Before Them.",
            "Today I Have Made You A Fortified City, An Iron Pillar And A Bronze Wall To Stand Against The Whole Land-against The Kings Of Judah, Its Officials, Its Priests And The People Of The Land.",
            "They Will Fight Against You But Will Not Overcome You, For I Am With You And Will Rescue You,\" Declares The Lord ."
        ],
        [
            "The Word Of The Lord Came To Me:",
            "\"Go And Proclaim In The Hearing Of Jerusalem: \" 'I Remember The Devotion Of Your Youth, How As A Bride You Loved Me And Followed Me Through The Desert, Through A Land Not Sown.",
            "Israel Was Holy To The Lord , The Firstfruits Of His Harvest; All Who Devoured Her Were Held Guilty, And Disaster Overtook Them,' \" Declares The Lord .",
            "Hear The Word Of The Lord , O House Of Jacob, All You Clans Of The House Of Israel.",
            "This Is What The Lord Says: \"What Fault Did Your Fathers Find In Me, That They Strayed So Far From Me? They Followed Worthless Idols And Became Worthless Themselves.",
            "They Did Not Ask, 'Where Is The Lord , Who Brought Us Up Out Of Egypt And Led Us Through The Barren Wilderness, Through A Land Of Deserts And Rifts, A Land Of Drought And Darkness, A Land Where No One Travels And No One Lives?'",
            "I Brought You Into A Fertile Land To Eat Its Fruit And Rich Produce. But You Came And Defiled My Land And Made My Inheritance Detestable.",
            "The Priests Did Not Ask, 'Where Is The Lord ?' Those Who Deal With The Law Did Not Know Me; The Leaders Rebelled Against Me. The Prophets Prophesied By Baal, Following Worthless Idols.",
            "\"Therefore I Bring Charges Against You Again,\" Declares The Lord . \"And I Will Bring Charges Against Your Children's Children.",
            "Cross Over To The Coasts Of Kittim And Look, Send To Kedar And Observe Closely; See If There Has Ever Been Anything Like This:",
            "Has A Nation Ever Changed Its Gods? (Yet They Are Not Gods At All.) But My People Have Exchanged Their Glory For Worthless Idols.",
            "Be Appalled At This, O Heavens, And Shudder With Great Horror,\" Declares The Lord .",
            "\"My People Have Committed Two Sins: They Have Forsaken Me, The Spring Of Living Water, And Have Dug Their Own Cisterns, Broken Cisterns That Cannot Hold Water.",
            "Is Israel A Servant, A Slave By Birth? Why Then Has He Become Plunder?",
            "Lions Have Roared; They Have Growled At Him. They Have Laid Waste His Land; His Towns Are Burned And Deserted.",
            "Also, The Men Of Memphis And Tahpanhes Have Shaved The Crown Of Your Head.",
            "Have You Not Brought This On Yourselves By Forsaking The Lord Your God When He Led You In The Way?",
            "Now Why Go To Egypt To Drink Water From The Shihor ? And Why Go To Assyria To Drink Water From The River ?",
            "Your Wickedness Will Punish You; Your Backsliding Will Rebuke You. Consider Then And Realize How Evil And Bitter It Is For You When You Forsake The Lord Your God And Have No Awe Of Me,\" Declares The Lord, The Lord Almighty.",
            "\"Long Ago You Broke Off Your Yoke And Tore Off Your Bonds; You Said, 'I Will Not Serve You!' Indeed, On Every High Hill And Under Every Spreading Tree You Lay Down As A Prostitute.",
            "I Had Planted You Like A Choice Vine Of Sound And Reliable Stock. How Then Did You Turn Against Me Into A Corrupt, Wild Vine?",
            "Although You Wash Yourself With Soda And Use An Abundance Of Soap, The Stain Of Your Guilt Is Still Before Me,\" Declares The Sovereign Lord .",
            "\"How Can You Say, 'I Am Not Defiled; I Have Not Run After The Baals'? See How You Behaved In The Valley; Consider What You Have Done. You Are A Swift She-camel Running Here And There,",
            "A Wild Donkey Accustomed To The Desert, Sniffing The Wind In Her Craving- In Her Heat Who Can Restrain Her? Any Males That Pursue Her Need Not Tire Themselves; At Mating Time They Will Find Her.",
            "Do Not Run Until Your Feet Are Bare And Your Throat Is Dry. But You Said, 'It's No Use! I Love Foreign Gods, And I Must Go After Them.'",
            "\"As A Thief Is Disgraced When He Is Caught, So The House Of Israel Is Disgraced- They, Their Kings And Their Officials, Their Priests And Their Prophets.",
            "They Say To Wood, 'You Are My Father,' And To Stone, 'You Gave Me Birth.' They Have Turned Their Backs To Me And Not Their Faces; Yet When They Are In Trouble, They Say, 'Come And Save Us!'",
            "Where Then Are The Gods You Made For Yourselves? Let Them Come If They Can Save You When You Are In Trouble! For You Have As Many Gods As You Have Towns, O Judah.",
            "\"Why Do You Bring Charges Against Me? You Have All Rebelled Against Me,\" Declares The Lord .",
            "\"In Vain I Punished Your People; They Did Not Respond To Correction. Your Sword Has Devoured Your Prophets Like A Ravening Lion.",
            "\"You Of This Generation, Consider The Word Of The Lord : \"Have I Been A Desert To Israel Or A Land Of Great Darkness? Why Do My People Say, 'We Are Free To Roam; We Will Come To You No More'?",
            "Does A Maiden Forget Her Jewelry, A Bride Her Wedding Ornaments? Yet My People Have Forgotten Me, Days Without Number.",
            "How Skilled You Are At Pursuing Love! Even The Worst Of Women Can Learn From Your Ways.",
            "On Your Clothes Men Find The Lifeblood Of The Innocent Poor, Though You Did Not Catch Them Breaking In. Yet In Spite Of All This",
            "You Say, 'I Am Innocent; He Is Not Angry With Me.' But I Will Pass Judgment On You Because You Say, 'I Have Not Sinned.'",
            "Why Do You Go About So Much, Changing Your Ways? You Will Be Disappointed By Egypt As You Were By Assyria.",
            "You Will Also Leave That Place With Your Hands On Your Head, For The Lord Has Rejected Those You Trust; You Will Not Be Helped By Them."
        ],
        [
            "\"If A Man Divorces His Wife And She Leaves Him And Marries Another Man, Should He Return To Her Again? Would Not The Land Be Completely Defiled? But You Have Lived As A Prostitute With Many Lovers- Would You Now Return To Me?\" Declares The Lord .",
            "\"Look Up To The Barren Heights And See. Is There Any Place Where You Have Not Been Ravished? By The Roadside You Sat Waiting For Lovers, Sat Like A Nomad In The Desert. You Have Defiled The Land With Your Prostitution And Wickedness.",
            "Therefore The Showers Have Been Withheld, And No Spring Rains Have Fallen. Yet You Have The Brazen Look Of A Prostitute; You Refuse To Blush With Shame.",
            "Have You Not Just Called To Me: 'My Father, My Friend From My Youth,",
            "Will You Always Be Angry? Will Your Wrath Continue Forever?' This Is How You Talk, But You Do All The Evil You Can.\"",
            "During The Reign Of King Josiah, The Lord Said To Me, \"Have You Seen What Faithless Israel Has Done? She Has Gone Up On Every High Hill And Under Every Spreading Tree And Has Committed Adultery There.",
            "I Thought That After She Had Done All This She Would Return To Me But She Did Not, And Her Unfaithful Sister Judah Saw It.",
            "I Gave Faithless Israel Her Certificate Of Divorce And Sent Her Away Because Of All Her Adulteries. Yet I Saw That Her Unfaithful Sister Judah Had No Fear; She Also Went Out And Committed Adultery.",
            "Because Israel's Immorality Mattered So Little To Her, She Defiled The Land And Committed Adultery With Stone And Wood.",
            "In Spite Of All This, Her Unfaithful Sister Judah Did Not Return To Me With All Her Heart, But Only In Pretense,\" Declares The Lord .",
            "The Lord Said To Me, \"Faithless Israel Is More Righteous Than Unfaithful Judah.",
            "Go, Proclaim This Message Toward The North: \" 'Return, Faithless Israel,' Declares The Lord , 'I Will Frown On You No Longer, For I Am Merciful,' Declares The Lord , 'I Will Not Be Angry Forever.",
            "Only Acknowledge Your Guilt- You Have Rebelled Against The Lord Your God, You Have Scattered Your Favors To Foreign Gods Under Every Spreading Tree, And Have Not Obeyed Me,' \" Declares The Lord .",
            "\"Return, Faithless People,\" Declares The Lord , \"For I Am Your Husband. I Will Choose You-one From A Town And Two From A Clan-and Bring You To Zion.",
            "Then I Will Give You Shepherds After My Own Heart, Who Will Lead You With Knowledge And Understanding.",
            "In Those Days, When Your Numbers Have Increased Greatly In The Land,\" Declares The Lord , \"Men Will No Longer Say, 'The Ark Of The Covenant Of The Lord .' It Will Never Enter Their Minds Or Be Remembered; It Will Not Be Missed, Nor Will Another One Be Made.",
            "At That Time They Will Call Jerusalem The Throne Of The Lord , And All Nations Will Gather In Jerusalem To Honor The Name Of The Lord . No Longer Will They Follow The Stubbornness Of Their Evil Hearts.",
            "In Those Days The House Of Judah Will Join The House Of Israel, And Together They Will Come From A Northern Land To The Land I Gave Your Forefathers As An Inheritance.",
            "\"I Myself Said, \" 'How Gladly Would I Treat You Like Sons And Give You A Desirable Land, The Most Beautiful Inheritance Of Any Nation.' I Thought You Would Call Me 'Father' And Not Turn Away From Following Me.",
            "But Like A Woman Unfaithful To Her Husband, So You Have Been Unfaithful To Me, O House Of Israel,\" Declares The Lord .",
            "A Cry Is Heard On The Barren Heights, The Weeping And Pleading Of The People Of Israel, Because They Have Perverted Their Ways And Have Forgotten The Lord Their God.",
            "\"Return, Faithless People; I Will Cure You Of Backsliding.\" \"Yes, We Will Come To You, For You Are The Lord Our God.",
            "Surely The Idolatrous Commotion On The Hills And Mountains Is A Deception; Surely In The Lord Our God Is The Salvation Of Israel.",
            "From Our Youth Shameful Gods Have Consumed The Fruits Of Our Fathers' Labor- Their Flocks And Herds, Their Sons And Daughters.",
            "Let Us Lie Down In Our Shame, And Let Our Disgrace Cover Us. We Have Sinned Against The Lord Our God, Both We And Our Fathers; From Our Youth Till This Day We Have Not Obeyed The Lord Our God.\""
        ],
        [
            "\"If You Will Return, O Israel, Return To Me,\" Declares The Lord . \"If You Put Your Detestable Idols Out Of My Sight And No Longer Go Astray,",
            "And If In A Truthful, Just And Righteous Way You Swear, 'As Surely As The Lord Lives,' Then The Nations Will Be Blessed By Him And In Him They Will Glory.\"",
            "This Is What The Lord Says To The Men Of Judah And To Jerusalem: \"Break Up Your Unplowed Ground And Do Not Sow Among Thorns.",
            "Circumcise Yourselves To The Lord , Circumcise Your Hearts, You Men Of Judah And People Of Jerusalem, Or My Wrath Will Break Out And Burn Like Fire Because Of The Evil You Have Done- Burn With No One To Quench It.",
            "\"Announce In Judah And Proclaim In Jerusalem And Say: 'Sound The Trumpet Throughout The Land!' Cry Aloud And Say: 'Gather Together! Let Us Flee To The Fortified Cities!'",
            "Raise The Signal To Go To Zion! Flee For Safety Without Delay! For I Am Bringing Disaster From The North, Even Terrible Destruction.\"",
            "A Lion Has Come Out Of His Lair; A Destroyer Of Nations Has Set Out. He Has Left His Place To Lay Waste Your Land. Your Towns Will Lie In Ruins Without Inhabitant.",
            "So Put On Sackcloth, Lament And Wail, For The Fierce Anger Of The Lord Has Not Turned Away From Us.",
            "\"In That Day,\" Declares The Lord , \"The King And The Officials Will Lose Heart, The Priests Will Be Horrified, And The Prophets Will Be Appalled.\"",
            "Then I Said, \"Ah, Sovereign Lord , How Completely You Have Deceived This People And Jerusalem By Saying, 'You Will Have Peace,' When The Sword Is At Our Throats.\"",
            "At That Time This People And Jerusalem Will Be Told, \"A Scorching Wind From The Barren Heights In The Desert Blows Toward My People, But Not To Winnow Or Cleanse;",
            "A Wind Too Strong For That Comes From Me. Now I Pronounce My Judgments Against Them.\"",
            "Look! He Advances Like The Clouds, His Chariots Come Like A Whirlwind, His Horses Are Swifter Than Eagles. Woe To Us! We Are Ruined!",
            "O Jerusalem, Wash The Evil From Your Heart And Be Saved. How Long Will You Harbor Wicked Thoughts?",
            "A Voice Is Announcing From Dan, Proclaiming Disaster From The Hills Of Ephraim.",
            "\"Tell This To The Nations, Proclaim It To Jerusalem: 'A Besieging Army Is Coming From A Distant Land, Raising A War Cry Against The Cities Of Judah.",
            "They Surround Her Like Men Guarding A Field, Because She Has Rebelled Against Me,' \" Declares The Lord .",
            "\"Your Own Conduct And Actions Have Brought This Upon You. This Is Your Punishment. How Bitter It Is! How It Pierces To The Heart!\"",
            "Oh, My Anguish, My Anguish! I Writhe In Pain. Oh, The Agony Of My Heart! My Heart Pounds Within Me, I Cannot Keep Silent. For I Have Heard The Sound Of The Trumpet; I Have Heard The Battle Cry.",
            "Disaster Follows Disaster; The Whole Land Lies In Ruins. In An Instant My Tents Are Destroyed, My Shelter In A Moment.",
            "How Long Must I See The Battle Standard And Hear The Sound Of The Trumpet?",
            "\"My People Are Fools; They Do Not Know Me. They Are Senseless Children; They Have No Understanding. They Are Skilled In Doing Evil; They Know Not How To Do Good.\"",
            "I Looked At The Earth, And It Was Formless And Empty; And At The Heavens, And Their Light Was Gone.",
            "I Looked At The Mountains, And They Were Quaking; All The Hills Were Swaying.",
            "I Looked, And There Were No People; Every Bird In The Sky Had Flown Away.",
            "I Looked, And The Fruitful Land Was A Desert; All Its Towns Lay In Ruins Before The Lord , Before His Fierce Anger.",
            "This Is What The Lord Says: \"The Whole Land Will Be Ruined, Though I Will Not Destroy It Completely.",
            "Therefore The Earth Will Mourn And The Heavens Above Grow Dark, Because I Have Spoken And Will Not Relent, I Have Decided And Will Not Turn Back.\"",
            "At The Sound Of Horsemen And Archers Every Town Takes To Flight. Some Go Into The Thickets; Some Climb Up Among The Rocks. All The Towns Are Deserted; No One Lives In Them.",
            "What Are You Doing, O Devastated One? Why Dress Yourself In Scarlet And Put On Jewels Of Gold? Why Shade Your Eyes With Paint? You Adorn Yourself In Vain. Your Lovers Despise You; They Seek Your Life.",
            "I Hear A Cry As Of A Woman In Labor, A Groan As Of One Bearing Her First Child- The Cry Of The Daughter Of Zion Gasping For Breath, Stretching Out Her Hands And Saying, \"Alas! I Am Fainting; My Life Is Given Over To Murderers.\""
        ],
        [
            "\"Go Up And Down The Streets Of Jerusalem, Look Around And Consider, Search Through Her Squares. If You Can Find But One Person Who Deals Honestly And Seeks The Truth, I Will Forgive This City.",
            "Although They Say, 'As Surely As The Lord Lives,' Still They Are Swearing Falsely.\"",
            "O Lord , Do Not Your Eyes Look For Truth? You Struck Them, But They Felt No Pain; You Crushed Them, But They Refused Correction. They Made Their Faces Harder Than Stone And Refused To Repent.",
            "I Thought, \"These Are Only The Poor; They Are Foolish, For They Do Not Know The Way Of The Lord , The Requirements Of Their God.",
            "So I Will Go To The Leaders And Speak To Them; Surely They Know The Way Of The Lord , The Requirements Of Their God.\" But With One Accord They Too Had Broken Off The Yoke And Torn Off The Bonds.",
            "Therefore A Lion From The Forest Will Attack Them, A Wolf From The Desert Will Ravage Them, A Leopard Will Lie In Wait Near Their Towns To Tear To Pieces Any Who Venture Out, For Their Rebellion Is Great And Their Backslidings Many.",
            "\"Why Should I Forgive You? Your Children Have Forsaken Me And Sworn By Gods That Are Not Gods. I Supplied All Their Needs, Yet They Committed Adultery And Thronged To The Houses Of Prostitutes.",
            "They Are Well-fed, Lusty Stallions, Each Neighing For Another Man's Wife.",
            "Should I Not Punish Them For This?\" Declares The Lord . \"Should I Not Avenge Myself On Such A Nation As This?",
            "\"Go Through Her Vineyards And Ravage Them, But Do Not Destroy Them Completely. Strip Off Her Branches, For These People Do Not Belong To The Lord .",
            "The House Of Israel And The House Of Judah Have Been Utterly Unfaithful To Me,\" Declares The Lord .",
            "They Have Lied About The Lord ; They Said, \"He Will Do Nothing! No Harm Will Come To Us; We Will Never See Sword Or Famine.",
            "The Prophets Are But Wind And The Word Is Not In Them; So Let What They Say Be Done To Them.\"",
            "Therefore This Is What The Lord God Almighty Says: \"Because The People Have Spoken These Words, I Will Make My Words In Your Mouth A Fire And These People The Wood It Consumes.",
            "O House Of Israel,\" Declares The Lord , \"I Am Bringing A Distant Nation Against You- An Ancient And Enduring Nation, A People Whose Language You Do Not Know, Whose Speech You Do Not Understand.",
            "Their Quivers Are Like An Open Grave; All Of Them Are Mighty Warriors.",
            "They Will Devour Your Harvests And Food, Devour Your Sons And Daughters; They Will Devour Your Flocks And Herds, Devour Your Vines And Fig Trees. With The Sword They Will Destroy The Fortified Cities In Which You Trust.",
            "\"Yet Even In Those Days,\" Declares The Lord , \"I Will Not Destroy You Completely.",
            "And When The People Ask, 'Why Has The Lord Our God Done All This To Us?' You Will Tell Them, 'As You Have Forsaken Me And Served Foreign Gods In Your Own Land, So Now You Will Serve Foreigners In A Land Not Your Own.'",
            "\"Announce This To The House Of Jacob And Proclaim It In Judah:",
            "Hear This, You Foolish And Senseless People, Who Have Eyes But Do Not See, Who Have Ears But Do Not Hear:",
            "Should You Not Fear Me?\" Declares The Lord . \"Should You Not Tremble In My Presence? I Made The Sand A Boundary For The Sea, An Everlasting Barrier It Cannot Cross. The Waves May Roll, But They Cannot Prevail; They May Roar, But They Cannot Cross It.",
            "But These People Have Stubborn And Rebellious Hearts; They Have Turned Aside And Gone Away.",
            "They Do Not Say To Themselves, 'Let Us Fear The Lord Our God, Who Gives Autumn And Spring Rains In Season, Who Assures Us Of The Regular Weeks Of Harvest.'",
            "Your Wrongdoings Have Kept These Away; Your Sins Have Deprived You Of Good.",
            "\"Among My People Are Wicked Men Who Lie In Wait Like Men Who Snare Birds And Like Those Who Set Traps To Catch Men.",
            "Like Cages Full Of Birds, Their Houses Are Full Of Deceit; They Have Become Rich And Powerful",
            "And Have Grown Fat And Sleek. Their Evil Deeds Have No Limit; They Do Not Plead The Case Of The Fatherless To Win It, They Do Not Defend The Rights Of The Poor.",
            "Should I Not Punish Them For This?\" Declares The Lord . \"Should I Not Avenge Myself On Such A Nation As This?",
            "\"A Horrible And Shocking Thing Has Happened In The Land:",
            "The Prophets Prophesy Lies, The Priests Rule By Their Own Authority, And My People Love It This Way. But What Will You Do In The End?"
        ],
        [
            "\"Flee For Safety, People Of Benjamin! Flee From Jerusalem! Sound The Trumpet In Tekoa! Raise The Signal Over Beth Hakkerem! For Disaster Looms Out Of The North, Even Terrible Destruction.",
            "I Will Destroy The Daughter Of Zion, So Beautiful And Delicate.",
            "Shepherds With Their Flocks Will Come Against Her; They Will Pitch Their Tents Around Her, Each Tending His Own Portion.\"",
            "\"Prepare For Battle Against Her! Arise, Let Us Attack At Noon! But, Alas, The Daylight Is Fading, And The Shadows Of Evening Grow Long.",
            "So Arise, Let Us Attack At Night And Destroy Her Fortresses!\"",
            "This Is What The Lord Almighty Says: \"Cut Down The Trees And Build Siege Ramps Against Jerusalem. This City Must Be Punished; It Is Filled With Oppression.",
            "As A Well Pours Out Its Water, So She Pours Out Her Wickedness. Violence And Destruction Resound In Her; Her Sickness And Wounds Are Ever Before Me.",
            "Take Warning, O Jerusalem, Or I Will Turn Away From You And Make Your Land Desolate So No One Can Live In It.\"",
            "This Is What The Lord Almighty Says: \"Let Them Glean The Remnant Of Israel As Thoroughly As A Vine; Pass Your Hand Over The Branches Again, Like One Gathering Grapes.\"",
            "To Whom Can I Speak And Give Warning? Who Will Listen To Me? Their Ears Are Closed So They Cannot Hear. The Word Of The Lord Is Offensive To Them; They Find No Pleasure In It.",
            "But I Am Full Of The Wrath Of The Lord , And I Cannot Hold It In. \"Pour It Out On The Children In The Street And On The Young Men Gathered Together; Both Husband And Wife Will Be Caught In It, And The Old, Those Weighed Down With Years.",
            "Their Houses Will Be Turned Over To Others, Together With Their Fields And Their Wives, When I Stretch Out My Hand Against Those Who Live In The Land,\" Declares The Lord .",
            "\"From The Least To The Greatest, All Are Greedy For Gain; Prophets And Priests Alike, All Practice Deceit.",
            "They Dress The Wound Of My People As Though It Were Not Serious. 'Peace, Peace,' They Say, When There Is No Peace.",
            "Are They Ashamed Of Their Loathsome Conduct? No, They Have No Shame At All; They Do Not Even Know How To Blush. So They Will Fall Among The Fallen; They Will Be Brought Down When I Punish Them,\" Says The Lord .",
            "This Is What The Lord Says: \"Stand At The Crossroads And Look; Ask For The Ancient Paths, Ask Where The Good Way Is, And Walk In It, And You Will Find Rest For Your Souls. But You Said, 'We Will Not Walk In It.'",
            "I Appointed Watchmen Over You And Said, 'Listen To The Sound Of The Trumpet!' But You Said, 'We Will Not Listen.'",
            "Therefore Hear, O Nations; Observe, O Witnesses, What Will Happen To Them.",
            "Hear, O Earth: I Am Bringing Disaster On This People, The Fruit Of Their Schemes, Because They Have Not Listened To My Words And Have Rejected My Law.",
            "What Do I Care About Incense From Sheba Or Sweet Calamus From A Distant Land? Your Burnt Offerings Are Not Acceptable; Your Sacrifices Do Not Please Me.\"",
            "Therefore This Is What The Lord Says: \"I Will Put Obstacles Before This People. Fathers And Sons Alike Will Stumble Over Them; Neighbors And Friends Will Perish.\"",
            "This Is What The Lord Says: \"Look, An Army Is Coming From The Land Of The North; A Great Nation Is Being Stirred Up From The Ends Of The Earth.",
            "They Are Armed With Bow And Spear; They Are Cruel And Show No Mercy. They Sound Like The Roaring Sea As They Ride On Their Horses; They Come Like Men In Battle Formation To Attack You, O Daughter Of Zion.\"",
            "We Have Heard Reports About Them, And Our Hands Hang Limp. Anguish Has Gripped Us, Pain Like That Of A Woman In Labor.",
            "Do Not Go Out To The Fields Or Walk On The Roads, For The Enemy Has A Sword, And There Is Terror On Every Side.",
            "O My People, Put On Sackcloth And Roll In Ashes; Mourn With Bitter Wailing As For An Only Son, For Suddenly The Destroyer Will Come Upon Us.",
            "\"I Have Made You A Tester Of Metals And My People The Ore, That You May Observe And Test Their Ways.",
            "They Are All Hardened Rebels, Going About To Slander. They Are Bronze And Iron; They All Act Corruptly.",
            "The Bellows Blow Fiercely To Burn Away The Lead With Fire, But The Refining Goes On In Vain; The Wicked Are Not Purged Out.",
            "They Are Called Rejected Silver, Because The Lord Has Rejected Them.\""
        ],
        [
            "This Is The Word That Came To Jeremiah From The Lord :",
            "\"Stand At The Gate Of The Lord 'S House And There Proclaim This Message: \" 'Hear The Word Of The Lord , All You People Of Judah Who Come Through These Gates To Worship The Lord .",
            "This Is What The Lord Almighty, The God Of Israel, Says: Reform Your Ways And Your Actions, And I Will Let You Live In This Place.",
            "Do Not Trust In Deceptive Words And Say, \"This Is The Temple Of The Lord , The Temple Of The Lord , The Temple Of The Lord !\"",
            "If You Really Change Your Ways And Your Actions And Deal With Each Other Justly,",
            "If You Do Not Oppress The Alien, The Fatherless Or The Widow And Do Not Shed Innocent Blood In This Place, And If You Do Not Follow Other Gods To Your Own Harm,",
            "Then I Will Let You Live In This Place, In The Land I Gave Your Forefathers For Ever And Ever.",
            "But Look, You Are Trusting In Deceptive Words That Are Worthless.",
            "\" 'Will You Steal And Murder, Commit Adultery And Perjury, Burn Incense To Baal And Follow Other Gods You Have Not Known,",
            "And Then Come And Stand Before Me In This House, Which Bears My Name, And Say, \"We Are Safe\"-safe To Do All These Detestable Things?",
            "Has This House, Which Bears My Name, Become A Den Of Robbers To You? But I Have Been Watching! Declares The Lord .",
            "\" 'Go Now To The Place In Shiloh Where I First Made A Dwelling For My Name, And See What I Did To It Because Of The Wickedness Of My People Israel.",
            "While You Were Doing All These Things, Declares The Lord , I Spoke To You Again And Again, But You Did Not Listen; I Called You, But You Did Not Answer.",
            "Therefore, What I Did To Shiloh I Will Now Do To The House That Bears My Name, The Temple You Trust In, The Place I Gave To You And Your Fathers.",
            "I Will Thrust You From My Presence, Just As I Did All Your Brothers, The People Of Ephraim.'",
            "\"So Do Not Pray For This People Nor Offer Any Plea Or Petition For Them; Do Not Plead With Me, For I Will Not Listen To You.",
            "Do You Not See What They Are Doing In The Towns Of Judah And In The Streets Of Jerusalem?",
            "The Children Gather Wood, The Fathers Light The Fire, And The Women Knead The Dough And Make Cakes Of Bread For The Queen Of Heaven. They Pour Out Drink Offerings To Other Gods To Provoke Me To Anger.",
            "But Am I The One They Are Provoking? Declares The Lord . Are They Not Rather Harming Themselves, To Their Own Shame?",
            "\" 'Therefore This Is What The Sovereign Lord Says: My Anger And My Wrath Will Be Poured Out On This Place, On Man And Beast, On The Trees Of The Field And On The Fruit Of The Ground, And It Will Burn And Not Be Quenched.",
            "\" 'This Is What The Lord Almighty, The God Of Israel, Says: Go Ahead, Add Your Burnt Offerings To Your Other Sacrifices And Eat The Meat Yourselves!",
            "For When I Brought Your Forefathers Out Of Egypt And Spoke To Them, I Did Not Just Give Them Commands About Burnt Offerings And Sacrifices,",
            "But I Gave Them This Command: Obey Me, And I Will Be Your God And You Will Be My People. Walk In All The Ways I Command You, That It May Go Well With You.",
            "But They Did Not Listen Or Pay Attention; Instead, They Followed The Stubborn Inclinations Of Their Evil Hearts. They Went Backward And Not Forward.",
            "From The Time Your Forefathers Left Egypt Until Now, Day After Day, Again And Again I Sent You My Servants The Prophets.",
            "But They Did Not Listen To Me Or Pay Attention. They Were Stiff-necked And Did More Evil Than Their Forefathers.'",
            "\"When You Tell Them All This, They Will Not Listen To You; When You Call To Them, They Will Not Answer.",
            "Therefore Say To Them, 'This Is The Nation That Has Not Obeyed The Lord Its God Or Responded To Correction. Truth Has Perished; It Has Vanished From Their Lips.",
            "Cut Off Your Hair And Throw It Away; Take Up A Lament On The Barren Heights, For The Lord Has Rejected And Abandoned This Generation That Is Under His Wrath.",
            "\" 'The People Of Judah Have Done Evil In My Eyes, Declares The Lord . They Have Set Up Their Detestable Idols In The House That Bears My Name And Have Defiled It.",
            "They Have Built The High Places Of Topheth In The Valley Of Ben Hinnom To Burn Their Sons And Daughters In The Fire-something I Did Not Command, Nor Did It Enter My Mind.",
            "So Beware, The Days Are Coming, Declares The Lord , When People Will No Longer Call It Topheth Or The Valley Of Ben Hinnom, But The Valley Of Slaughter, For They Will Bury The Dead In Topheth Until There Is No More Room.",
            "Then The Carcasses Of This People Will Become Food For The Birds Of The Air And The Beasts Of The Earth, And There Will Be No One To Frighten Them Away.",
            "I Will Bring An End To The Sounds Of Joy And Gladness And To The Voices Of Bride And Bridegroom In The Towns Of Judah And The Streets Of Jerusalem, For The Land Will Become Desolate."
        ],
        [
            "\" 'At That Time, Declares The Lord , The Bones Of The Kings And Officials Of Judah, The Bones Of The Priests And Prophets, And The Bones Of The People Of Jerusalem Will Be Removed From Their Graves.",
            "They Will Be Exposed To The Sun And The Moon And All The Stars Of The Heavens, Which They Have Loved And Served And Which They Have Followed And Consulted And Worshiped. They Will Not Be Gathered Up Or Buried, But Will Be Like Refuse Lying On The Ground.",
            "Wherever I Banish Them, All The Survivors Of This Evil Nation Will Prefer Death To Life, Declares The Lord Almighty.'",
            "\"Say To Them, 'This Is What The Lord Says: \" 'When Men Fall Down, Do They Not Get Up? When A Man Turns Away, Does He Not Return?",
            "Why Then Have These People Turned Away? Why Does Jerusalem Always Turn Away? They Cling To Deceit; They Refuse To Return.",
            "I Have Listened Attentively, But They Do Not Say What Is Right. No One Repents Of His Wickedness, Saying, \"What Have I Done?\" Each Pursues His Own Course Like A Horse Charging Into Battle.",
            "Even The Stork In The Sky Knows Her Appointed Seasons, And The Dove, The Swift And The Thrush Observe The Time Of Their Migration. But My People Do Not Know The Requirements Of The Lord .",
            "\" 'How Can You Say, \"We Are Wise, For We Have The Law Of The Lord ,\" When Actually The Lying Pen Of The Scribes Has Handled It Falsely?",
            "The Wise Will Be Put To Shame; They Will Be Dismayed And Trapped. Since They Have Rejected The Word Of The Lord , What Kind Of Wisdom Do They Have?",
            "Therefore I Will Give Their Wives To Other Men And Their Fields To New Owners. From The Least To The Greatest, All Are Greedy For Gain; Prophets And Priests Alike, All Practice Deceit.",
            "They Dress The Wound Of My People As Though It Were Not Serious. \"Peace, Peace,\" They Say, When There Is No Peace.",
            "Are They Ashamed Of Their Loathsome Conduct? No, They Have No Shame At All; They Do Not Even Know How To Blush. So They Will Fall Among The Fallen; They Will Be Brought Down When They Are Punished, Says The Lord .",
            "\" 'I Will Take Away Their Harvest, Declares The Lord . There Will Be No Grapes On The Vine. There Will Be No Figs On The Tree, And Their Leaves Will Wither. What I Have Given Them Will Be Taken From Them. ' \"",
            "\"Why Are We Sitting Here? Gather Together! Let Us Flee To The Fortified Cities And Perish There! For The Lord Our God Has Doomed Us To Perish And Given Us Poisoned Water To Drink, Because We Have Sinned Against Him.",
            "We Hoped For Peace But No Good Has Come, For A Time Of Healing But There Was Only Terror.",
            "The Snorting Of The Enemy's Horses Is Heard From Dan; At The Neighing Of Their Stallions The Whole Land Trembles. They Have Come To Devour The Land And Everything In It, The City And All Who Live There.\"",
            "\"See, I Will Send Venomous Snakes Among You, Vipers That Cannot Be Charmed, And They Will Bite You,\" Declares The Lord .",
            "O My Comforter In Sorrow, My Heart Is Faint Within Me.",
            "Listen To The Cry Of My People From A Land Far Away: \"Is The Lord Not In Zion? Is Her King No Longer There?\" \"Why Have They Provoked Me To Anger With Their Images, With Their Worthless Foreign Idols?\"",
            "\"The Harvest Is Past, The Summer Has Ended, And We Are Not Saved.\"",
            "Since My People Are Crushed, I Am Crushed; I Mourn, And Horror Grips Me.",
            "Is There No Balm In Gilead? Is There No Physician There? Why Then Is There No Healing For The Wound Of My People?"
        ],
        [
            "Oh, That My Head Were A Spring Of Water And My Eyes A Fountain Of Tears! I Would Weep Day And Night For The Slain Of My People.",
            "Oh, That I Had In The Desert A Lodging Place For Travelers, So That I Might Leave My People And Go Away From Them; For They Are All Adulterers, A Crowd Of Unfaithful People.",
            "\"They Make Ready Their Tongue Like A Bow, To Shoot Lies; It Is Not By Truth That They Triumph In The Land. They Go From One Sin To Another; They Do Not Acknowledge Me,\" Declares The Lord .",
            "\"Beware Of Your Friends; Do Not Trust Your Brothers. For Every Brother Is A Deceiver, And Every Friend A Slanderer.",
            "Friend Deceives Friend, And No One Speaks The Truth. They Have Taught Their Tongues To Lie; They Weary Themselves With Sinning.",
            "You Live In The Midst Of Deception; In Their Deceit They Refuse To Acknowledge Me,\" Declares The Lord .",
            "Therefore This Is What The Lord Almighty Says: \"See, I Will Refine And Test Them, For What Else Can I Do Because Of The Sin Of My People?",
            "Their Tongue Is A Deadly Arrow; It Speaks With Deceit. With His Mouth Each Speaks Cordially To His Neighbor, But In His Heart He Sets A Trap For Him.",
            "Should I Not Punish Them For This?\" Declares The Lord . \"Should I Not Avenge Myself On Such A Nation As This?\"",
            "I Will Weep And Wail For The Mountains And Take Up A Lament Concerning The Desert Pastures. They Are Desolate And Untraveled, And The Lowing Of Cattle Is Not Heard. The Birds Of The Air Have Fled And The Animals Are Gone.",
            "\"I Will Make Jerusalem A Heap Of Ruins, A Haunt Of Jackals; And I Will Lay Waste The Towns Of Judah So No One Can Live There.\"",
            "What Man Is Wise Enough To Understand This? Who Has Been Instructed By The Lord And Can Explain It? Why Has The Land Been Ruined And Laid Waste Like A Desert That No One Can Cross?",
            "The Lord Said, \"It Is Because They Have Forsaken My Law, Which I Set Before Them; They Have Not Obeyed Me Or Followed My Law.",
            "Instead, They Have Followed The Stubbornness Of Their Hearts; They Have Followed The Baals, As Their Fathers Taught Them.\"",
            "Therefore, This Is What The Lord Almighty, The God Of Israel, Says: \"See, I Will Make This People Eat Bitter Food And Drink Poisoned Water.",
            "I Will Scatter Them Among Nations That Neither They Nor Their Fathers Have Known, And I Will Pursue Them With The Sword Until I Have Destroyed Them.\"",
            "This Is What The Lord Almighty Says: \"Consider Now! Call For The Wailing Women To Come; Send For The Most Skillful Of Them.",
            "Let Them Come Quickly And Wail Over Us Till Our Eyes Overflow With Tears And Water Streams From Our Eyelids.",
            "The Sound Of Wailing Is Heard From Zion: 'How Ruined We Are! How Great Is Our Shame! We Must Leave Our Land Because Our Houses Are In Ruins.' \"",
            "Now, O Women, Hear The Word Of The Lord ; Open Your Ears To The Words Of His Mouth. Teach Your Daughters How To Wail; Teach One Another A Lament.",
            "Death Has Climbed In Through Our Windows And Has Entered Our Fortresses; It Has Cut Off The Children From The Streets And The Young Men From The Public Squares.",
            "Say, \"This Is What The Lord Declares: \" 'The Dead Bodies Of Men Will Lie Like Refuse On The Open Field, Like Cut Grain Behind The Reaper, With No One To Gather Them.' \"",
            "This Is What The Lord Says: \"Let Not The Wise Man Boast Of His Wisdom Or The Strong Man Boast Of His Strength Or The Rich Man Boast Of His Riches,",
            "But Let Him Who Boasts Boast About This: That He Understands And Knows Me, That I Am The Lord , Who Exercises Kindness, Justice And Righteousness On Earth, For In These I Delight,\" Declares The Lord .",
            "\"The Days Are Coming,\" Declares The Lord , \"When I Will Punish All Who Are Circumcised Only In The Flesh-",
            "Egypt, Judah, Edom, Ammon, Moab And All Who Live In The Desert In Distant Places. For All These Nations Are Really Uncircumcised, And Even The Whole House Of Israel Is Uncircumcised In Heart.\""
        ],
        [
            "Hear What The Lord Says To You, O House Of Israel.",
            "This Is What The Lord Says: \"Do Not Learn The Ways Of The Nations Or Be Terrified By Signs In The Sky, Though The Nations Are Terrified By Them.",
            "For The Customs Of The Peoples Are Worthless; They Cut A Tree Out Of The Forest, And A Craftsman Shapes It With His Chisel.",
            "They Adorn It With Silver And Gold; They Fasten It With Hammer And Nails So It Will Not Totter.",
            "Like A Scarecrow In A Melon Patch, Their Idols Cannot Speak; They Must Be Carried Because They Cannot Walk. Do Not Fear Them; They Can Do No Harm Nor Can They Do Any Good.\"",
            "No One Is Like You, O Lord ; You Are Great, And Your Name Is Mighty In Power.",
            "Who Should Not Revere You, O King Of The Nations? This Is Your Due. Among All The Wise Men Of The Nations And In All Their Kingdoms, There Is No One Like You.",
            "They Are All Senseless And Foolish; They Are Taught By Worthless Wooden Idols.",
            "Hammered Silver Is Brought From Tarshish And Gold From Uphaz. What The Craftsman And Goldsmith Have Made Is Then Dressed In Blue And Purple- All Made By Skilled Workers.",
            "But The Lord Is The True God; He Is The Living God, The Eternal King. When He Is Angry, The Earth Trembles; The Nations Cannot Endure His Wrath.",
            "\"Tell Them This: 'These Gods, Who Did Not Make The Heavens And The Earth, Will Perish From The Earth And From Under The Heavens.' \"",
            "But God Made The Earth By His Power; He Founded The World By His Wisdom And Stretched Out The Heavens By His Understanding.",
            "When He Thunders, The Waters In The Heavens Roar; He Makes Clouds Rise From The Ends Of The Earth. He Sends Lightning With The Rain And Brings Out The Wind From His Storehouses.",
            "Everyone Is Senseless And Without Knowledge; Every Goldsmith Is Shamed By His Idols. His Images Are A Fraud; They Have No Breath In Them.",
            "They Are Worthless, The Objects Of Mockery; When Their Judgment Comes, They Will Perish.",
            "He Who Is The Portion Of Jacob Is Not Like These, For He Is The Maker Of All Things, Including Israel, The Tribe Of His Inheritance- The Lord Almighty Is His Name.",
            "Gather Up Your Belongings To Leave The Land, You Who Live Under Siege.",
            "For This Is What The Lord Says: \"At This Time I Will Hurl Out Those Who Live In This Land; I Will Bring Distress On Them So That They May Be Captured.\"",
            "Woe To Me Because Of My Injury! My Wound Is Incurable! Yet I Said To Myself, \"This Is My Sickness, And I Must Endure It.\"",
            "My Tent Is Destroyed; All Its Ropes Are Snapped. My Sons Are Gone From Me And Are No More; No One Is Left Now To Pitch My Tent Or To Set Up My Shelter.",
            "The Shepherds Are Senseless And Do Not Inquire Of The Lord ; So They Do Not Prosper And All Their Flock Is Scattered.",
            "Listen! The Report Is Coming- A Great Commotion From The Land Of The North! It Will Make The Towns Of Judah Desolate, A Haunt Of Jackals.",
            "I Know, O Lord , That A Man's Life Is Not His Own; It Is Not For Man To Direct His Steps.",
            "Correct Me, Lord , But Only With Justice- Not In Your Anger, Lest You Reduce Me To Nothing.",
            "Pour Out Your Wrath On The Nations That Do Not Acknowledge You, On The Peoples Who Do Not Call On Your Name. For They Have Devoured Jacob; They Have Devoured Him Completely And Destroyed His Homeland."
        ],
        [
            "This Is The Word That Came To Jeremiah From The Lord :",
            "\"Listen To The Terms Of This Covenant And Tell Them To The People Of Judah And To Those Who Live In Jerusalem.",
            "Tell Them That This Is What The Lord , The God Of Israel, Says: 'Cursed Is The Man Who Does Not Obey The Terms Of This Covenant-",
            "The Terms I Commanded Your Forefathers When I Brought Them Out Of Egypt, Out Of The Iron-smelting Furnace.' I Said, 'Obey Me And Do Everything I Command You, And You Will Be My People, And I Will Be Your God.",
            "Then I Will Fulfill The Oath I Swore To Your Forefathers, To Give Them A Land Flowing With Milk And Honey'-the Land You Possess Today.\" I Answered, \"Amen, Lord .\"",
            "The Lord Said To Me, \"Proclaim All These Words In The Towns Of Judah And In The Streets Of Jerusalem: 'Listen To The Terms Of This Covenant And Follow Them.",
            "From The Time I Brought Your Forefathers Up From Egypt Until Today, I Warned Them Again And Again, Saying, \"Obey Me.\"",
            "But They Did Not Listen Or Pay Attention; Instead, They Followed The Stubbornness Of Their Evil Hearts. So I Brought On Them All The Curses Of The Covenant I Had Commanded Them To Follow But That They Did Not Keep.' \"",
            "Then The Lord Said To Me, \"There Is A Conspiracy Among The People Of Judah And Those Who Live In Jerusalem.",
            "They Have Returned To The Sins Of Their Forefathers, Who Refused To Listen To My Words. They Have Followed Other Gods To Serve Them. Both The House Of Israel And The House Of Judah Have Broken The Covenant I Made With Their Forefathers.",
            "Therefore This Is What The Lord Says: 'I Will Bring On Them A Disaster They Cannot Escape. Although They Cry Out To Me, I Will Not Listen To Them.",
            "The Towns Of Judah And The People Of Jerusalem Will Go And Cry Out To The Gods To Whom They Burn Incense, But They Will Not Help Them At All When Disaster Strikes.",
            "You Have As Many Gods As You Have Towns, O Judah; And The Altars You Have Set Up To Burn Incense To That Shameful God Baal Are As Many As The Streets Of Jerusalem.'",
            "\"Do Not Pray For This People Nor Offer Any Plea Or Petition For Them, Because I Will Not Listen When They Call To Me In The Time Of Their Distress.",
            "\"What Is My Beloved Doing In My Temple As She Works Out Her Evil Schemes With Many? Can Consecrated Meat Avert Your Punishment ? When You Engage In Your Wickedness, Then You Rejoice. \"",
            "The Lord Called You A Thriving Olive Tree With Fruit Beautiful In Form. But With The Roar Of A Mighty Storm He Will Set It On Fire, And Its Branches Will Be Broken.",
            "The Lord Almighty, Who Planted You, Has Decreed Disaster For You, Because The House Of Israel And The House Of Judah Have Done Evil And Provoked Me To Anger By Burning Incense To Baal.",
            "Because The Lord Revealed Their Plot To Me, I Knew It, For At That Time He Showed Me What They Were Doing.",
            "I Had Been Like A Gentle Lamb Led To The Slaughter; I Did Not Realize That They Had Plotted Against Me, Saying, \"Let Us Destroy The Tree And Its Fruit; Let Us Cut Him Off From The Land Of The Living, That His Name Be Remembered No More.\"",
            "But, O Lord Almighty, You Who Judge Righteously And Test The Heart And Mind, Let Me See Your Vengeance Upon Them, For To You I Have Committed My Cause.",
            "\"Therefore This Is What The Lord Says About The Men Of Anathoth Who Are Seeking Your Life And Saying, 'Do Not Prophesy In The Name Of The Lord Or You Will Die By Our Hands'-",
            "Therefore This Is What The Lord Almighty Says: 'I Will Punish Them. Their Young Men Will Die By The Sword, Their Sons And Daughters By Famine.",
            "Not Even A Remnant Will Be Left To Them, Because I Will Bring Disaster On The Men Of Anathoth In The Year Of Their Punishment.' \""
        ],
        [
            "You Are Always Righteous, O Lord , When I Bring A Case Before You. Yet I Would Speak With You About Your Justice: Why Does The Way Of The Wicked Prosper? Why Do All The Faithless Live At Ease?",
            "You Have Planted Them, And They Have Taken Root; They Grow And Bear Fruit. You Are Always On Their Lips But Far From Their Hearts.",
            "Yet You Know Me, O Lord ; You See Me And Test My Thoughts About You. Drag Them Off Like Sheep To Be Butchered! Set Them Apart For The Day Of Slaughter!",
            "How Long Will The Land Lie Parched And The Grass In Every Field Be Withered? Because Those Who Live In It Are Wicked, The Animals And Birds Have Perished. Moreover, The People Are Saying, \"He Will Not See What Happens To Us.\"",
            "\"If You Have Raced With Men On Foot And They Have Worn You Out, How Can You Compete With Horses? If You Stumble In Safe Country, How Will You Manage In The Thickets By The Jordan?",
            "Your Brothers, Your Own Family- Even They Have Betrayed You; They Have Raised A Loud Cry Against You. Do Not Trust Them, Though They Speak Well Of You.",
            "\"I Will Forsake My House, Abandon My Inheritance; I Will Give The One I Love Into The Hands Of Her Enemies.",
            "My Inheritance Has Become To Me Like A Lion In The Forest. She Roars At Me; Therefore I Hate Her.",
            "Has Not My Inheritance Become To Me Like A Speckled Bird Of Prey That Other Birds Of Prey Surround And Attack? Go And Gather All The Wild Beasts; Bring Them To Devour.",
            "Many Shepherds Will Ruin My Vineyard And Trample Down My Field; They Will Turn My Pleasant Field Into A Desolate Wasteland.",
            "It Will Be Made A Wasteland, Parched And Desolate Before Me; The Whole Land Will Be Laid Waste Because There Is No One Who Cares.",
            "Over All The Barren Heights In The Desert Destroyers Will Swarm, For The Sword Of The Lord Will Devour From One End Of The Land To The Other; No One Will Be Safe.",
            "They Will Sow Wheat But Reap Thorns; They Will Wear Themselves Out But Gain Nothing. So Bear The Shame Of Your Harvest Because Of The Lord 'S Fierce Anger.\"",
            "This Is What The Lord Says: \"As For All My Wicked Neighbors Who Seize The Inheritance I Gave My People Israel, I Will Uproot Them From Their Lands And I Will Uproot The House Of Judah From Among Them.",
            "But After I Uproot Them, I Will Again Have Compassion And Will Bring Each Of Them Back To His Own Inheritance And His Own Country.",
            "And If They Learn Well The Ways Of My People And Swear By My Name, Saying, 'As Surely As The Lord Lives'-even As They Once Taught My People To Swear By Baal-then They Will Be Established Among My People.",
            "But If Any Nation Does Not Listen, I Will Completely Uproot And Destroy It,\" Declares The Lord ."
        ],
        [
            "This Is What The Lord Said To Me: \"Go And Buy A Linen Belt And Put It Around Your Waist, But Do Not Let It Touch Water.\"",
            "So I Bought A Belt, As The Lord Directed, And Put It Around My Waist.",
            "Then The Word Of The Lord Came To Me A Second Time:",
            "\"Take The Belt You Bought And Are Wearing Around Your Waist, And Go Now To Perath And Hide It There In A Crevice In The Rocks.\"",
            "So I Went And Hid It At Perath, As The Lord Told Me.",
            "Many Days Later The Lord Said To Me, \"Go Now To Perath And Get The Belt I Told You To Hide There.\"",
            "So I Went To Perath And Dug Up The Belt And Took It From The Place Where I Had Hidden It, But Now It Was Ruined And Completely Useless.",
            "Then The Word Of The Lord Came To Me:",
            "\"This Is What The Lord Says: 'In The Same Way I Will Ruin The Pride Of Judah And The Great Pride Of Jerusalem.",
            "These Wicked People, Who Refuse To Listen To My Words, Who Follow The Stubbornness Of Their Hearts And Go After Other Gods To Serve And Worship Them, Will Be Like This Belt-completely Useless!",
            "For As A Belt Is Bound Around A Man's Waist, So I Bound The Whole House Of Israel And The Whole House Of Judah To Me,' Declares The Lord , 'To Be My People For My Renown And Praise And Honor. But They Have Not Listened.'",
            "\"Say To Them: 'This Is What The Lord , The God Of Israel, Says: Every Wineskin Should Be Filled With Wine.' And If They Say To You, 'Don't We Know That Every Wineskin Should Be Filled With Wine?'",
            "Then Tell Them, 'This Is What The Lord Says: I Am Going To Fill With Drunkenness All Who Live In This Land, Including The Kings Who Sit On David's Throne, The Priests, The Prophets And All Those Living In Jerusalem.",
            "I Will Smash Them One Against The Other, Fathers And Sons Alike, Declares The Lord . I Will Allow No Pity Or Mercy Or Compassion To Keep Me From Destroying Them.' \"",
            "Hear And Pay Attention, Do Not Be Arrogant, For The Lord Has Spoken.",
            "Give Glory To The Lord Your God Before He Brings The Darkness, Before Your Feet Stumble On The Darkening Hills. You Hope For Light, But He Will Turn It To Thick Darkness And Change It To Deep Gloom.",
            "But If You Do Not Listen, I Will Weep In Secret Because Of Your Pride; My Eyes Will Weep Bitterly, Overflowing With Tears, Because The Lord 'S Flock Will Be Taken Captive.",
            "Say To The King And To The Queen Mother, \"Come Down From Your Thrones, For Your Glorious Crowns Will Fall From Your Heads.\"",
            "The Cities In The Negev Will Be Shut Up, And There Will Be No One To Open Them. All Judah Will Be Carried Into Exile, Carried Completely Away.",
            "Lift Up Your Eyes And See Those Who Are Coming From The North. Where Is The Flock That Was Entrusted To You, The Sheep Of Which You Boasted?",
            "What Will You Say When The Lord Sets Over You Those You Cultivated As Your Special Allies? Will Not Pain Grip You Like That Of A Woman In Labor?",
            "And If You Ask Yourself, \"Why Has This Happened To Me?\"- It Is Because Of Your Many Sins That Your Skirts Have Been Torn Off And Your Body Mistreated.",
            "Can The Ethiopian Change His Skin Or The Leopard Its Spots? Neither Can You Do Good Who Are Accustomed To Doing Evil.",
            "\"I Will Scatter You Like Chaff Driven By The Desert Wind.",
            "This Is Your Lot, The Portion I Have Decreed For You,\" Declares The Lord , \"Because You Have Forgotten Me And Trusted In False Gods.",
            "I Will Pull Up Your Skirts Over Your Face That Your Shame May Be Seen-",
            "Your Adulteries And Lustful Neighings, Your Shameless Prostitution! I Have Seen Your Detestable Acts On The Hills And In The Fields. Woe To You, O Jerusalem! How Long Will You Be Unclean?\""
        ],
        [
            "This Is The Word Of The Lord To Jeremiah Concerning The Drought:",
            "\"Judah Mourns, Her Cities Languish; They Wail For The Land, And A Cry Goes Up From Jerusalem.",
            "The Nobles Send Their Servants For Water; They Go To The Cisterns But Find No Water. They Return With Their Jars Unfilled; Dismayed And Despairing, They Cover Their Heads.",
            "The Ground Is Cracked Because There Is No Rain In The Land; The Farmers Are Dismayed And Cover Their Heads.",
            "Even The Doe In The Field Deserts Her Newborn Fawn Because There Is No Grass.",
            "Wild Donkeys Stand On The Barren Heights And Pant Like Jackals; Their Eyesight Fails For Lack Of Pasture.\"",
            "Although Our Sins Testify Against Us, O Lord , Do Something For The Sake Of Your Name. For Our Backsliding Is Great; We Have Sinned Against You.",
            "O Hope Of Israel, Its Savior In Times Of Distress, Why Are You Like A Stranger In The Land, Like A Traveler Who Stays Only A Night?",
            "Why Are You Like A Man Taken By Surprise, Like A Warrior Powerless To Save? You Are Among Us, O Lord , And We Bear Your Name; Do Not Forsake Us!",
            "This Is What The Lord Says About This People: \"They Greatly Love To Wander; They Do Not Restrain Their Feet. So The Lord Does Not Accept Them; He Will Now Remember Their Wickedness And Punish Them For Their Sins.\"",
            "Then The Lord Said To Me, \"Do Not Pray For The Well-being Of This People.",
            "Although They Fast, I Will Not Listen To Their Cry; Though They Offer Burnt Offerings And Grain Offerings, I Will Not Accept Them. Instead, I Will Destroy Them With The Sword, Famine And Plague.\"",
            "But I Said, \"Ah, Sovereign Lord , The Prophets Keep Telling Them, 'You Will Not See The Sword Or Suffer Famine. Indeed, I Will Give You Lasting Peace In This Place.' \"",
            "Then The Lord Said To Me, \"The Prophets Are Prophesying Lies In My Name. I Have Not Sent Them Or Appointed Them Or Spoken To Them. They Are Prophesying To You False Visions, Divinations, Idolatries And The Delusions Of Their Own Minds.",
            "Therefore, This Is What The Lord Says About The Prophets Who Are Prophesying In My Name: I Did Not Send Them, Yet They Are Saying, 'No Sword Or Famine Will Touch This Land.' Those Same Prophets Will Perish By Sword And Famine.",
            "And The People They Are Prophesying To Will Be Thrown Out Into The Streets Of Jerusalem Because Of The Famine And Sword. There Will Be No One To Bury Them Or Their Wives, Their Sons Or Their Daughters. I Will Pour Out On Them The Calamity They Deserve.",
            "\"Speak This Word To Them: \" 'Let My Eyes Overflow With Tears Night And Day Without Ceasing; For My Virgin Daughter-my People- Has Suffered A Grievous Wound, A Crushing Blow.",
            "If I Go Into The Country, I See Those Slain By The Sword; If I Go Into The City, I See The Ravages Of Famine. Both Prophet And Priest Have Gone To A Land They Know Not.' \"",
            "Have You Rejected Judah Completely? Do You Despise Zion? Why Have You Afflicted Us So That We Cannot Be Healed? We Hoped For Peace But No Good Has Come, For A Time Of Healing But There Is Only Terror.",
            "O Lord , We Acknowledge Our Wickedness And The Guilt Of Our Fathers; We Have Indeed Sinned Against You.",
            "For The Sake Of Your Name Do Not Despise Us; Do Not Dishonor Your Glorious Throne. Remember Your Covenant With Us And Do Not Break It.",
            "Do Any Of The Worthless Idols Of The Nations Bring Rain? Do The Skies Themselves Send Down Showers? No, It Is You, O Lord Our God. Therefore Our Hope Is In You, For You Are The One Who Does All This."
        ],
        [
            "Then The Lord Said To Me: \"Even If Moses And Samuel Were To Stand Before Me, My Heart Would Not Go Out To This People. Send Them Away From My Presence! Let Them Go!",
            "And If They Ask You, 'Where Shall We Go?' Tell Them, 'This Is What The Lord Says: \" 'Those Destined For Death, To Death; Those For The Sword, To The Sword; Those For Starvation, To Starvation; Those For Captivity, To Captivity.'",
            "\"I Will Send Four Kinds Of Destroyers Against Them,\" Declares The Lord , \"The Sword To Kill And The Dogs To Drag Away And The Birds Of The Air And The Beasts Of The Earth To Devour And Destroy.",
            "I Will Make Them Abhorrent To All The Kingdoms Of The Earth Because Of What Manasseh Son Of Hezekiah King Of Judah Did In Jerusalem.",
            "\"Who Will Have Pity On You, O Jerusalem? Who Will Mourn For You? Who Will Stop To Ask How You Are?",
            "You Have Rejected Me,\" Declares The Lord . \"You Keep On Backsliding. So I Will Lay Hands On You And Destroy You; I Can No Longer Show Compassion.",
            "I Will Winnow Them With A Winnowing Fork At The City Gates Of The Land. I Will Bring Bereavement And Destruction On My People, For They Have Not Changed Their Ways.",
            "I Will Make Their Widows More Numerous Than The Sand Of The Sea. At Midday I Will Bring A Destroyer Against The Mothers Of Their Young Men; Suddenly I Will Bring Down On Them Anguish And Terror.",
            "The Mother Of Seven Will Grow Faint And Breathe Her Last. Her Sun Will Set While It Is Still Day; She Will Be Disgraced And Humiliated. I Will Put The Survivors To The Sword Before Their Enemies,\" Declares The Lord .",
            "Alas, My Mother, That You Gave Me Birth, A Man With Whom The Whole Land Strives And Contends! I Have Neither Lent Nor Borrowed, Yet Everyone Curses Me.",
            "The Lord Said, \"Surely I Will Deliver You For A Good Purpose; Surely I Will Make Your Enemies Plead With You In Times Of Disaster And Times Of Distress.",
            "\"Can A Man Break Iron- Iron From The North-or Bronze?",
            "Your Wealth And Your Treasures I Will Give As Plunder, Without Charge, Because Of All Your Sins Throughout Your Country.",
            "I Will Enslave You To Your Enemies In A Land You Do Not Know, For My Anger Will Kindle A Fire That Will Burn Against You.\"",
            "You Understand, O Lord ; Remember Me And Care For Me. Avenge Me On My Persecutors. You Are Long-suffering-do Not Take Me Away; Think Of How I Suffer Reproach For Your Sake.",
            "When Your Words Came, I Ate Them; They Were My Joy And My Heart's Delight, For I Bear Your Name, O Lord God Almighty.",
            "I Never Sat In The Company Of Revelers, Never Made Merry With Them; I Sat Alone Because Your Hand Was On Me And You Had Filled Me With Indignation.",
            "Why Is My Pain Unending And My Wound Grievous And Incurable? Will You Be To Me Like A Deceptive Brook, Like A Spring That Fails?",
            "Therefore This Is What The Lord Says: \"If You Repent, I Will Restore You That You May Serve Me; If You Utter Worthy, Not Worthless, Words, You Will Be My Spokesman. Let This People Turn To You, But You Must Not Turn To Them.",
            "I Will Make You A Wall To This People, A Fortified Wall Of Bronze; They Will Fight Against You But Will Not Overcome You, For I Am With You To Rescue And Save You,\" Declares The Lord .",
            "\"I Will Save You From The Hands Of The Wicked And Redeem You From The Grasp Of The Cruel.\""
        ],
        [
            "Then The Word Of The Lord Came To Me:",
            "\"You Must Not Marry And Have Sons Or Daughters In This Place.\"",
            "For This Is What The Lord Says About The Sons And Daughters Born In This Land And About The Women Who Are Their Mothers And The Men Who Are Their Fathers:",
            "\"They Will Die Of Deadly Diseases. They Will Not Be Mourned Or Buried But Will Be Like Refuse Lying On The Ground. They Will Perish By Sword And Famine, And Their Dead Bodies Will Become Food For The Birds Of The Air And The Beasts Of The Earth.\"",
            "For This Is What The Lord Says: \"Do Not Enter A House Where There Is A Funeral Meal; Do Not Go To Mourn Or Show Sympathy, Because I Have Withdrawn My Blessing, My Love And My Pity From This People,\" Declares The Lord .",
            "\"Both High And Low Will Die In This Land. They Will Not Be Buried Or Mourned, And No One Will Cut Himself Or Shave His Head For Them.",
            "No One Will Offer Food To Comfort Those Who Mourn For The Dead-not Even For A Father Or A Mother-nor Will Anyone Give Them A Drink To Console Them.",
            "\"And Do Not Enter A House Where There Is Feasting And Sit Down To Eat And Drink.",
            "For This Is What The Lord Almighty, The God Of Israel, Says: Before Your Eyes And In Your Days I Will Bring An End To The Sounds Of Joy And Gladness And To The Voices Of Bride And Bridegroom In This Place.",
            "\"When You Tell These People All This And They Ask You, 'Why Has The Lord Decreed Such A Great Disaster Against Us? What Wrong Have We Done? What Sin Have We Committed Against The Lord Our God?'",
            "Then Say To Them, 'It Is Because Your Fathers Forsook Me,' Declares The Lord , 'And Followed Other Gods And Served And Worshiped Them. They Forsook Me And Did Not Keep My Law.",
            "But You Have Behaved More Wickedly Than Your Fathers. See How Each Of You Is Following The Stubbornness Of His Evil Heart Instead Of Obeying Me.",
            "So I Will Throw You Out Of This Land Into A Land Neither You Nor Your Fathers Have Known, And There You Will Serve Other Gods Day And Night, For I Will Show You No Favor.'",
            "\"However, The Days Are Coming,\" Declares The Lord , \"When Men Will No Longer Say, 'As Surely As The Lord Lives, Who Brought The Israelites Up Out Of Egypt,'",
            "But They Will Say, 'As Surely As The Lord Lives, Who Brought The Israelites Up Out Of The Land Of The North And Out Of All The Countries Where He Had Banished Them.' For I Will Restore Them To The Land I Gave Their Forefathers.",
            "\"But Now I Will Send For Many Fishermen,\" Declares The Lord , \"And They Will Catch Them. After That I Will Send For Many Hunters, And They Will Hunt Them Down On Every Mountain And Hill And From The Crevices Of The Rocks.",
            "My Eyes Are On All Their Ways; They Are Not Hidden From Me, Nor Is Their Sin Concealed From My Eyes.",
            "I Will Repay Them Double For Their Wickedness And Their Sin, Because They Have Defiled My Land With The Lifeless Forms Of Their Vile Images And Have Filled My Inheritance With Their Detestable Idols.\"",
            "O Lord , My Strength And My Fortress, My Refuge In Time Of Distress, To You The Nations Will Come From The Ends Of The Earth And Say, \"Our Fathers Possessed Nothing But False Gods, Worthless Idols That Did Them No Good.",
            "Do Men Make Their Own Gods? Yes, But They Are Not Gods!\"",
            "\"Therefore I Will Teach Them- This Time I Will Teach Them My Power And Might. Then They Will Know That My Name Is The Lord ."
        ],
        [
            "\"Judah's Sin Is Engraved With An Iron Tool, Inscribed With A Flint Point, On The Tablets Of Their Hearts And On The Horns Of Their Altars.",
            "Even Their Children Remember Their Altars And Asherah Poles Beside The Spreading Trees And On The High Hills.",
            "My Mountain In The Land And Your Wealth And All Your Treasures I Will Give Away As Plunder, Together With Your High Places, Because Of Sin Throughout Your Country.",
            "Through Your Own Fault You Will Lose The Inheritance I Gave You. I Will Enslave You To Your Enemies In A Land You Do Not Know, For You Have Kindled My Anger, And It Will Burn Forever.\"",
            "This Is What The Lord Says: \"Cursed Is The One Who Trusts In Man, Who Depends On Flesh For His Strength And Whose Heart Turns Away From The Lord .",
            "He Will Be Like A Bush In The Wastelands; He Will Not See Prosperity When It Comes. He Will Dwell In The Parched Places Of The Desert, In A Salt Land Where No One Lives.",
            "\"But Blessed Is The Man Who Trusts In The Lord , Whose Confidence Is In Him.",
            "He Will Be Like A Tree Planted By The Water That Sends Out Its Roots By The Stream. It Does Not Fear When Heat Comes; Its Leaves Are Always Green. It Has No Worries In A Year Of Drought And Never Fails To Bear Fruit.\"",
            "The Heart Is Deceitful Above All Things And Beyond Cure. Who Can Understand It?",
            "\"I The Lord Search The Heart And Examine The Mind, To Reward A Man According To His Conduct, According To What His Deeds Deserve.\"",
            "Like A Partridge That Hatches Eggs It Did Not Lay Is The Man Who Gains Riches By Unjust Means. When His Life Is Half Gone, They Will Desert Him, And In The End He Will Prove To Be A Fool.",
            "A Glorious Throne, Exalted From The Beginning, Is The Place Of Our Sanctuary.",
            "O Lord , The Hope Of Israel, All Who Forsake You Will Be Put To Shame. Those Who Turn Away From You Will Be Written In The Dust Because They Have Forsaken The Lord , The Spring Of Living Water.",
            "Heal Me, O Lord , And I Will Be Healed; Save Me And I Will Be Saved, For You Are The One I Praise.",
            "They Keep Saying To Me, \"Where Is The Word Of The Lord ? Let It Now Be Fulfilled!\"",
            "I Have Not Run Away From Being Your Shepherd; You Know I Have Not Desired The Day Of Despair. What Passes My Lips Is Open Before You.",
            "Do Not Be A Terror To Me; You Are My Refuge In The Day Of Disaster.",
            "Let My Persecutors Be Put To Shame, But Keep Me From Shame; Let Them Be Terrified, But Keep Me From Terror. Bring On Them The Day Of Disaster; Destroy Them With Double Destruction.",
            "This Is What The Lord Said To Me: \"Go And Stand At The Gate Of The People, Through Which The Kings Of Judah Go In And Out; Stand Also At All The Other Gates Of Jerusalem.",
            "Say To Them, 'Hear The Word Of The Lord , O Kings Of Judah And All People Of Judah And Everyone Living In Jerusalem Who Come Through These Gates.",
            "This Is What The Lord Says: Be Careful Not To Carry A Load On The Sabbath Day Or Bring It Through The Gates Of Jerusalem.",
            "Do Not Bring A Load Out Of Your Houses Or Do Any Work On The Sabbath, But Keep The Sabbath Day Holy, As I Commanded Your Forefathers.",
            "Yet They Did Not Listen Or Pay Attention; They Were Stiff-necked And Would Not Listen Or Respond To Discipline.",
            "But If You Are Careful To Obey Me, Declares The Lord , And Bring No Load Through The Gates Of This City On The Sabbath, But Keep The Sabbath Day Holy By Not Doing Any Work On It,",
            "Then Kings Who Sit On David's Throne Will Come Through The Gates Of This City With Their Officials. They And Their Officials Will Come Riding In Chariots And On Horses, Accompanied By The Men Of Judah And Those Living In Jerusalem, And This City Will Be Inhabited Forever.",
            "People Will Come From The Towns Of Judah And The Villages Around Jerusalem, From The Territory Of Benjamin And The Western Foothills, From The Hill Country And The Negev, Bringing Burnt Offerings And Sacrifices, Grain Offerings, Incense And Thank Offerings To The House Of The Lord .",
            "But If You Do Not Obey Me To Keep The Sabbath Day Holy By Not Carrying Any Load As You Come Through The Gates Of Jerusalem On The Sabbath Day, Then I Will Kindle An Unquenchable Fire In The Gates Of Jerusalem That Will Consume Her Fortresses.' \""
        ],
        [
            "This Is The Word That Came To Jeremiah From The Lord :",
            "\"Go Down To The Potter's House, And There I Will Give You My Message.\"",
            "So I Went Down To The Potter's House, And I Saw Him Working At The Wheel.",
            "But The Pot He Was Shaping From The Clay Was Marred In His Hands; So The Potter Formed It Into Another Pot, Shaping It As Seemed Best To Him.",
            "Then The Word Of The Lord Came To Me:",
            "\"O House Of Israel, Can I Not Do With You As This Potter Does?\" Declares The Lord . \"Like Clay In The Hand Of The Potter, So Are You In My Hand, O House Of Israel.",
            "If At Any Time I Announce That A Nation Or Kingdom Is To Be Uprooted, Torn Down And Destroyed,",
            "And If That Nation I Warned Repents Of Its Evil, Then I Will Relent And Not Inflict On It The Disaster I Had Planned.",
            "And If At Another Time I Announce That A Nation Or Kingdom Is To Be Built Up And Planted,",
            "And If It Does Evil In My Sight And Does Not Obey Me, Then I Will Reconsider The Good I Had Intended To Do For It.",
            "\"Now Therefore Say To The People Of Judah And Those Living In Jerusalem, 'This Is What The Lord Says: Look! I Am Preparing A Disaster For You And Devising A Plan Against You. So Turn From Your Evil Ways, Each One Of You, And Reform Your Ways And Your Actions.'",
            "But They Will Reply, 'It's No Use. We Will Continue With Our Own Plans; Each Of Us Will Follow The Stubbornness Of His Evil Heart.' \"",
            "Therefore This Is What The Lord Says: \"Inquire Among The Nations: Who Has Ever Heard Anything Like This? A Most Horrible Thing Has Been Done By Virgin Israel.",
            "Does The Snow Of Lebanon Ever Vanish From Its Rocky Slopes? Do Its Cool Waters From Distant Sources Ever Cease To Flow?",
            "Yet My People Have Forgotten Me; They Burn Incense To Worthless Idols, Which Made Them Stumble In Their Ways And In The Ancient Paths. They Made Them Walk In Bypaths And On Roads Not Built Up.",
            "Their Land Will Be Laid Waste, An Object Of Lasting Scorn; All Who Pass By Will Be Appalled And Will Shake Their Heads.",
            "Like A Wind From The East, I Will Scatter Them Before Their Enemies; I Will Show Them My Back And Not My Face In The Day Of Their Disaster.\"",
            "They Said, \"Come, Let's Make Plans Against Jeremiah; For The Teaching Of The Law By The Priest Will Not Be Lost, Nor Will Counsel From The Wise, Nor The Word From The Prophets. So Come, Let's Attack Him With Our Tongues And Pay No Attention To Anything He Says.\"",
            "Listen To Me, O Lord ; Hear What My Accusers Are Saying!",
            "Should Good Be Repaid With Evil? Yet They Have Dug A Pit For Me. Remember That I Stood Before You And Spoke In Their Behalf To Turn Your Wrath Away From Them.",
            "So Give Their Children Over To Famine; Hand Them Over To The Power Of The Sword. Let Their Wives Be Made Childless And Widows; Let Their Men Be Put To Death, Their Young Men Slain By The Sword In Battle.",
            "Let A Cry Be Heard From Their Houses When You Suddenly Bring Invaders Against Them, For They Have Dug A Pit To Capture Me And Have Hidden Snares For My Feet.",
            "But You Know, O Lord , All Their Plots To Kill Me. Do Not Forgive Their Crimes Or Blot Out Their Sins From Your Sight. Let Them Be Overthrown Before You; Deal With Them In The Time Of Your Anger."
        ],
        [
            "This Is What The Lord Says: \"Go And Buy A Clay Jar From A Potter. Take Along Some Of The Elders Of The People And Of The Priests",
            "And Go Out To The Valley Of Ben Hinnom, Near The Entrance Of The Potsherd Gate. There Proclaim The Words I Tell You,",
            "And Say, 'Hear The Word Of The Lord , O Kings Of Judah And People Of Jerusalem. This Is What The Lord Almighty, The God Of Israel, Says: Listen! I Am Going To Bring A Disaster On This Place That Will Make The Ears Of Everyone Who Hears Of It Tingle.",
            "For They Have Forsaken Me And Made This A Place Of Foreign Gods; They Have Burned Sacrifices In It To Gods That Neither They Nor Their Fathers Nor The Kings Of Judah Ever Knew, And They Have Filled This Place With The Blood Of The Innocent.",
            "They Have Built The High Places Of Baal To Burn Their Sons In The Fire As Offerings To Baal-something I Did Not Command Or Mention, Nor Did It Enter My Mind.",
            "So Beware, The Days Are Coming, Declares The Lord , When People Will No Longer Call This Place Topheth Or The Valley Of Ben Hinnom, But The Valley Of Slaughter.",
            "\" 'In This Place I Will Ruin The Plans Of Judah And Jerusalem. I Will Make Them Fall By The Sword Before Their Enemies, At The Hands Of Those Who Seek Their Lives, And I Will Give Their Carcasses As Food To The Birds Of The Air And The Beasts Of The Earth.",
            "I Will Devastate This City And Make It An Object Of Scorn; All Who Pass By Will Be Appalled And Will Scoff Because Of All Its Wounds.",
            "I Will Make Them Eat The Flesh Of Their Sons And Daughters, And They Will Eat One Another's Flesh During The Stress Of The Siege Imposed On Them By The Enemies Who Seek Their Lives.'",
            "\"Then Break The Jar While Those Who Go With You Are Watching,",
            "And Say To Them, 'This Is What The Lord Almighty Says: I Will Smash This Nation And This City Just As This Potter's Jar Is Smashed And Cannot Be Repaired. They Will Bury The Dead In Topheth Until There Is No More Room.",
            "This Is What I Will Do To This Place And To Those Who Live Here, Declares The Lord . I Will Make This City Like Topheth.",
            "The Houses In Jerusalem And Those Of The Kings Of Judah Will Be Defiled Like This Place, Topheth-all The Houses Where They Burned Incense On The Roofs To All The Starry Hosts And Poured Out Drink Offerings To Other Gods.' \"",
            "Jeremiah Then Returned From Topheth, Where The Lord Had Sent Him To Prophesy, And Stood In The Court Of The Lord 'S Temple And Said To All The People,",
            "\"This Is What The Lord Almighty, The God Of Israel, Says: 'Listen! I Am Going To Bring On This City And The Villages Around It Every Disaster I Pronounced Against Them, Because They Were Stiff-necked And Would Not Listen To My Words.' \""
        ],
        [
            "When The Priest Pashhur Son Of Immer, The Chief Officer In The Temple Of The Lord , Heard Jeremiah Prophesying These Things,",
            "He Had Jeremiah The Prophet Beaten And Put In The Stocks At The Upper Gate Of Benjamin At The Lord 'S Temple.",
            "The Next Day, When Pashhur Released Him From The Stocks, Jeremiah Said To Him, \"The Lord 'S Name For You Is Not Pashhur, But Magor-missabib.",
            "For This Is What The Lord Says: 'I Will Make You A Terror To Yourself And To All Your Friends; With Your Own Eyes You Will See Them Fall By The Sword Of Their Enemies. I Will Hand All Judah Over To The King Of Babylon, Who Will Carry Them Away To Babylon Or Put Them To The Sword.",
            "I Will Hand Over To Their Enemies All The Wealth Of This City-all Its Products, All Its Valuables And All The Treasures Of The Kings Of Judah. They Will Take It Away As Plunder And Carry It Off To Babylon.",
            "And You, Pashhur, And All Who Live In Your House Will Go Into Exile To Babylon. There You Will Die And Be Buried, You And All Your Friends To Whom You Have Prophesied Lies.' \"",
            "O Lord , You Deceived Me, And I Was Deceived ; You Overpowered Me And Prevailed. I Am Ridiculed All Day Long; Everyone Mocks Me.",
            "Whenever I Speak, I Cry Out Proclaiming Violence And Destruction. So The Word Of The Lord Has Brought Me Insult And Reproach All Day Long.",
            "But If I Say, \"I Will Not Mention Him Or Speak Any More In His Name,\" His Word Is In My Heart Like A Fire, A Fire Shut Up In My Bones. I Am Weary Of Holding It In; Indeed, I Cannot.",
            "I Hear Many Whispering, \"Terror On Every Side! Report Him! Let's Report Him!\" All My Friends Are Waiting For Me To Slip, Saying, \"Perhaps He Will Be Deceived; Then We Will Prevail Over Him And Take Our Revenge On Him.\"",
            "But The Lord Is With Me Like A Mighty Warrior; So My Persecutors Will Stumble And Not Prevail. They Will Fail And Be Thoroughly Disgraced; Their Dishonor Will Never Be Forgotten.",
            "O Lord Almighty, You Who Examine The Righteous And Probe The Heart And Mind, Let Me See Your Vengeance Upon Them, For To You I Have Committed My Cause.",
            "Sing To The Lord ! Give Praise To The Lord ! He Rescues The Life Of The Needy From The Hands Of The Wicked.",
            "Cursed Be The Day I Was Born! May The Day My Mother Bore Me Not Be Blessed!",
            "Cursed Be The Man Who Brought My Father The News, Who Made Him Very Glad, Saying, \"A Child Is Born To You-a Son!\"",
            "May That Man Be Like The Towns The Lord Overthrew Without Pity. May He Hear Wailing In The Morning, A Battle Cry At Noon.",
            "For He Did Not Kill Me In The Womb, With My Mother As My Grave, Her Womb Enlarged Forever.",
            "Why Did I Ever Come Out Of The Womb To See Trouble And Sorrow And To End My Days In Shame?"
        ],
        [
            "The Word Came To Jeremiah From The Lord When King Zedekiah Sent To Him Pashhur Son Of Malkijah And The Priest Zephaniah Son Of Maaseiah. They Said:",
            "\"Inquire Now Of The Lord For Us Because Nebuchadnezzar King Of Babylon Is Attacking Us. Perhaps The Lord Will Perform Wonders For Us As In Times Past So That He Will Withdraw From Us.\"",
            "But Jeremiah Answered Them, \"Tell Zedekiah,",
            "'This Is What The Lord , The God Of Israel, Says: I Am About To Turn Against You The Weapons Of War That Are In Your Hands, Which You Are Using To Fight The King Of Babylon And The Babylonians Who Are Outside The Wall Besieging You. And I Will Gather Them Inside This City.",
            "I Myself Will Fight Against You With An Outstretched Hand And A Mighty Arm In Anger And Fury And Great Wrath.",
            "I Will Strike Down Those Who Live In This City-both Men And Animals-and They Will Die Of A Terrible Plague.",
            "After That, Declares The Lord , I Will Hand Over Zedekiah King Of Judah, His Officials And The People In This City Who Survive The Plague, Sword And Famine, To Nebuchadnezzar King Of Babylon And To Their Enemies Who Seek Their Lives. He Will Put Them To The Sword; He Will Show Them No Mercy Or Pity Or Compassion.'",
            "\"Furthermore, Tell The People, 'This Is What The Lord Says: See, I Am Setting Before You The Way Of Life And The Way Of Death.",
            "Whoever Stays In This City Will Die By The Sword, Famine Or Plague. But Whoever Goes Out And Surrenders To The Babylonians Who Are Besieging You Will Live; He Will Escape With His Life.",
            "I Have Determined To Do This City Harm And Not Good, Declares The Lord . It Will Be Given Into The Hands Of The King Of Babylon, And He Will Destroy It With Fire.'",
            "\"Moreover, Say To The Royal House Of Judah, 'Hear The Word Of The Lord ;",
            "O House Of David, This Is What The Lord Says: \" 'Administer Justice Every Morning; Rescue From The Hand Of His Oppressor The One Who Has Been Robbed, Or My Wrath Will Break Out And Burn Like Fire Because Of The Evil You Have Done- Burn With No One To Quench It.",
            "I Am Against You, Jerusalem, You Who Live Above This Valley On The Rocky Plateau, Declares The Lord - You Who Say, \"Who Can Come Against Us? Who Can Enter Our Refuge?\"",
            "I Will Punish You As Your Deeds Deserve, Declares The Lord . I Will Kindle A Fire In Your Forests That Will Consume Everything Around You.' \""
        ],
        [
            "This Is What The Lord Says: \"Go Down To The Palace Of The King Of Judah And Proclaim This Message There:",
            "'Hear The Word Of The Lord , O King Of Judah, You Who Sit On David's Throne-you, Your Officials And Your People Who Come Through These Gates.",
            "This Is What The Lord Says: Do What Is Just And Right. Rescue From The Hand Of His Oppressor The One Who Has Been Robbed. Do No Wrong Or Violence To The Alien, The Fatherless Or The Widow, And Do Not Shed Innocent Blood In This Place.",
            "For If You Are Careful To Carry Out These Commands, Then Kings Who Sit On David's Throne Will Come Through The Gates Of This Palace, Riding In Chariots And On Horses, Accompanied By Their Officials And Their People.",
            "But If You Do Not Obey These Commands, Declares The Lord , I Swear By Myself That This Palace Will Become A Ruin.' \"",
            "For This Is What The Lord Says About The Palace Of The King Of Judah: \"Though You Are Like Gilead To Me, Like The Summit Of Lebanon, I Will Surely Make You Like A Desert, Like Towns Not Inhabited.",
            "I Will Send Destroyers Against You, Each Man With His Weapons, And They Will Cut Up Your Fine Cedar Beams And Throw Them Into The Fire.",
            "\"People From Many Nations Will Pass By This City And Will Ask One Another, 'Why Has The Lord Done Such A Thing To This Great City?'",
            "And The Answer Will Be: 'Because They Have Forsaken The Covenant Of The Lord Their God And Have Worshiped And Served Other Gods.' \"",
            "Do Not Weep For The Dead King Or Mourn His Loss; Rather, Weep Bitterly For Him Who Is Exiled, Because He Will Never Return Nor See His Native Land Again.",
            "For This Is What The Lord Says About Shallum Son Of Josiah, Who Succeeded His Father As King Of Judah But Has Gone From This Place: \"He Will Never Return.",
            "He Will Die In The Place Where They Have Led Him Captive; He Will Not See This Land Again.\"",
            "\"Woe To Him Who Builds His Palace By Unrighteousness, His Upper Rooms By Injustice, Making His Countrymen Work For Nothing, Not Paying Them For Their Labor.",
            "He Says, 'I Will Build Myself A Great Palace With Spacious Upper Rooms.' So He Makes Large Windows In It, Panels It With Cedar And Decorates It In Red.",
            "\"Does It Make You A King To Have More And More Cedar? Did Not Your Father Have Food And Drink? He Did What Was Right And Just, So All Went Well With Him.",
            "He Defended The Cause Of The Poor And Needy, And So All Went Well. Is That Not What It Means To Know Me?\" Declares The Lord .",
            "\"But Your Eyes And Your Heart Are Set Only On Dishonest Gain, On Shedding Innocent Blood And On Oppression And Extortion.\"",
            "Therefore This Is What The Lord Says About Jehoiakim Son Of Josiah King Of Judah: \"They Will Not Mourn For Him: 'Alas, My Brother! Alas, My Sister!' They Will Not Mourn For Him: 'Alas, My Master! Alas, His Splendor!'",
            "He Will Have The Burial Of A Donkey- Dragged Away And Thrown Outside The Gates Of Jerusalem.\"",
            "\"Go Up To Lebanon And Cry Out, Let Your Voice Be Heard In Bashan, Cry Out From Abarim, For All Your Allies Are Crushed.",
            "I Warned You When You Felt Secure, But You Said, 'I Will Not Listen!' This Has Been Your Way From Your Youth; You Have Not Obeyed Me.",
            "The Wind Will Drive All Your Shepherds Away, And Your Allies Will Go Into Exile. Then You Will Be Ashamed And Disgraced Because Of All Your Wickedness.",
            "You Who Live In 'Lebanon, ' Who Are Nestled In Cedar Buildings, How You Will Groan When Pangs Come Upon You, Pain Like That Of A Woman In Labor!",
            "\"As Surely As I Live,\" Declares The Lord , \"Even If You, Jehoiachin Son Of Jehoiakim King Of Judah, Were A Signet Ring On My Right Hand, I Would Still Pull You Off.",
            "I Will Hand You Over To Those Who Seek Your Life, Those You Fear-to Nebuchadnezzar King Of Babylon And To The Babylonians.",
            "I Will Hurl You And The Mother Who Gave You Birth Into Another Country, Where Neither Of You Was Born, And There You Both Will Die.",
            "You Will Never Come Back To The Land You Long To Return To.\"",
            "Is This Man Jehoiachin A Despised, Broken Pot, An Object No One Wants? Why Will He And His Children Be Hurled Out, Cast Into A Land They Do Not Know?",
            "O Land, Land, Land, Hear The Word Of The Lord !",
            "This Is What The Lord Says: \"Record This Man As If Childless, A Man Who Will Not Prosper In His Lifetime, For None Of His Offspring Will Prosper, None Will Sit On The Throne Of David Or Rule Anymore In Judah.\""
        ],
        [
            "\"Woe To The Shepherds Who Are Destroying And Scattering The Sheep Of My Pasture!\" Declares The Lord .",
            "Therefore This Is What The Lord , The God Of Israel, Says To The Shepherds Who Tend My People: \"Because You Have Scattered My Flock And Driven Them Away And Have Not Bestowed Care On Them, I Will Bestow Punishment On You For The Evil You Have Done,\" Declares The Lord .",
            "\"I Myself Will Gather The Remnant Of My Flock Out Of All The Countries Where I Have Driven Them And Will Bring Them Back To Their Pasture, Where They Will Be Fruitful And Increase In Number.",
            "I Will Place Shepherds Over Them Who Will Tend Them, And They Will No Longer Be Afraid Or Terrified, Nor Will Any Be Missing,\" Declares The Lord .",
            "\"The Days Are Coming,\" Declares The Lord , \"When I Will Raise Up To David A Righteous Branch, A King Who Will Reign Wisely And Do What Is Just And Right In The Land.",
            "In His Days Judah Will Be Saved And Israel Will Live In Safety. This Is The Name By Which He Will Be Called: The Lord Our Righteousness.",
            "\"So Then, The Days Are Coming,\" Declares The Lord , \"When People Will No Longer Say, 'As Surely As The Lord Lives, Who Brought The Israelites Up Out Of Egypt,'",
            "But They Will Say, 'As Surely As The Lord Lives, Who Brought The Descendants Of Israel Up Out Of The Land Of The North And Out Of All The Countries Where He Had Banished Them.' Then They Will Live In Their Own Land.\"",
            "Concerning The Prophets: My Heart Is Broken Within Me; All My Bones Tremble. I Am Like A Drunken Man, Like A Man Overcome By Wine, Because Of The Lord And His Holy Words.",
            "The Land Is Full Of Adulterers; Because Of The Curse The Land Lies Parched And The Pastures In The Desert Are Withered. The Prophets Follow An Evil Course And Use Their Power Unjustly.",
            "\"Both Prophet And Priest Are Godless; Even In My Temple I Find Their Wickedness,\" Declares The Lord .",
            "\"Therefore Their Path Will Become Slippery; They Will Be Banished To Darkness And There They Will Fall. I Will Bring Disaster On Them In The Year They Are Punished,\" Declares The Lord .",
            "\"Among The Prophets Of Samaria I Saw This Repulsive Thing: They Prophesied By Baal And Led My People Israel Astray.",
            "And Among The Prophets Of Jerusalem I Have Seen Something Horrible: They Commit Adultery And Live A Lie. They Strengthen The Hands Of Evildoers, So That No One Turns From His Wickedness. They Are All Like Sodom To Me; The People Of Jerusalem Are Like Gomorrah.\"",
            "Therefore, This Is What The Lord Almighty Says Concerning The Prophets: \"I Will Make Them Eat Bitter Food And Drink Poisoned Water, Because From The Prophets Of Jerusalem Ungodliness Has Spread Throughout The Land.\"",
            "This Is What The Lord Almighty Says: \"Do Not Listen To What The Prophets Are Prophesying To You; They Fill You With False Hopes. They Speak Visions From Their Own Minds, Not From The Mouth Of The Lord .",
            "They Keep Saying To Those Who Despise Me, 'The Lord Says: You Will Have Peace.' And To All Who Follow The Stubbornness Of Their Hearts They Say, 'No Harm Will Come To You.'",
            "But Which Of Them Has Stood In The Council Of The Lord To See Or To Hear His Word? Who Has Listened And Heard His Word?",
            "See, The Storm Of The Lord Will Burst Out In Wrath, A Whirlwind Swirling Down On The Heads Of The Wicked.",
            "The Anger Of The Lord Will Not Turn Back Until He Fully Accomplishes The Purposes Of His Heart. In Days To Come You Will Understand It Clearly.",
            "I Did Not Send These Prophets, Yet They Have Run With Their Message; I Did Not Speak To Them, Yet They Have Prophesied.",
            "But If They Had Stood In My Council, They Would Have Proclaimed My Words To My People And Would Have Turned Them From Their Evil Ways And From Their Evil Deeds.",
            "\"Am I Only A God Nearby,\" Declares The Lord , \"And Not A God Far Away?",
            "Can Anyone Hide In Secret Places So That I Cannot See Him?\" Declares The Lord . \"Do Not I Fill Heaven And Earth?\" Declares The Lord .",
            "\"I Have Heard What The Prophets Say Who Prophesy Lies In My Name. They Say, 'I Had A Dream! I Had A Dream!'",
            "How Long Will This Continue In The Hearts Of These Lying Prophets, Who Prophesy The Delusions Of Their Own Minds?",
            "They Think The Dreams They Tell One Another Will Make My People Forget My Name, Just As Their Fathers Forgot My Name Through Baal Worship.",
            "Let The Prophet Who Has A Dream Tell His Dream, But Let The One Who Has My Word Speak It Faithfully. For What Has Straw To Do With Grain?\" Declares The Lord .",
            "\"Is Not My Word Like Fire,\" Declares The Lord , \"And Like A Hammer That Breaks A Rock In Pieces?",
            "\"Therefore,\" Declares The Lord , \"I Am Against The Prophets Who Steal From One Another Words Supposedly From Me.",
            "Yes,\" Declares The Lord , \"I Am Against The Prophets Who Wag Their Own Tongues And Yet Declare, 'The Lord Declares.'",
            "Indeed, I Am Against Those Who Prophesy False Dreams,\" Declares The Lord . \"They Tell Them And Lead My People Astray With Their Reckless Lies, Yet I Did Not Send Or Appoint Them. They Do Not Benefit These People In The Least,\" Declares The Lord .",
            "\"When These People, Or A Prophet Or A Priest, Ask You, 'What Is The Oracle Of The Lord ?' Say To Them, 'What Oracle? I Will Forsake You, Declares The Lord .'",
            "If A Prophet Or A Priest Or Anyone Else Claims, 'This Is The Oracle Of The Lord ,' I Will Punish That Man And His Household.",
            "This Is What Each Of You Keeps On Saying To His Friend Or Relative: 'What Is The Lord 'S Answer?' Or 'What Has The Lord Spoken?'",
            "But You Must Not Mention 'The Oracle Of The Lord ' Again, Because Every Man's Own Word Becomes His Oracle And So You Distort The Words Of The Living God, The Lord Almighty, Our God.",
            "This Is What You Keep Saying To A Prophet: 'What Is The Lord 'S Answer To You?' Or 'What Has The Lord Spoken?'",
            "Although You Claim, 'This Is The Oracle Of The Lord ,' This Is What The Lord Says: You Used The Words, 'This Is The Oracle Of The Lord ,' Even Though I Told You That You Must Not Claim, 'This Is The Oracle Of The Lord .'",
            "Therefore, I Will Surely Forget You And Cast You Out Of My Presence Along With The City I Gave To You And Your Fathers.",
            "I Will Bring Upon You Everlasting Disgrace-everlasting Shame That Will Not Be Forgotten.\""
        ],
        [
            "After Jehoiachin Son Of Jehoiakim King Of Judah And The Officials, The Craftsmen And The Artisans Of Judah Were Carried Into Exile From Jerusalem To Babylon By Nebuchadnezzar King Of Babylon, The Lord Showed Me Two Baskets Of Figs Placed In Front Of The Temple Of The Lord .",
            "One Basket Had Very Good Figs, Like Those That Ripen Early; The Other Basket Had Very Poor Figs, So Bad They Could Not Be Eaten.",
            "Then The Lord Asked Me, \"What Do You See, Jeremiah?\" \"Figs,\" I Answered. \"The Good Ones Are Very Good, But The Poor Ones Are So Bad They Cannot Be Eaten.\"",
            "Then The Word Of The Lord Came To Me:",
            "\"This Is What The Lord , The God Of Israel, Says: 'Like These Good Figs, I Regard As Good The Exiles From Judah, Whom I Sent Away From This Place To The Land Of The Babylonians.",
            "My Eyes Will Watch Over Them For Their Good, And I Will Bring Them Back To This Land. I Will Build Them Up And Not Tear Them Down; I Will Plant Them And Not Uproot Them.",
            "I Will Give Them A Heart To Know Me, That I Am The Lord . They Will Be My People, And I Will Be Their God, For They Will Return To Me With All Their Heart.",
            "\" 'But Like The Poor Figs, Which Are So Bad They Cannot Be Eaten,' Says The Lord , 'So Will I Deal With Zedekiah King Of Judah, His Officials And The Survivors From Jerusalem, Whether They Remain In This Land Or Live In Egypt.",
            "I Will Make Them Abhorrent And An Offense To All The Kingdoms Of The Earth, A Reproach And A Byword, An Object Of Ridicule And Cursing, Wherever I Banish Them.",
            "I Will Send The Sword, Famine And Plague Against Them Until They Are Destroyed From The Land I Gave To Them And Their Fathers.' \""
        ],
        [
            "The Word Came To Jeremiah Concerning All The People Of Judah In The Fourth Year Of Jehoiakim Son Of Josiah King Of Judah, Which Was The First Year Of Nebuchadnezzar King Of Babylon.",
            "So Jeremiah The Prophet Said To All The People Of Judah And To All Those Living In Jerusalem:",
            "For Twenty-three Years-from The Thirteenth Year Of Josiah Son Of Amon King Of Judah Until This Very Day-the Word Of The Lord Has Come To Me And I Have Spoken To You Again And Again, But You Have Not Listened.",
            "And Though The Lord Has Sent All His Servants The Prophets To You Again And Again, You Have Not Listened Or Paid Any Attention.",
            "They Said, \"Turn Now, Each Of You, From Your Evil Ways And Your Evil Practices, And You Can Stay In The Land The Lord Gave To You And Your Fathers For Ever And Ever.",
            "Do Not Follow Other Gods To Serve And Worship Them; Do Not Provoke Me To Anger With What Your Hands Have Made. Then I Will Not Harm You.\"",
            "\"But You Did Not Listen To Me,\" Declares The Lord , \"And You Have Provoked Me With What Your Hands Have Made, And You Have Brought Harm To Yourselves.\"",
            "Therefore The Lord Almighty Says This: \"Because You Have Not Listened To My Words,",
            "I Will Summon All The Peoples Of The North And My Servant Nebuchadnezzar King Of Babylon,\" Declares The Lord , \"And I Will Bring Them Against This Land And Its Inhabitants And Against All The Surrounding Nations. I Will Completely Destroy Them And Make Them An Object Of Horror And Scorn, And An Everlasting Ruin.",
            "I Will Banish From Them The Sounds Of Joy And Gladness, The Voices Of Bride And Bridegroom, The Sound Of Millstones And The Light Of The Lamp.",
            "This Whole Country Will Become A Desolate Wasteland, And These Nations Will Serve The King Of Babylon Seventy Years.",
            "\"But When The Seventy Years Are Fulfilled, I Will Punish The King Of Babylon And His Nation, The Land Of The Babylonians, For Their Guilt,\" Declares The Lord , \"And Will Make It Desolate Forever.",
            "I Will Bring Upon That Land All The Things I Have Spoken Against It, All That Are Written In This Book And Prophesied By Jeremiah Against All The Nations.",
            "They Themselves Will Be Enslaved By Many Nations And Great Kings; I Will Repay Them According To Their Deeds And The Work Of Their Hands.\"",
            "This Is What The Lord , The God Of Israel, Said To Me: \"Take From My Hand This Cup Filled With The Wine Of My Wrath And Make All The Nations To Whom I Send You Drink It.",
            "When They Drink It, They Will Stagger And Go Mad Because Of The Sword I Will Send Among Them.\"",
            "So I Took The Cup From The Lord 'S Hand And Made All The Nations To Whom He Sent Me Drink It:",
            "Jerusalem And The Towns Of Judah, Its Kings And Officials, To Make Them A Ruin And An Object Of Horror And Scorn And Cursing, As They Are Today;",
            "Pharaoh King Of Egypt, His Attendants, His Officials And All His People,",
            "And All The Foreign People There; All The Kings Of Uz; All The Kings Of The Philistines (Those Of Ashkelon, Gaza, Ekron, And The People Left At Ashdod);",
            "Edom, Moab And Ammon;",
            "All The Kings Of Tyre And Sidon; The Kings Of The Coastlands Across The Sea;",
            "Dedan, Tema, Buz And All Who Are In Distant Places ;",
            "All The Kings Of Arabia And All The Kings Of The Foreign People Who Live In The Desert;",
            "All The Kings Of Zimri, Elam And Media;",
            "And All The Kings Of The North, Near And Far, One After The Other-all The Kingdoms On The Face Of The Earth. And After All Of Them, The King Of Sheshach Will Drink It Too.",
            "\"Then Tell Them, 'This Is What The Lord Almighty, The God Of Israel, Says: Drink, Get Drunk And Vomit, And Fall To Rise No More Because Of The Sword I Will Send Among You.'",
            "But If They Refuse To Take The Cup From Your Hand And Drink, Tell Them, 'This Is What The Lord Almighty Says: You Must Drink It!",
            "See, I Am Beginning To Bring Disaster On The City That Bears My Name, And Will You Indeed Go Unpunished? You Will Not Go Unpunished, For I Am Calling Down A Sword Upon All Who Live On The Earth, Declares The Lord Almighty.'",
            "\"Now Prophesy All These Words Against Them And Say To Them: \" 'The Lord Will Roar From On High; He Will Thunder From His Holy Dwelling And Roar Mightily Against His Land. He Will Shout Like Those Who Tread The Grapes, Shout Against All Who Live On The Earth.",
            "The Tumult Will Resound To The Ends Of The Earth, For The Lord Will Bring Charges Against The Nations; He Will Bring Judgment On All Mankind And Put The Wicked To The Sword,' \" Declares The Lord .",
            "This Is What The Lord Almighty Says: \"Look! Disaster Is Spreading From Nation To Nation; A Mighty Storm Is Rising From The Ends Of The Earth.\"",
            "At That Time Those Slain By The Lord Will Be Everywhere-from One End Of The Earth To The Other. They Will Not Be Mourned Or Gathered Up Or Buried, But Will Be Like Refuse Lying On The Ground.",
            "Weep And Wail, You Shepherds; Roll In The Dust, You Leaders Of The Flock. For Your Time To Be Slaughtered Has Come; You Will Fall And Be Shattered Like Fine Pottery.",
            "The Shepherds Will Have Nowhere To Flee, The Leaders Of The Flock No Place To Escape.",
            "Hear The Cry Of The Shepherds, The Wailing Of The Leaders Of The Flock, For The Lord Is Destroying Their Pasture.",
            "The Peaceful Meadows Will Be Laid Waste Because Of The Fierce Anger Of The Lord .",
            "Like A Lion He Will Leave His Lair, And Their Land Will Become Desolate Because Of The Sword Of The Oppressor And Because Of The Lord 'S Fierce Anger."
        ],
        [
            "Early In The Reign Of Jehoiakim Son Of Josiah King Of Judah, This Word Came From The Lord :",
            "\"This Is What The Lord Says: Stand In The Courtyard Of The Lord 'S House And Speak To All The People Of The Towns Of Judah Who Come To Worship In The House Of The Lord . Tell Them Everything I Command You; Do Not Omit A Word.",
            "Perhaps They Will Listen And Each Will Turn From His Evil Way. Then I Will Relent And Not Bring On Them The Disaster I Was Planning Because Of The Evil They Have Done.",
            "Say To Them, 'This Is What The Lord Says: If You Do Not Listen To Me And Follow My Law, Which I Have Set Before You,",
            "And If You Do Not Listen To The Words Of My Servants The Prophets, Whom I Have Sent To You Again And Again (Though You Have Not Listened),",
            "Then I Will Make This House Like Shiloh And This City An Object Of Cursing Among All The Nations Of The Earth.' \"",
            "The Priests, The Prophets And All The People Heard Jeremiah Speak These Words In The House Of The Lord .",
            "But As Soon As Jeremiah Finished Telling All The People Everything The Lord Had Commanded Him To Say, The Priests, The Prophets And All The People Seized Him And Said, \"You Must Die!",
            "Why Do You Prophesy In The Lord 'S Name That This House Will Be Like Shiloh And This City Will Be Desolate And Deserted?\" And All The People Crowded Around Jeremiah In The House Of The Lord .",
            "When The Officials Of Judah Heard About These Things, They Went Up From The Royal Palace To The House Of The Lord And Took Their Places At The Entrance Of The New Gate Of The Lord 'S House.",
            "Then The Priests And The Prophets Said To The Officials And All The People, \"This Man Should Be Sentenced To Death Because He Has Prophesied Against This City. You Have Heard It With Your Own Ears!\"",
            "Then Jeremiah Said To All The Officials And All The People: \"The Lord Sent Me To Prophesy Against This House And This City All The Things You Have Heard.",
            "Now Reform Your Ways And Your Actions And Obey The Lord Your God. Then The Lord Will Relent And Not Bring The Disaster He Has Pronounced Against You.",
            "As For Me, I Am In Your Hands; Do With Me Whatever You Think Is Good And Right.",
            "Be Assured, However, That If You Put Me To Death, You Will Bring The Guilt Of Innocent Blood On Yourselves And On This City And On Those Who Live In It, For In Truth The Lord Has Sent Me To You To Speak All These Words In Your Hearing.\"",
            "Then The Officials And All The People Said To The Priests And The Prophets, \"This Man Should Not Be Sentenced To Death! He Has Spoken To Us In The Name Of The Lord Our God.\"",
            "Some Of The Elders Of The Land Stepped Forward And Said To The Entire Assembly Of People,",
            "\"Micah Of Moresheth Prophesied In The Days Of Hezekiah King Of Judah. He Told All The People Of Judah, 'This Is What The Lord Almighty Says: \" 'Zion Will Be Plowed Like A Field, Jerusalem Will Become A Heap Of Rubble, The Temple Hill A Mound Overgrown With Thickets.'",
            "\"Did Hezekiah King Of Judah Or Anyone Else In Judah Put Him To Death? Did Not Hezekiah Fear The Lord And Seek His Favor? And Did Not The Lord Relent, So That He Did Not Bring The Disaster He Pronounced Against Them? We Are About To Bring A Terrible Disaster On Ourselves!\"",
            "(Now Uriah Son Of Shemaiah From Kiriath Jearim Was Another Man Who Prophesied In The Name Of The Lord ; He Prophesied The Same Things Against This City And This Land As Jeremiah Did.",
            "When King Jehoiakim And All His Officers And Officials Heard His Words, The King Sought To Put Him To Death. But Uriah Heard Of It And Fled In Fear To Egypt.",
            "King Jehoiakim, However, Sent Elnathan Son Of Acbor To Egypt, Along With Some Other Men.",
            "They Brought Uriah Out Of Egypt And Took Him To King Jehoiakim, Who Had Him Struck Down With A Sword And His Body Thrown Into The Burial Place Of The Common People.)",
            "Furthermore, Ahikam Son Of Shaphan Supported Jeremiah, And So He Was Not Handed Over To The People To Be Put To Death."
        ],
        [
            "Early In The Reign Of Zedekiah Son Of Josiah King Of Judah, This Word Came To Jeremiah From The Lord :",
            "This Is What The Lord Said To Me: \"Make A Yoke Out Of Straps And Crossbars And Put It On Your Neck.",
            "Then Send Word To The Kings Of Edom, Moab, Ammon, Tyre And Sidon Through The Envoys Who Have Come To Jerusalem To Zedekiah King Of Judah.",
            "Give Them A Message For Their Masters And Say, 'This Is What The Lord Almighty, The God Of Israel, Says: \"Tell This To Your Masters:",
            "With My Great Power And Outstretched Arm I Made The Earth And Its People And The Animals That Are On It, And I Give It To Anyone I Please.",
            "Now I Will Hand All Your Countries Over To My Servant Nebuchadnezzar King Of Babylon; I Will Make Even The Wild Animals Subject To Him.",
            "All Nations Will Serve Him And His Son And His Grandson Until The Time For His Land Comes; Then Many Nations And Great Kings Will Subjugate Him.",
            "\" ' \"If, However, Any Nation Or Kingdom Will Not Serve Nebuchadnezzar King Of Babylon Or Bow Its Neck Under His Yoke, I Will Punish That Nation With The Sword, Famine And Plague, Declares The Lord , Until I Destroy It By His Hand.",
            "So Do Not Listen To Your Prophets, Your Diviners, Your Interpreters Of Dreams, Your Mediums Or Your Sorcerers Who Tell You, 'You Will Not Serve The King Of Babylon.'",
            "They Prophesy Lies To You That Will Only Serve To Remove You Far From Your Lands; I Will Banish You And You Will Perish.",
            "But If Any Nation Will Bow Its Neck Under The Yoke Of The King Of Babylon And Serve Him, I Will Let That Nation Remain In Its Own Land To Till It And To Live There, Declares The Lord .\" ' \"",
            "I Gave The Same Message To Zedekiah King Of Judah. I Said, \"Bow Your Neck Under The Yoke Of The King Of Babylon; Serve Him And His People, And You Will Live.",
            "Why Will You And Your People Die By The Sword, Famine And Plague With Which The Lord Has Threatened Any Nation That Will Not Serve The King Of Babylon?",
            "Do Not Listen To The Words Of The Prophets Who Say To You, 'You Will Not Serve The King Of Babylon,' For They Are Prophesying Lies To You.",
            "'I Have Not Sent Them,' Declares The Lord . 'They Are Prophesying Lies In My Name. Therefore, I Will Banish You And You Will Perish, Both You And The Prophets Who Prophesy To You.' \"",
            "Then I Said To The Priests And All These People, \"This Is What The Lord Says: Do Not Listen To The Prophets Who Say, 'Very Soon Now The Articles From The Lord 'S House Will Be Brought Back From Babylon.' They Are Prophesying Lies To You.",
            "Do Not Listen To Them. Serve The King Of Babylon, And You Will Live. Why Should This City Become A Ruin?",
            "If They Are Prophets And Have The Word Of The Lord , Let Them Plead With The Lord Almighty That The Furnishings Remaining In The House Of The Lord And In The Palace Of The King Of Judah And In Jerusalem Not Be Taken To Babylon.",
            "For This Is What The Lord Almighty Says About The Pillars, The Sea, The Movable Stands And The Other Furnishings That Are Left In This City,",
            "Which Nebuchadnezzar King Of Babylon Did Not Take Away When He Carried Jehoiachin Son Of Jehoiakim King Of Judah Into Exile From Jerusalem To Babylon, Along With All The Nobles Of Judah And Jerusalem-",
            "Yes, This Is What The Lord Almighty, The God Of Israel, Says About The Things That Are Left In The House Of The Lord And In The Palace Of The King Of Judah And In Jerusalem:",
            "'They Will Be Taken To Babylon And There They Will Remain Until The Day I Come For Them,' Declares The Lord . 'Then I Will Bring Them Back And Restore Them To This Place.' \""
        ],
        [
            "In The Fifth Month Of That Same Year, The Fourth Year, Early In The Reign Of Zedekiah King Of Judah, The Prophet Hananiah Son Of Azzur, Who Was From Gibeon, Said To Me In The House Of The Lord In The Presence Of The Priests And All The People:",
            "\"This Is What The Lord Almighty, The God Of Israel, Says: 'I Will Break The Yoke Of The King Of Babylon.",
            "Within Two Years I Will Bring Back To This Place All The Articles Of The Lord 'S House That Nebuchadnezzar King Of Babylon Removed From Here And Took To Babylon.",
            "I Will Also Bring Back To This Place Jehoiachin Son Of Jehoiakim King Of Judah And All The Other Exiles From Judah Who Went To Babylon,' Declares The Lord , 'For I Will Break The Yoke Of The King Of Babylon.' \"",
            "Then The Prophet Jeremiah Replied To The Prophet Hananiah Before The Priests And All The People Who Were Standing In The House Of The Lord .",
            "He Said, \"Amen! May The Lord Do So! May The Lord Fulfill The Words You Have Prophesied By Bringing The Articles Of The Lord 'S House And All The Exiles Back To This Place From Babylon.",
            "Nevertheless, Listen To What I Have To Say In Your Hearing And In The Hearing Of All The People:",
            "From Early Times The Prophets Who Preceded You And Me Have Prophesied War, Disaster And Plague Against Many Countries And Great Kingdoms.",
            "But The Prophet Who Prophesies Peace Will Be Recognized As One Truly Sent By The Lord Only If His Prediction Comes True.\"",
            "Then The Prophet Hananiah Took The Yoke Off The Neck Of The Prophet Jeremiah And Broke It,",
            "And He Said Before All The People, \"This Is What The Lord Says: 'In The Same Way Will I Break The Yoke Of Nebuchadnezzar King Of Babylon Off The Neck Of All The Nations Within Two Years.' \" At This, The Prophet Jeremiah Went On His Way.",
            "Shortly After The Prophet Hananiah Had Broken The Yoke Off The Neck Of The Prophet Jeremiah, The Word Of The Lord Came To Jeremiah:",
            "\"Go And Tell Hananiah, 'This Is What The Lord Says: You Have Broken A Wooden Yoke, But In Its Place You Will Get A Yoke Of Iron.",
            "This Is What The Lord Almighty, The God Of Israel, Says: I Will Put An Iron Yoke On The Necks Of All These Nations To Make Them Serve Nebuchadnezzar King Of Babylon, And They Will Serve Him. I Will Even Give Him Control Over The Wild Animals.' \"",
            "Then The Prophet Jeremiah Said To Hananiah The Prophet, \"Listen, Hananiah! The Lord Has Not Sent You, Yet You Have Persuaded This Nation To Trust In Lies.",
            "Therefore, This Is What The Lord Says: 'I Am About To Remove You From The Face Of The Earth. This Very Year You Are Going To Die, Because You Have Preached Rebellion Against The Lord .' \"",
            "In The Seventh Month Of That Same Year, Hananiah The Prophet Died."
        ],
        [
            "This Is The Text Of The Letter That The Prophet Jeremiah Sent From Jerusalem To The Surviving Elders Among The Exiles And To The Priests, The Prophets And All The Other People Nebuchadnezzar Had Carried Into Exile From Jerusalem To Babylon.",
            "(This Was After King Jehoiachin And The Queen Mother, The Court Officials And The Leaders Of Judah And Jerusalem, The Craftsmen And The Artisans Had Gone Into Exile From Jerusalem.)",
            "He Entrusted The Letter To Elasah Son Of Shaphan And To Gemariah Son Of Hilkiah, Whom Zedekiah King Of Judah Sent To King Nebuchadnezzar In Babylon. It Said:",
            "This Is What The Lord Almighty, The God Of Israel, Says To All Those I Carried Into Exile From Jerusalem To Babylon:",
            "\"Build Houses And Settle Down; Plant Gardens And Eat What They Produce.",
            "Marry And Have Sons And Daughters; Find Wives For Your Sons And Give Your Daughters In Marriage, So That They Too May Have Sons And Daughters. Increase In Number There; Do Not Decrease.",
            "Also, Seek The Peace And Prosperity Of The City To Which I Have Carried You Into Exile. Pray To The Lord For It, Because If It Prospers, You Too Will Prosper.\"",
            "Yes, This Is What The Lord Almighty, The God Of Israel, Says: \"Do Not Let The Prophets And Diviners Among You Deceive You. Do Not Listen To The Dreams You Encourage Them To Have.",
            "They Are Prophesying Lies To You In My Name. I Have Not Sent Them,\" Declares The Lord .",
            "This Is What The Lord Says: \"When Seventy Years Are Completed For Babylon, I Will Come To You And Fulfill My Gracious Promise To Bring You Back To This Place.",
            "For I Know The Plans I Have For You,\" Declares The Lord , \"Plans To Prosper You And Not To Harm You, Plans To Give You Hope And A Future.",
            "Then You Will Call Upon Me And Come And Pray To Me, And I Will Listen To You.",
            "You Will Seek Me And Find Me When You Seek Me With All Your Heart.",
            "I Will Be Found By You,\" Declares The Lord , \"And Will Bring You Back From Captivity. I Will Gather You From All The Nations And Places Where I Have Banished You,\" Declares The Lord , \"And Will Bring You Back To The Place From Which I Carried You Into Exile.\"",
            "You May Say, \"The Lord Has Raised Up Prophets For Us In Babylon,\"",
            "But This Is What The Lord Says About The King Who Sits On David's Throne And All The People Who Remain In This City, Your Countrymen Who Did Not Go With You Into Exile-",
            "Yes, This Is What The Lord Almighty Says: \"I Will Send The Sword, Famine And Plague Against Them And I Will Make Them Like Poor Figs That Are So Bad They Cannot Be Eaten.",
            "I Will Pursue Them With The Sword, Famine And Plague And Will Make Them Abhorrent To All The Kingdoms Of The Earth And An Object Of Cursing And Horror, Of Scorn And Reproach, Among All The Nations Where I Drive Them.",
            "For They Have Not Listened To My Words,\" Declares The Lord , \"Words That I Sent To Them Again And Again By My Servants The Prophets. And You Exiles Have Not Listened Either,\" Declares The Lord .",
            "Therefore, Hear The Word Of The Lord , All You Exiles Whom I Have Sent Away From Jerusalem To Babylon.",
            "This Is What The Lord Almighty, The God Of Israel, Says About Ahab Son Of Kolaiah And Zedekiah Son Of Maaseiah, Who Are Prophesying Lies To You In My Name: \"I Will Hand Them Over To Nebuchadnezzar King Of Babylon, And He Will Put Them To Death Before Your Very Eyes.",
            "Because Of Them, All The Exiles From Judah Who Are In Babylon Will Use This Curse: 'The Lord Treat You Like Zedekiah And Ahab, Whom The King Of Babylon Burned In The Fire.'",
            "For They Have Done Outrageous Things In Israel; They Have Committed Adultery With Their Neighbors' Wives And In My Name Have Spoken Lies, Which I Did Not Tell Them To Do. I Know It And Am A Witness To It,\" Declares The Lord .",
            "Tell Shemaiah The Nehelamite,",
            "\"This Is What The Lord Almighty, The God Of Israel, Says: You Sent Letters In Your Own Name To All The People In Jerusalem, To Zephaniah Son Of Maaseiah The Priest, And To All The Other Priests. You Said To Zephaniah,",
            "'The Lord Has Appointed You Priest In Place Of Jehoiada To Be In Charge Of The House Of The Lord ; You Should Put Any Madman Who Acts Like A Prophet Into The Stocks And Neck-irons.",
            "So Why Have You Not Reprimanded Jeremiah From Anathoth, Who Poses As A Prophet Among You?",
            "He Has Sent This Message To Us In Babylon: It Will Be A Long Time. Therefore Build Houses And Settle Down; Plant Gardens And Eat What They Produce.' \"",
            "Zephaniah The Priest, However, Read The Letter To Jeremiah The Prophet.",
            "Then The Word Of The Lord Came To Jeremiah:",
            "\"Send This Message To All The Exiles: 'This Is What The Lord Says About Shemaiah The Nehelamite: Because Shemaiah Has Prophesied To You, Even Though I Did Not Send Him, And Has Led You To Believe A Lie,",
            "This Is What The Lord Says: I Will Surely Punish Shemaiah The Nehelamite And His Descendants. He Will Have No One Left Among This People, Nor Will He See The Good Things I Will Do For My People, Declares The Lord , Because He Has Preached Rebellion Against Me.' \""
        ],
        [
            "From The Lord :",
            "\"This Is What The Lord , The God Of Israel, Says: 'Write In A Book All The Words I Have Spoken To You.",
            "The Days Are Coming,' Declares The Lord , 'When I Will Bring My People Israel And Judah Back From Captivity And Restore Them To The Land I Gave Their Forefathers To Possess,' Says The Lord .\"",
            "These Are The Words The Lord Spoke Concerning Israel And Judah:",
            "\"This Is What The Lord Says: \" 'Cries Of Fear Are Heard- Terror, Not Peace.",
            "Ask And See: Can A Man Bear Children? Then Why Do I See Every Strong Man With His Hands On His Stomach Like A Woman In Labor, Every Face Turned Deathly Pale?",
            "How Awful That Day Will Be! None Will Be Like It. It Will Be A Time Of Trouble For Jacob, But He Will Be Saved Out Of It.",
            "\" 'In That Day,' Declares The Lord Almighty, 'I Will Break The Yoke Off Their Necks And Will Tear Off Their Bonds; No Longer Will Foreigners Enslave Them.",
            "Instead, They Will Serve The Lord Their God And David Their King, Whom I Will Raise Up For Them.",
            "\" 'So Do Not Fear, O Jacob My Servant; Do Not Be Dismayed, O Israel,' Declares The Lord . 'I Will Surely Save You Out Of A Distant Place, Your Descendants From The Land Of Their Exile. Jacob Will Again Have Peace And Security, And No One Will Make Him Afraid.",
            "I Am With You And Will Save You,' Declares The Lord . 'Though I Completely Destroy All The Nations Among Which I Scatter You, I Will Not Completely Destroy You. I Will Discipline You But Only With Justice; I Will Not Let You Go Entirely Unpunished.'",
            "\"This Is What The Lord Says: \" 'Your Wound Is Incurable, Your Injury Beyond Healing.",
            "There Is No One To Plead Your Cause, No Remedy For Your Sore, No Healing For You.",
            "All Your Allies Have Forgotten You; They Care Nothing For You. I Have Struck You As An Enemy Would And Punished You As Would The Cruel, Because Your Guilt Is So Great And Your Sins So Many.",
            "Why Do You Cry Out Over Your Wound, Your Pain That Has No Cure? Because Of Your Great Guilt And Many Sins I Have Done These Things To You.",
            "\" 'But All Who Devour You Will Be Devoured; All Your Enemies Will Go Into Exile. Those Who Plunder You Will Be Plundered; All Who Make Spoil Of You I Will Despoil.",
            "But I Will Restore You To Health And Heal Your Wounds,' Declares The Lord , 'Because You Are Called An Outcast, Zion For Whom No One Cares.'",
            "\"This Is What The Lord Says: \" 'I Will Restore The Fortunes Of Jacob's Tents And Have Compassion On His Dwellings; The City Will Be Rebuilt On Her Ruins, And The Palace Will Stand In Its Proper Place.",
            "From Them Will Come Songs Of Thanksgiving And The Sound Of Rejoicing. I Will Add To Their Numbers, And They Will Not Be Decreased; I Will Bring Them Honor, And They Will Not Be Disdained.",
            "Their Children Will Be As In Days Of Old, And Their Community Will Be Established Before Me; I Will Punish All Who Oppress Them.",
            "Their Leader Will Be One Of Their Own; Their Ruler Will Arise From Among Them. I Will Bring Him Near And He Will Come Close To Me, For Who Is He Who Will Devote Himself To Be Close To Me?' Declares The Lord .",
            "\" 'So You Will Be My People, And I Will Be Your God.' \"",
            "See, The Storm Of The Lord Will Burst Out In Wrath, A Driving Wind Swirling Down On The Heads Of The Wicked.",
            "The Fierce Anger Of The Lord Will Not Turn Back Until He Fully Accomplishes The Purposes Of His Heart. In Days To Come You Will Understand This."
        ],
        [
            "\"At That Time,\" Declares The Lord , \"I Will Be The God Of All The Clans Of Israel, And They Will Be My People.\"",
            "This Is What The Lord Says: \"The People Who Survive The Sword Will Find Favor In The Desert; I Will Come To Give Rest To Israel.\"",
            "The Lord Appeared To Us In The Past, Saying: \"I Have Loved You With An Everlasting Love; I Have Drawn You With Loving-kindness.",
            "I Will Build You Up Again And You Will Be Rebuilt, O Virgin Israel. Again You Will Take Up Your Tambourines And Go Out To Dance With The Joyful.",
            "Again You Will Plant Vineyards On The Hills Of Samaria; The Farmers Will Plant Them And Enjoy Their Fruit.",
            "There Will Be A Day When Watchmen Cry Out On The Hills Of Ephraim, 'Come, Let Us Go Up To Zion, To The Lord Our God.' \"",
            "This Is What The Lord Says: \"Sing With Joy For Jacob; Shout For The Foremost Of The Nations. Make Your Praises Heard, And Say, 'O Lord , Save Your People, The Remnant Of Israel.'",
            "See, I Will Bring Them From The Land Of The North And Gather Them From The Ends Of The Earth. Among Them Will Be The Blind And The Lame, Expectant Mothers And Women In Labor; A Great Throng Will Return.",
            "They Will Come With Weeping; They Will Pray As I Bring Them Back. I Will Lead Them Beside Streams Of Water On A Level Path Where They Will Not Stumble, Because I Am Israel's Father, And Ephraim Is My Firstborn Son.",
            "\"Hear The Word Of The Lord , O Nations; Proclaim It In Distant Coastlands: 'He Who Scattered Israel Will Gather Them And Will Watch Over His Flock Like A Shepherd.'",
            "For The Lord Will Ransom Jacob And Redeem Them From The Hand Of Those Stronger Than They.",
            "They Will Come And Shout For Joy On The Heights Of Zion; They Will Rejoice In The Bounty Of The Lord - The Grain, The New Wine And The Oil, The Young Of The Flocks And Herds. They Will Be Like A Well-watered Garden, And They Will Sorrow No More.",
            "Then Maidens Will Dance And Be Glad, Young Men And Old As Well. I Will Turn Their Mourning Into Gladness; I Will Give Them Comfort And Joy Instead Of Sorrow.",
            "I Will Satisfy The Priests With Abundance, And My People Will Be Filled With My Bounty,\" Declares The Lord .",
            "This Is What The Lord Says: \"A Voice Is Heard In Ramah, Mourning And Great Weeping, Rachel Weeping For Her Children And Refusing To Be Comforted, Because Her Children Are No More.\"",
            "This Is What The Lord Says: \"Restrain Your Voice From Weeping And Your Eyes From Tears, For Your Work Will Be Rewarded,\" Declares The Lord . \"They Will Return From The Land Of The Enemy.",
            "So There Is Hope For Your Future,\" Declares The Lord . \"Your Children Will Return To Their Own Land.",
            "\"I Have Surely Heard Ephraim's Moaning: 'You Disciplined Me Like An Unruly Calf, And I Have Been Disciplined. Restore Me, And I Will Return, Because You Are The Lord My God.",
            "After I Strayed, I Repented; After I Came To Understand, I Beat My Breast. I Was Ashamed And Humiliated Because I Bore The Disgrace Of My Youth.'",
            "Is Not Ephraim My Dear Son, The Child In Whom I Delight? Though I Often Speak Against Him, I Still Remember Him. Therefore My Heart Yearns For Him; I Have Great Compassion For Him,\" Declares The Lord .",
            "\"Set Up Road Signs; Put Up Guideposts. Take Note Of The Highway, The Road That You Take. Return, O Virgin Israel, Return To Your Towns.",
            "How Long Will You Wander, O Unfaithful Daughter? The Lord Will Create A New Thing On Earth- A Woman Will Surround A Man.\"",
            "This Is What The Lord Almighty, The God Of Israel, Says: \"When I Bring Them Back From Captivity, The People In The Land Of Judah And In Its Towns Will Once Again Use These Words: 'The Lord Bless You, O Righteous Dwelling, O Sacred Mountain.'",
            "People Will Live Together In Judah And All Its Towns-farmers And Those Who Move About With Their Flocks.",
            "I Will Refresh The Weary And Satisfy The Faint.\"",
            "At This I Awoke And Looked Around. My Sleep Had Been Pleasant To Me.",
            "\"The Days Are Coming,\" Declares The Lord , \"When I Will Plant The House Of Israel And The House Of Judah With The Offspring Of Men And Of Animals.",
            "Just As I Watched Over Them To Uproot And Tear Down, And To Overthrow, Destroy And Bring Disaster, So I Will Watch Over Them To Build And To Plant,\" Declares The Lord .",
            "\"In Those Days People Will No Longer Say, 'The Fathers Have Eaten Sour Grapes, And The Children's Teeth Are Set On Edge.'",
            "Instead, Everyone Will Die For His Own Sin; Whoever Eats Sour Grapes-his Own Teeth Will Be Set On Edge.",
            "\"The Time Is Coming,\" Declares The Lord , \"When I Will Make A New Covenant With The House Of Israel And With The House Of Judah.",
            "It Will Not Be Like The Covenant I Made With Their Forefathers When I Took Them By The Hand To Lead Them Out Of Egypt, Because They Broke My Covenant, Though I Was A Husband To Them, \" Declares The Lord .",
            "\"This Is The Covenant I Will Make With The House Of Israel After That Time,\" Declares The Lord . \"I Will Put My Law In Their Minds And Write It On Their Hearts. I Will Be Their God, And They Will Be My People.",
            "No Longer Will A Man Teach His Neighbor, Or A Man His Brother, Saying, 'Know The Lord ,' Because They Will All Know Me, From The Least Of Them To The Greatest,\" Declares The Lord . \"For I Will Forgive Their Wickedness And Will Remember Their Sins No More.\"",
            "This Is What The Lord Says, He Who Appoints The Sun To Shine By Day, Who Decrees The Moon And Stars To Shine By Night, Who Stirs Up The Sea So That Its Waves Roar- The Lord Almighty Is His Name:",
            "\"Only If These Decrees Vanish From My Sight,\" Declares The Lord , \"Will The Descendants Of Israel Ever Cease To Be A Nation Before Me.\"",
            "This Is What The Lord Says: \"Only If The Heavens Above Can Be Measured And The Foundations Of The Earth Below Be Searched Out Will I Reject All The Descendants Of Israel Because Of All They Have Done,\" Declares The Lord .",
            "\"The Days Are Coming,\" Declares The Lord , \"When This City Will Be Rebuilt For Me From The Tower Of Hananel To The Corner Gate.",
            "The Measuring Line Will Stretch From There Straight To The Hill Of Gareb And Then Turn To Goah.",
            "The Whole Valley Where Dead Bodies And Ashes Are Thrown, And All The Terraces Out To The Kidron Valley On The East As Far As The Corner Of The Horse Gate, Will Be Holy To The Lord . The City Will Never Again Be Uprooted Or Demolished.\""
        ],
        [
            "This Is The Word That Came To Jeremiah From The Lord In The Tenth Year Of Zedekiah King Of Judah, Which Was The Eighteenth Year Of Nebuchadnezzar.",
            "The Army Of The King Of Babylon Was Then Besieging Jerusalem, And Jeremiah The Prophet Was Confined In The Courtyard Of The Guard In The Royal Palace Of Judah.",
            "Now Zedekiah King Of Judah Had Imprisoned Him There, Saying, \"Why Do You Prophesy As You Do? You Say, 'This Is What The Lord Says: I Am About To Hand This City Over To The King Of Babylon, And He Will Capture It.",
            "Zedekiah King Of Judah Will Not Escape Out Of The Hands Of The Babylonians But Will Certainly Be Handed Over To The King Of Babylon, And Will Speak With Him Face To Face And See Him With His Own Eyes.",
            "He Will Take Zedekiah To Babylon, Where He Will Remain Until I Deal With Him, Declares The Lord . If You Fight Against The Babylonians, You Will Not Succeed.' \"",
            "Jeremiah Said, \"The Word Of The Lord Came To Me:",
            "Hanamel Son Of Shallum Your Uncle Is Going To Come To You And Say, 'Buy My Field At Anathoth, Because As Nearest Relative It Is Your Right And Duty To Buy It.'",
            "\"Then, Just As The Lord Had Said, My Cousin Hanamel Came To Me In The Courtyard Of The Guard And Said, 'Buy My Field At Anathoth In The Territory Of Benjamin. Since It Is Your Right To Redeem It And Possess It, Buy It For Yourself.' \"I Knew That This Was The Word Of The Lord ;",
            "So I Bought The Field At Anathoth From My Cousin Hanamel And Weighed Out For Him Seventeen Shekels Of Silver.",
            "I Signed And Sealed The Deed, Had It Witnessed, And Weighed Out The Silver On The Scales.",
            "I Took The Deed Of Purchase-the Sealed Copy Containing The Terms And Conditions, As Well As The Unsealed Copy-",
            "And I Gave This Deed To Baruch Son Of Neriah, The Son Of Mahseiah, In The Presence Of My Cousin Hanamel And Of The Witnesses Who Had Signed The Deed And Of All The Jews Sitting In The Courtyard Of The Guard.",
            "\"In Their Presence I Gave Baruch These Instructions:",
            "'This Is What The Lord Almighty, The God Of Israel, Says: Take These Documents, Both The Sealed And Unsealed Copies Of The Deed Of Purchase, And Put Them In A Clay Jar So They Will Last A Long Time.",
            "For This Is What The Lord Almighty, The God Of Israel, Says: Houses, Fields And Vineyards Will Again Be Bought In This Land.'",
            "\"After I Had Given The Deed Of Purchase To Baruch Son Of Neriah, I Prayed To The Lord :",
            "\"Ah, Sovereign Lord , You Have Made The Heavens And The Earth By Your Great Power And Outstretched Arm. Nothing Is Too Hard For You.",
            "You Show Love To Thousands But Bring The Punishment For The Fathers' Sins Into The Laps Of Their Children After Them. O Great And Powerful God, Whose Name Is The Lord Almighty,",
            "Great Are Your Purposes And Mighty Are Your Deeds. Your Eyes Are Open To All The Ways Of Men; You Reward Everyone According To His Conduct And As His Deeds Deserve.",
            "You Performed Miraculous Signs And Wonders In Egypt And Have Continued Them To This Day, Both In Israel And Among All Mankind, And Have Gained The Renown That Is Still Yours.",
            "You Brought Your People Israel Out Of Egypt With Signs And Wonders, By A Mighty Hand And An Outstretched Arm And With Great Terror.",
            "You Gave Them This Land You Had Sworn To Give Their Forefathers, A Land Flowing With Milk And Honey.",
            "They Came In And Took Possession Of It, But They Did Not Obey You Or Follow Your Law; They Did Not Do What You Commanded Them To Do. So You Brought All This Disaster Upon Them.",
            "\"See How The Siege Ramps Are Built Up To Take The City. Because Of The Sword, Famine And Plague, The City Will Be Handed Over To The Babylonians Who Are Attacking It. What You Said Has Happened, As You Now See.",
            "And Though The City Will Be Handed Over To The Babylonians, You, O Sovereign Lord , Say To Me, 'Buy The Field With Silver And Have The Transaction Witnessed.' \"",
            "Then The Word Of The Lord Came To Jeremiah:",
            "\"I Am The Lord , The God Of All Mankind. Is Anything Too Hard For Me?",
            "Therefore, This Is What The Lord Says: I Am About To Hand This City Over To The Babylonians And To Nebuchadnezzar King Of Babylon, Who Will Capture It.",
            "The Babylonians Who Are Attacking This City Will Come In And Set It On Fire; They Will Burn It Down, Along With The Houses Where The People Provoked Me To Anger By Burning Incense On The Roofs To Baal And By Pouring Out Drink Offerings To Other Gods.",
            "\"The People Of Israel And Judah Have Done Nothing But Evil In My Sight From Their Youth; Indeed, The People Of Israel Have Done Nothing But Provoke Me With What Their Hands Have Made, Declares The Lord .",
            "From The Day It Was Built Until Now, This City Has So Aroused My Anger And Wrath That I Must Remove It From My Sight.",
            "The People Of Israel And Judah Have Provoked Me By All The Evil They Have Done-they, Their Kings And Officials, Their Priests And Prophets, The Men Of Judah And The People Of Jerusalem.",
            "They Turned Their Backs To Me And Not Their Faces; Though I Taught Them Again And Again, They Would Not Listen Or Respond To Discipline.",
            "They Set Up Their Abominable Idols In The House That Bears My Name And Defiled It.",
            "They Built High Places For Baal In The Valley Of Ben Hinnom To Sacrifice Their Sons And Daughters To Molech, Though I Never Commanded, Nor Did It Enter My Mind, That They Should Do Such A Detestable Thing And So Make Judah Sin.",
            "\"You Are Saying About This City, 'By The Sword, Famine And Plague It Will Be Handed Over To The King Of Babylon'; But This Is What The Lord , The God Of Israel, Says:",
            "I Will Surely Gather Them From All The Lands Where I Banish Them In My Furious Anger And Great Wrath; I Will Bring Them Back To This Place And Let Them Live In Safety.",
            "They Will Be My People, And I Will Be Their God.",
            "I Will Give Them Singleness Of Heart And Action, So That They Will Always Fear Me For Their Own Good And The Good Of Their Children After Them.",
            "I Will Make An Everlasting Covenant With Them: I Will Never Stop Doing Good To Them, And I Will Inspire Them To Fear Me, So That They Will Never Turn Away From Me.",
            "I Will Rejoice In Doing Them Good And Will Assuredly Plant Them In This Land With All My Heart And Soul.",
            "\"This Is What The Lord Says: As I Have Brought All This Great Calamity On This People, So I Will Give Them All The Prosperity I Have Promised Them.",
            "Once More Fields Will Be Bought In This Land Of Which You Say, 'It Is A Desolate Waste, Without Men Or Animals, For It Has Been Handed Over To The Babylonians.'",
            "Fields Will Be Bought For Silver, And Deeds Will Be Signed, Sealed And Witnessed In The Territory Of Benjamin, In The Villages Around Jerusalem, In The Towns Of Judah And In The Towns Of The Hill Country, Of The Western Foothills And Of The Negev, Because I Will Restore Their Fortunes, Declares The Lord .\""
        ],
        [
            "While Jeremiah Was Still Confined In The Courtyard Of The Guard, The Word Of The Lord Came To Him A Second Time:",
            "\"This Is What The Lord Says, He Who Made The Earth, The Lord Who Formed It And Established It-the Lord Is His Name:",
            "'Call To Me And I Will Answer You And Tell You Great And Unsearchable Things You Do Not Know.'",
            "For This Is What The Lord , The God Of Israel, Says About The Houses In This City And The Royal Palaces Of Judah That Have Been Torn Down To Be Used Against The Siege Ramps And The Sword",
            "In The Fight With The Babylonians : 'They Will Be Filled With The Dead Bodies Of The Men I Will Slay In My Anger And Wrath. I Will Hide My Face From This City Because Of All Its Wickedness.",
            "\" 'Nevertheless, I Will Bring Health And Healing To It; I Will Heal My People And Will Let Them Enjoy Abundant Peace And Security.",
            "I Will Bring Judah And Israel Back From Captivity And Will Rebuild Them As They Were Before.",
            "I Will Cleanse Them From All The Sin They Have Committed Against Me And Will Forgive All Their Sins Of Rebellion Against Me.",
            "Then This City Will Bring Me Renown, Joy, Praise And Honor Before All Nations On Earth That Hear Of All The Good Things I Do For It; And They Will Be In Awe And Will Tremble At The Abundant Prosperity And Peace I Provide For It.'",
            "\"This Is What The Lord Says: 'You Say About This Place, \"It Is A Desolate Waste, Without Men Or Animals.\" Yet In The Towns Of Judah And The Streets Of Jerusalem That Are Deserted, Inhabited By Neither Men Nor Animals, There Will Be Heard Once More",
            "The Sounds Of Joy And Gladness, The Voices Of Bride And Bridegroom, And The Voices Of Those Who Bring Thank Offerings To The House Of The Lord , Saying, \"Give Thanks To The Lord Almighty, For The Lord Is Good; His Love Endures Forever.\" For I Will Restore The Fortunes Of The Land As They Were Before,' Says The Lord .",
            "\"This Is What The Lord Almighty Says: 'In This Place, Desolate And Without Men Or Animals-in All Its Towns There Will Again Be Pastures For Shepherds To Rest Their Flocks.",
            "In The Towns Of The Hill Country, Of The Western Foothills And Of The Negev, In The Territory Of Benjamin, In The Villages Around Jerusalem And In The Towns Of Judah, Flocks Will Again Pass Under The Hand Of The One Who Counts Them,' Says The Lord .",
            "\" 'The Days Are Coming,' Declares The Lord , 'When I Will Fulfill The Gracious Promise I Made To The House Of Israel And To The House Of Judah.",
            "\" 'In Those Days And At That Time I Will Make A Righteous Branch Sprout From David's Line; He Will Do What Is Just And Right In The Land.",
            "In Those Days Judah Will Be Saved And Jerusalem Will Live In Safety. This Is The Name By Which It Will Be Called: The Lord Our Righteousness.'",
            "For This Is What The Lord Says: 'David Will Never Fail To Have A Man To Sit On The Throne Of The House Of Israel,",
            "Nor Will The Priests, Who Are Levites, Ever Fail To Have A Man To Stand Before Me Continually To Offer Burnt Offerings, To Burn Grain Offerings And To Present Sacrifices.' \"",
            "The Word Of The Lord Came To Jeremiah:",
            "\"This Is What The Lord Says: 'If You Can Break My Covenant With The Day And My Covenant With The Night, So That Day And Night No Longer Come At Their Appointed Time,",
            "Then My Covenant With David My Servant-and My Covenant With The Levites Who Are Priests Ministering Before Me-can Be Broken And David Will No Longer Have A Descendant To Reign On His Throne.",
            "I Will Make The Descendants Of David My Servant And The Levites Who Minister Before Me As Countless As The Stars Of The Sky And As Measureless As The Sand On The Seashore.' \"",
            "The Word Of The Lord Came To Jeremiah:",
            "\"Have You Not Noticed That These People Are Saying, 'The Lord Has Rejected The Two Kingdoms He Chose'? So They Despise My People And No Longer Regard Them As A Nation.",
            "This Is What The Lord Says: 'If I Have Not Established My Covenant With Day And Night And The Fixed Laws Of Heaven And Earth,",
            "Then I Will Reject The Descendants Of Jacob And David My Servant And Will Not Choose One Of His Sons To Rule Over The Descendants Of Abraham, Isaac And Jacob. For I Will Restore Their Fortunes And Have Compassion On Them.' \""
        ],
        [
            "While Nebuchadnezzar King Of Babylon And All His Army And All The Kingdoms And Peoples In The Empire He Ruled Were Fighting Against Jerusalem And All Its Surrounding Towns, This Word Came To Jeremiah From The Lord :",
            "\"This Is What The Lord , The God Of Israel, Says: Go To Zedekiah King Of Judah And Tell Him, 'This Is What The Lord Says: I Am About To Hand This City Over To The King Of Babylon, And He Will Burn It Down.",
            "You Will Not Escape From His Grasp But Will Surely Be Captured And Handed Over To Him. You Will See The King Of Babylon With Your Own Eyes, And He Will Speak With You Face To Face. And You Will Go To Babylon.",
            "\" 'Yet Hear The Promise Of The Lord , O Zedekiah King Of Judah. This Is What The Lord Says Concerning You: You Will Not Die By The Sword;",
            "You Will Die Peacefully. As People Made A Funeral Fire In Honor Of Your Fathers, The Former Kings Who Preceded You, So They Will Make A Fire In Your Honor And Lament, \"Alas, O Master!\" I Myself Make This Promise, Declares The Lord .' \"",
            "Then Jeremiah The Prophet Told All This To Zedekiah King Of Judah, In Jerusalem,",
            "While The Army Of The King Of Babylon Was Fighting Against Jerusalem And The Other Cities Of Judah That Were Still Holding Out-lachish And Azekah. These Were The Only Fortified Cities Left In Judah.",
            "The Word Came To Jeremiah From The Lord After King Zedekiah Had Made A Covenant With All The People In Jerusalem To Proclaim Freedom For The Slaves.",
            "Everyone Was To Free His Hebrew Slaves, Both Male And Female; No One Was To Hold A Fellow Jew In Bondage.",
            "So All The Officials And People Who Entered Into This Covenant Agreed That They Would Free Their Male And Female Slaves And No Longer Hold Them In Bondage. They Agreed, And Set Them Free.",
            "But Afterward They Changed Their Minds And Took Back The Slaves They Had Freed And Enslaved Them Again.",
            "Then The Word Of The Lord Came To Jeremiah:",
            "\"This Is What The Lord , The God Of Israel, Says: I Made A Covenant With Your Forefathers When I Brought Them Out Of Egypt, Out Of The Land Of Slavery. I Said,",
            "'Every Seventh Year Each Of You Must Free Any Fellow Hebrew Who Has Sold Himself To You. After He Has Served You Six Years, You Must Let Him Go Free.' Your Fathers, However, Did Not Listen To Me Or Pay Attention To Me.",
            "Recently You Repented And Did What Is Right In My Sight: Each Of You Proclaimed Freedom To His Countrymen. You Even Made A Covenant Before Me In The House That Bears My Name.",
            "But Now You Have Turned Around And Profaned My Name; Each Of You Has Taken Back The Male And Female Slaves You Had Set Free To Go Where They Wished. You Have Forced Them To Become Your Slaves Again.",
            "\"Therefore, This Is What The Lord Says: You Have Not Obeyed Me; You Have Not Proclaimed Freedom For Your Fellow Countrymen. So I Now Proclaim 'Freedom' For You, Declares The Lord -'Freedom' To Fall By The Sword, Plague And Famine. I Will Make You Abhorrent To All The Kingdoms Of The Earth.",
            "The Men Who Have Violated My Covenant And Have Not Fulfilled The Terms Of The Covenant They Made Before Me, I Will Treat Like The Calf They Cut In Two And Then Walked Between Its Pieces.",
            "The Leaders Of Judah And Jerusalem, The Court Officials, The Priests And All The People Of The Land Who Walked Between The Pieces Of The Calf,",
            "I Will Hand Over To Their Enemies Who Seek Their Lives. Their Dead Bodies Will Become Food For The Birds Of The Air And The Beasts Of The Earth.",
            "\"I Will Hand Zedekiah King Of Judah And His Officials Over To Their Enemies Who Seek Their Lives, To The Army Of The King Of Babylon, Which Has Withdrawn From You.",
            "I Am Going To Give The Order, Declares The Lord , And I Will Bring Them Back To This City. They Will Fight Against It, Take It And Burn It Down. And I Will Lay Waste The Towns Of Judah So No One Can Live There.\""
        ],
        [
            "This Is The Word That Came To Jeremiah From The Lord During The Reign Of Jehoiakim Son Of Josiah King Of Judah:",
            "\"Go To The Recabite Family And Invite Them To Come To One Of The Side Rooms Of The House Of The Lord And Give Them Wine To Drink.\"",
            "So I Went To Get Jaazaniah Son Of Jeremiah, The Son Of Habazziniah, And His Brothers And All His Sons-the Whole Family Of The Recabites.",
            "I Brought Them Into The House Of The Lord , Into The Room Of The Sons Of Hanan Son Of Igdaliah The Man Of God. It Was Next To The Room Of The Officials, Which Was Over That Of Maaseiah Son Of Shallum The Doorkeeper.",
            "Then I Set Bowls Full Of Wine And Some Cups Before The Men Of The Recabite Family And Said To Them, \"Drink Some Wine.\"",
            "But They Replied, \"We Do Not Drink Wine, Because Our Forefather Jonadab Son Of Recab Gave Us This Command: 'Neither You Nor Your Descendants Must Ever Drink Wine.",
            "Also You Must Never Build Houses, Sow Seed Or Plant Vineyards; You Must Never Have Any Of These Things, But Must Always Live In Tents. Then You Will Live A Long Time In The Land Where You Are Nomads.'",
            "We Have Obeyed Everything Our Forefather Jonadab Son Of Recab Commanded Us. Neither We Nor Our Wives Nor Our Sons And Daughters Have Ever Drunk Wine",
            "Or Built Houses To Live In Or Had Vineyards, Fields Or Crops.",
            "We Have Lived In Tents And Have Fully Obeyed Everything Our Forefather Jonadab Commanded Us.",
            "But When Nebuchadnezzar King Of Babylon Invaded This Land, We Said, 'Come, We Must Go To Jerusalem To Escape The Babylonian And Aramean Armies.' So We Have Remained In Jerusalem.\"",
            "Then The Word Of The Lord Came To Jeremiah, Saying:",
            "\"This Is What The Lord Almighty, The God Of Israel, Says: Go And Tell The Men Of Judah And The People Of Jerusalem, 'Will You Not Learn A Lesson And Obey My Words?' Declares The Lord .",
            "'Jonadab Son Of Recab Ordered His Sons Not To Drink Wine And This Command Has Been Kept. To This Day They Do Not Drink Wine, Because They Obey Their Forefather's Command. But I Have Spoken To You Again And Again, Yet You Have Not Obeyed Me.",
            "Again And Again I Sent All My Servants The Prophets To You. They Said, \"Each Of You Must Turn From Your Wicked Ways And Reform Your Actions; Do Not Follow Other Gods To Serve Them. Then You Will Live In The Land I Have Given To You And Your Fathers.\" But You Have Not Paid Attention Or Listened To Me.",
            "The Descendants Of Jonadab Son Of Recab Have Carried Out The Command Their Forefather Gave Them, But These People Have Not Obeyed Me.'",
            "\"Therefore, This Is What The Lord God Almighty, The God Of Israel, Says: 'Listen! I Am Going To Bring On Judah And On Everyone Living In Jerusalem Every Disaster I Pronounced Against Them. I Spoke To Them, But They Did Not Listen; I Called To Them, But They Did Not Answer.' \"",
            "Then Jeremiah Said To The Family Of The Recabites, \"This Is What The Lord Almighty, The God Of Israel, Says: 'You Have Obeyed The Command Of Your Forefather Jonadab And Have Followed All His Instructions And Have Done Everything He Ordered.'",
            "Therefore, This Is What The Lord Almighty, The God Of Israel, Says: 'Jonadab Son Of Recab Will Never Fail To Have A Man To Serve Me.' \""
        ],
        [
            "In The Fourth Year Of Jehoiakim Son Of Josiah King Of Judah, This Word Came To Jeremiah From The Lord :",
            "\"Take A Scroll And Write On It All The Words I Have Spoken To You Concerning Israel, Judah And All The Other Nations From The Time I Began Speaking To You In The Reign Of Josiah Till Now.",
            "Perhaps When The People Of Judah Hear About Every Disaster I Plan To Inflict On Them, Each Of Them Will Turn From His Wicked Way; Then I Will Forgive Their Wickedness And Their Sin.\"",
            "So Jeremiah Called Baruch Son Of Neriah, And While Jeremiah Dictated All The Words The Lord Had Spoken To Him, Baruch Wrote Them On The Scroll.",
            "Then Jeremiah Told Baruch, \"I Am Restricted; I Cannot Go To The Lord 'S Temple.",
            "So You Go To The House Of The Lord On A Day Of Fasting And Read To The People From The Scroll The Words Of The Lord That You Wrote As I Dictated. Read Them To All The People Of Judah Who Come In From Their Towns.",
            "Perhaps They Will Bring Their Petition Before The Lord , And Each Will Turn From His Wicked Ways, For The Anger And Wrath Pronounced Against This People By The Lord Are Great.\"",
            "Baruch Son Of Neriah Did Everything Jeremiah The Prophet Told Him To Do; At The Lord 'S Temple He Read The Words Of The Lord From The Scroll.",
            "In The Ninth Month Of The Fifth Year Of Jehoiakim Son Of Josiah King Of Judah, A Time Of Fasting Before The Lord Was Proclaimed For All The People In Jerusalem And Those Who Had Come From The Towns Of Judah.",
            "From The Room Of Gemariah Son Of Shaphan The Secretary, Which Was In The Upper Courtyard At The Entrance Of The New Gate Of The Temple, Baruch Read To All The People At The Lord 'S Temple The Words Of Jeremiah From The Scroll.",
            "When Micaiah Son Of Gemariah, The Son Of Shaphan, Heard All The Words Of The Lord From The Scroll,",
            "He Went Down To The Secretary's Room In The Royal Palace, Where All The Officials Were Sitting: Elishama The Secretary, Delaiah Son Of Shemaiah, Elnathan Son Of Acbor, Gemariah Son Of Shaphan, Zedekiah Son Of Hananiah, And All The Other Officials.",
            "After Micaiah Told Them Everything He Had Heard Baruch Read To The People From The Scroll,",
            "All The Officials Sent Jehudi Son Of Nethaniah, The Son Of Shelemiah, The Son Of Cushi, To Say To Baruch, \"Bring The Scroll From Which You Have Read To The People And Come.\" So Baruch Son Of Neriah Went To Them With The Scroll In His Hand.",
            "They Said To Him, \"Sit Down, Please, And Read It To Us.\" So Baruch Read It To Them.",
            "When They Heard All These Words, They Looked At Each Other In Fear And Said To Baruch, \"We Must Report All These Words To The King.\"",
            "Then They Asked Baruch, \"Tell Us, How Did You Come To Write All This? Did Jeremiah Dictate It?\"",
            "\"Yes,\" Baruch Replied, \"He Dictated All These Words To Me, And I Wrote Them In Ink On The Scroll.\"",
            "Then The Officials Said To Baruch, \"You And Jeremiah, Go And Hide. Don't Let Anyone Know Where You Are.\"",
            "After They Put The Scroll In The Room Of Elishama The Secretary, They Went To The King In The Courtyard And Reported Everything To Him.",
            "The King Sent Jehudi To Get The Scroll, And Jehudi Brought It From The Room Of Elishama The Secretary And Read It To The King And All The Officials Standing Beside Him.",
            "It Was The Ninth Month And The King Was Sitting In The Winter Apartment, With A Fire Burning In The Firepot In Front Of Him.",
            "Whenever Jehudi Had Read Three Or Four Columns Of The Scroll, The King Cut Them Off With A Scribe's Knife And Threw Them Into The Firepot, Until The Entire Scroll Was Burned In The Fire.",
            "The King And All His Attendants Who Heard All These Words Showed No Fear, Nor Did They Tear Their Clothes.",
            "Even Though Elnathan, Delaiah And Gemariah Urged The King Not To Burn The Scroll, He Would Not Listen To Them.",
            "Instead, The King Commanded Jerahmeel, A Son Of The King, Seraiah Son Of Azriel And Shelemiah Son Of Abdeel To Arrest Baruch The Scribe And Jeremiah The Prophet. But The Lord Had Hidden Them.",
            "After The King Burned The Scroll Containing The Words That Baruch Had Written At Jeremiah's Dictation, The Word Of The Lord Came To Jeremiah:",
            "\"Take Another Scroll And Write On It All The Words That Were On The First Scroll, Which Jehoiakim King Of Judah Burned Up.",
            "Also Tell Jehoiakim King Of Judah, 'This Is What The Lord Says: You Burned That Scroll And Said, \"Why Did You Write On It That The King Of Babylon Would Certainly Come And Destroy This Land And Cut Off Both Men And Animals From It?\"",
            "Therefore, This Is What The Lord Says About Jehoiakim King Of Judah: He Will Have No One To Sit On The Throne Of David; His Body Will Be Thrown Out And Exposed To The Heat By Day And The Frost By Night.",
            "I Will Punish Him And His Children And His Attendants For Their Wickedness; I Will Bring On Them And Those Living In Jerusalem And The People Of Judah Every Disaster I Pronounced Against Them, Because They Have Not Listened.' \"",
            "So Jeremiah Took Another Scroll And Gave It To The Scribe Baruch Son Of Neriah, And As Jeremiah Dictated, Baruch Wrote On It All The Words Of The Scroll That Jehoiakim King Of Judah Had Burned In The Fire. And Many Similar Words Were Added To Them."
        ],
        [
            "Zedekiah Son Of Josiah Was Made King Of Judah By Nebuchadnezzar King Of Babylon; He Reigned In Place Of Jehoiachin Son Of Jehoiakim.",
            "Neither He Nor His Attendants Nor The People Of The Land Paid Any Attention To The Words The Lord Had Spoken Through Jeremiah The Prophet.",
            "King Zedekiah, However, Sent Jehucal Son Of Shelemiah With The Priest Zephaniah Son Of Maaseiah To Jeremiah The Prophet With This Message: \"Please Pray To The Lord Our God For Us.\"",
            "Now Jeremiah Was Free To Come And Go Among The People, For He Had Not Yet Been Put In Prison.",
            "Pharaoh's Army Had Marched Out Of Egypt, And When The Babylonians Who Were Besieging Jerusalem Heard The Report About Them, They Withdrew From Jerusalem.",
            "Then The Word Of The Lord Came To Jeremiah The Prophet:",
            "\"This Is What The Lord , The God Of Israel, Says: Tell The King Of Judah, Who Sent You To Inquire Of Me, 'Pharaoh's Army, Which Has Marched Out To Support You, Will Go Back To Its Own Land, To Egypt.",
            "Then The Babylonians Will Return And Attack This City; They Will Capture It And Burn It Down.'",
            "\"This Is What The Lord Says: Do Not Deceive Yourselves, Thinking, 'The Babylonians Will Surely Leave Us.' They Will Not!",
            "Even If You Were To Defeat The Entire Babylonian Army That Is Attacking You And Only Wounded Men Were Left In Their Tents, They Would Come Out And Burn This City Down.\"",
            "After The Babylonian Army Had Withdrawn From Jerusalem Because Of Pharaoh's Army,",
            "Jeremiah Started To Leave The City To Go To The Territory Of Benjamin To Get His Share Of The Property Among The People There.",
            "But When He Reached The Benjamin Gate, The Captain Of The Guard, Whose Name Was Irijah Son Of Shelemiah, The Son Of Hananiah, Arrested Him And Said, \"You Are Deserting To The Babylonians!\"",
            "\"That's Not True!\" Jeremiah Said. \"I Am Not Deserting To The Babylonians.\" But Irijah Would Not Listen To Him; Instead, He Arrested Jeremiah And Brought Him To The Officials.",
            "They Were Angry With Jeremiah And Had Him Beaten And Imprisoned In The House Of Jonathan The Secretary, Which They Had Made Into A Prison.",
            "Jeremiah Was Put Into A Vaulted Cell In A Dungeon, Where He Remained A Long Time.",
            "Then King Zedekiah Sent For Him And Had Him Brought To The Palace, Where He Asked Him Privately, \"Is There Any Word From The Lord ?\" \"Yes,\" Jeremiah Replied, \"You Will Be Handed Over To The King Of Babylon.\"",
            "Then Jeremiah Said To King Zedekiah, \"What Crime Have I Committed Against You Or Your Officials Or This People, That You Have Put Me In Prison?",
            "Where Are Your Prophets Who Prophesied To You, 'The King Of Babylon Will Not Attack You Or This Land'?",
            "But Now, My Lord The King, Please Listen. Let Me Bring My Petition Before You: Do Not Send Me Back To The House Of Jonathan The Secretary, Or I Will Die There.\"",
            "King Zedekiah Then Gave Orders For Jeremiah To Be Placed In The Courtyard Of The Guard And Given Bread From The Street Of The Bakers Each Day Until All The Bread In The City Was Gone. So Jeremiah Remained In The Courtyard Of The Guard."
        ],
        [
            "Of Pashhur, Jehucal Son Of Shelemiah, And Pashhur Son Of Malkijah Heard What Jeremiah Was Telling All The People When He Said,",
            "\"This Is What The Lord Says: 'Whoever Stays In This City Will Die By The Sword, Famine Or Plague, But Whoever Goes Over To The Babylonians Will Live. He Will Escape With His Life; He Will Live.'",
            "And This Is What The Lord Says: 'This City Will Certainly Be Handed Over To The Army Of The King Of Babylon, Who Will Capture It.' \"",
            "Then The Officials Said To The King, \"This Man Should Be Put To Death. He Is Discouraging The Soldiers Who Are Left In This City, As Well As All The People, By The Things He Is Saying To Them. This Man Is Not Seeking The Good Of These People But Their Ruin.\"",
            "\"He Is In Your Hands,\" King Zedekiah Answered. \"The King Can Do Nothing To Oppose You.\"",
            "So They Took Jeremiah And Put Him Into The Cistern Of Malkijah, The King's Son, Which Was In The Courtyard Of The Guard. They Lowered Jeremiah By Ropes Into The Cistern; It Had No Water In It, Only Mud, And Jeremiah Sank Down Into The Mud.",
            "But Ebed-melech, A Cushite, An Official In The Royal Palace, Heard That They Had Put Jeremiah Into The Cistern. While The King Was Sitting In The Benjamin Gate,",
            "Ebed-melech Went Out Of The Palace And Said To Him,",
            "\"My Lord The King, These Men Have Acted Wickedly In All They Have Done To Jeremiah The Prophet. They Have Thrown Him Into A Cistern, Where He Will Starve To Death When There Is No Longer Any Bread In The City.\"",
            "Then The King Commanded Ebed-melech The Cushite, \"Take Thirty Men From Here With You And Lift Jeremiah The Prophet Out Of The Cistern Before He Dies.\"",
            "So Ebed-melech Took The Men With Him And Went To A Room Under The Treasury In The Palace. He Took Some Old Rags And Worn-out Clothes From There And Let Them Down With Ropes To Jeremiah In The Cistern.",
            "Ebed-melech The Cushite Said To Jeremiah, \"Put These Old Rags And Worn-out Clothes Under Your Arms To Pad The Ropes.\" Jeremiah Did So,",
            "And They Pulled Him Up With The Ropes And Lifted Him Out Of The Cistern. And Jeremiah Remained In The Courtyard Of The Guard.",
            "Then King Zedekiah Sent For Jeremiah The Prophet And Had Him Brought To The Third Entrance To The Temple Of The Lord . \"I Am Going To Ask You Something,\" The King Said To Jeremiah. \"Do Not Hide Anything From Me.\"",
            "Jeremiah Said To Zedekiah, \"If I Give You An Answer, Will You Not Kill Me? Even If I Did Give You Counsel, You Would Not Listen To Me.\"",
            "But King Zedekiah Swore This Oath Secretly To Jeremiah: \"As Surely As The Lord Lives, Who Has Given Us Breath, I Will Neither Kill You Nor Hand You Over To Those Who Are Seeking Your Life.\"",
            "Then Jeremiah Said To Zedekiah, \"This Is What The Lord God Almighty, The God Of Israel, Says: 'If You Surrender To The Officers Of The King Of Babylon, Your Life Will Be Spared And This City Will Not Be Burned Down; You And Your Family Will Live.",
            "But If You Will Not Surrender To The Officers Of The King Of Babylon, This City Will Be Handed Over To The Babylonians And They Will Burn It Down; You Yourself Will Not Escape From Their Hands.' \"",
            "King Zedekiah Said To Jeremiah, \"I Am Afraid Of The Jews Who Have Gone Over To The Babylonians, For The Babylonians May Hand Me Over To Them And They Will Mistreat Me.\"",
            "\"They Will Not Hand You Over,\" Jeremiah Replied. \"Obey The Lord By Doing What I Tell You. Then It Will Go Well With You, And Your Life Will Be Spared.",
            "But If You Refuse To Surrender, This Is What The Lord Has Revealed To Me:",
            "All The Women Left In The Palace Of The King Of Judah Will Be Brought Out To The Officials Of The King Of Babylon. Those Women Will Say To You: \" 'They Misled You And Overcame You- Those Trusted Friends Of Yours. Your Feet Are Sunk In The Mud; Your Friends Have Deserted You.'",
            "\"All Your Wives And Children Will Be Brought Out To The Babylonians. You Yourself Will Not Escape From Their Hands But Will Be Captured By The King Of Babylon; And This City Will Be Burned Down.\"",
            "Then Zedekiah Said To Jeremiah, \"Do Not Let Anyone Know About This Conversation, Or You May Die.",
            "If The Officials Hear That I Talked With You, And They Come To You And Say, 'Tell Us What You Said To The King And What The King Said To You; Do Not Hide It From Us Or We Will Kill You,'",
            "Then Tell Them, 'I Was Pleading With The King Not To Send Me Back To Jonathan's House To Die There.' \"",
            "All The Officials Did Come To Jeremiah And Question Him, And He Told Them Everything The King Had Ordered Him To Say. So They Said No More To Him, For No One Had Heard His Conversation With The King.",
            "And Jeremiah Remained In The Courtyard Of The Guard Until The Day Jerusalem Was Captured."
        ],
        [
            "This Is How Jerusalem Was Taken: In The Ninth Year Of Zedekiah King Of Judah, In The Tenth Month, Nebuchadnezzar King Of Babylon Marched Against Jerusalem With His Whole Army And Laid Siege To It.",
            "And On The Ninth Day Of The Fourth Month Of Zedekiah's Eleventh Year, The City Wall Was Broken Through.",
            "Then All The Officials Of The King Of Babylon Came And Took Seats In The Middle Gate: Nergal-sharezer Of Samgar, Nebo-sarsekim A Chief Officer, Nergal-sharezer A High Official And All The Other Officials Of The King Of Babylon.",
            "When Zedekiah King Of Judah And All The Soldiers Saw Them, They Fled; They Left The City At Night By Way Of The King's Garden, Through The Gate Between The Two Walls, And Headed Toward The Arabah.",
            "But The Babylonian Army Pursued Them And Overtook Zedekiah In The Plains Of Jericho. They Captured Him And Took Him To Nebuchadnezzar King Of Babylon At Riblah In The Land Of Hamath, Where He Pronounced Sentence On Him.",
            "There At Riblah The King Of Babylon Slaughtered The Sons Of Zedekiah Before His Eyes And Also Killed All The Nobles Of Judah.",
            "Then He Put Out Zedekiah's Eyes And Bound Him With Bronze Shackles To Take Him To Babylon.",
            "The Babylonians Set Fire To The Royal Palace And The Houses Of The People And Broke Down The Walls Of Jerusalem.",
            "Nebuzaradan Commander Of The Imperial Guard Carried Into Exile To Babylon The People Who Remained In The City, Along With Those Who Had Gone Over To Him, And The Rest Of The People.",
            "But Nebuzaradan The Commander Of The Guard Left Behind In The Land Of Judah Some Of The Poor People, Who Owned Nothing; And At That Time He Gave Them Vineyards And Fields.",
            "Now Nebuchadnezzar King Of Babylon Had Given These Orders About Jeremiah Through Nebuzaradan Commander Of The Imperial Guard:",
            "\"Take Him And Look After Him; Don't Harm Him But Do For Him Whatever He Asks.\"",
            "So Nebuzaradan The Commander Of The Guard, Nebushazban A Chief Officer, Nergal-sharezer A High Official And All The Other Officers Of The King Of Babylon",
            "Sent And Had Jeremiah Taken Out Of The Courtyard Of The Guard. They Turned Him Over To Gedaliah Son Of Ahikam, The Son Of Shaphan, To Take Him Back To His Home. So He Remained Among His Own People.",
            "While Jeremiah Had Been Confined In The Courtyard Of The Guard, The Word Of The Lord Came To Him:",
            "\"Go And Tell Ebed-melech The Cushite, 'This Is What The Lord Almighty, The God Of Israel, Says: I Am About To Fulfill My Words Against This City Through Disaster, Not Prosperity. At That Time They Will Be Fulfilled Before Your Eyes.",
            "But I Will Rescue You On That Day, Declares The Lord ; You Will Not Be Handed Over To Those You Fear.",
            "I Will Save You; You Will Not Fall By The Sword But Will Escape With Your Life, Because You Trust In Me, Declares The Lord .' \""
        ],
        [
            "The Word Came To Jeremiah From The Lord After Nebuzaradan Commander Of The Imperial Guard Had Released Him At Ramah. He Had Found Jeremiah Bound In Chains Among All The Captives From Jerusalem And Judah Who Were Being Carried Into Exile To Babylon.",
            "When The Commander Of The Guard Found Jeremiah, He Said To Him, \"The Lord Your God Decreed This Disaster For This Place.",
            "And Now The Lord Has Brought It About; He Has Done Just As He Said He Would. All This Happened Because You People Sinned Against The Lord And Did Not Obey Him.",
            "But Today I Am Freeing You From The Chains On Your Wrists. Come With Me To Babylon, If You Like, And I Will Look After You; But If You Do Not Want To, Then Don't Come. Look, The Whole Country Lies Before You; Go Wherever You Please.\"",
            "However, Before Jeremiah Turned To Go, Nebuzaradan Added, \"Go Back To Gedaliah Son Of Ahikam, The Son Of Shaphan, Whom The King Of Babylon Has Appointed Over The Towns Of Judah, And Live With Him Among The People, Or Go Anywhere Else You Please.\" Then The Commander Gave Him Provisions And A Present And Let Him Go.",
            "So Jeremiah Went To Gedaliah Son Of Ahikam At Mizpah And Stayed With Him Among The People Who Were Left Behind In The Land.",
            "When All The Army Officers And Their Men Who Were Still In The Open Country Heard That The King Of Babylon Had Appointed Gedaliah Son Of Ahikam As Governor Over The Land And Had Put Him In Charge Of The Men, Women And Children Who Were The Poorest In The Land And Who Had Not Been Carried Into Exile To Babylon,",
            "They Came To Gedaliah At Mizpah-ishmael Son Of Nethaniah, Johanan And Jonathan The Sons Of Kareah, Seraiah Son Of Tanhumeth, The Sons Of Ephai The Netophathite, And Jaazaniah The Son Of The Maacathite, And Their Men.",
            "Gedaliah Son Of Ahikam, The Son Of Shaphan, Took An Oath To Reassure Them And Their Men. \"Do Not Be Afraid To Serve The Babylonians, \" He Said. \"Settle Down In The Land And Serve The King Of Babylon, And It Will Go Well With You.",
            "I Myself Will Stay At Mizpah To Represent You Before The Babylonians Who Come To Us, But You Are To Harvest The Wine, Summer Fruit And Oil, And Put Them In Your Storage Jars, And Live In The Towns You Have Taken Over.\"",
            "When All The Jews In Moab, Ammon, Edom And All The Other Countries Heard That The King Of Babylon Had Left A Remnant In Judah And Had Appointed Gedaliah Son Of Ahikam, The Son Of Shaphan, As Governor Over Them,",
            "They All Came Back To The Land Of Judah, To Gedaliah At Mizpah, From All The Countries Where They Had Been Scattered. And They Harvested An Abundance Of Wine And Summer Fruit.",
            "Johanan Son Of Kareah And All The Army Officers Still In The Open Country Came To Gedaliah At Mizpah",
            "And Said To Him, \"Don't You Know That Baalis King Of The Ammonites Has Sent Ishmael Son Of Nethaniah To Take Your Life?\" But Gedaliah Son Of Ahikam Did Not Believe Them.",
            "Then Johanan Son Of Kareah Said Privately To Gedaliah In Mizpah, \"Let Me Go And Kill Ishmael Son Of Nethaniah, And No One Will Know It. Why Should He Take Your Life And Cause All The Jews Who Are Gathered Around You To Be Scattered And The Remnant Of Judah To Perish?\"",
            "But Gedaliah Son Of Ahikam Said To Johanan Son Of Kareah, \"Don't Do Such A Thing! What You Are Saying About Ishmael Is Not True.\""
        ],
        [
            "In The Seventh Month Ishmael Son Of Nethaniah, The Son Of Elishama, Who Was Of Royal Blood And Had Been One Of The King's Officers, Came With Ten Men To Gedaliah Son Of Ahikam At Mizpah. While They Were Eating Together There,",
            "Ishmael Son Of Nethaniah And The Ten Men Who Were With Him Got Up And Struck Down Gedaliah Son Of Ahikam, The Son Of Shaphan, With The Sword, Killing The One Whom The King Of Babylon Had Appointed As Governor Over The Land.",
            "Ishmael Also Killed All The Jews Who Were With Gedaliah At Mizpah, As Well As The Babylonian Soldiers Who Were There.",
            "The Day After Gedaliah's Assassination, Before Anyone Knew About It,",
            "Eighty Men Who Had Shaved Off Their Beards, Torn Their Clothes And Cut Themselves Came From Shechem, Shiloh And Samaria, Bringing Grain Offerings And Incense With Them To The House Of The Lord .",
            "Ishmael Son Of Nethaniah Went Out From Mizpah To Meet Them, Weeping As He Went. When He Met Them, He Said, \"Come To Gedaliah Son Of Ahikam.\"",
            "When They Went Into The City, Ishmael Son Of Nethaniah And The Men Who Were With Him Slaughtered Them And Threw Them Into A Cistern.",
            "But Ten Of Them Said To Ishmael, \"Don't Kill Us! We Have Wheat And Barley, Oil And Honey, Hidden In A Field.\" So He Let Them Alone And Did Not Kill Them With The Others.",
            "Now The Cistern Where He Threw All The Bodies Of The Men He Had Killed Along With Gedaliah Was The One King Asa Had Made As Part Of His Defense Against Baasha King Of Israel. Ishmael Son Of Nethaniah Filled It With The Dead.",
            "Ishmael Made Captives Of All The Rest Of The People Who Were In Mizpah-the King's Daughters Along With All The Others Who Were Left There, Over Whom Nebuzaradan Commander Of The Imperial Guard Had Appointed Gedaliah Son Of Ahikam. Ishmael Son Of Nethaniah Took Them Captive And Set Out To Cross Over To The Ammonites.",
            "When Johanan Son Of Kareah And All The Army Officers Who Were With Him Heard About All The Crimes Ishmael Son Of Nethaniah Had Committed,",
            "They Took All Their Men And Went To Fight Ishmael Son Of Nethaniah. They Caught Up With Him Near The Great Pool In Gibeon.",
            "When All The People Ishmael Had With Him Saw Johanan Son Of Kareah And The Army Officers Who Were With Him, They Were Glad.",
            "All The People Ishmael Had Taken Captive At Mizpah Turned And Went Over To Johanan Son Of Kareah.",
            "But Ishmael Son Of Nethaniah And Eight Of His Men Escaped From Johanan And Fled To The Ammonites.",
            "Then Johanan Son Of Kareah And All The Army Officers Who Were With Him Led Away All The Survivors From Mizpah Whom He Had Recovered From Ishmael Son Of Nethaniah After He Had Assassinated Gedaliah Son Of Ahikam: The Soldiers, Women, Children And Court Officials He Had Brought From Gibeon.",
            "And They Went On, Stopping At Geruth Kimham Near Bethlehem On Their Way To Egypt",
            "To Escape The Babylonians. They Were Afraid Of Them Because Ishmael Son Of Nethaniah Had Killed Gedaliah Son Of Ahikam, Whom The King Of Babylon Had Appointed As Governor Over The Land."
        ],
        [
            "Then All The Army Officers, Including Johanan Son Of Kareah And Jezaniah Son Of Hoshaiah, And All The People From The Least To The Greatest Approached",
            "Jeremiah The Prophet And Said To Him, \"Please Hear Our Petition And Pray To The Lord Your God For This Entire Remnant. For As You Now See, Though We Were Once Many, Now Only A Few Are Left.",
            "Pray That The Lord Your God Will Tell Us Where We Should Go And What We Should Do.\"",
            "\"I Have Heard You,\" Replied Jeremiah The Prophet. \"I Will Certainly Pray To The Lord Your God As You Have Requested; I Will Tell You Everything The Lord Says And Will Keep Nothing Back From You.\"",
            "Then They Said To Jeremiah, \"May The Lord Be A True And Faithful Witness Against Us If We Do Not Act In Accordance With Everything The Lord Your God Sends You To Tell Us.",
            "Whether It Is Favorable Or Unfavorable, We Will Obey The Lord Our God, To Whom We Are Sending You, So That It Will Go Well With Us, For We Will Obey The Lord Our God.\"",
            "Ten Days Later The Word Of The Lord Came To Jeremiah.",
            "So He Called Together Johanan Son Of Kareah And All The Army Officers Who Were With Him And All The People From The Least To The Greatest.",
            "He Said To Them, \"This Is What The Lord , The God Of Israel, To Whom You Sent Me To Present Your Petition, Says:",
            "'If You Stay In This Land, I Will Build You Up And Not Tear You Down; I Will Plant You And Not Uproot You, For I Am Grieved Over The Disaster I Have Inflicted On You.",
            "Do Not Be Afraid Of The King Of Babylon, Whom You Now Fear. Do Not Be Afraid Of Him, Declares The Lord , For I Am With You And Will Save You And Deliver You From His Hands.",
            "I Will Show You Compassion So That He Will Have Compassion On You And Restore You To Your Land.'",
            "\"However, If You Say, 'We Will Not Stay In This Land,' And So Disobey The Lord Your God,",
            "And If You Say, 'No, We Will Go And Live In Egypt, Where We Will Not See War Or Hear The Trumpet Or Be Hungry For Bread,'",
            "Then Hear The Word Of The Lord , O Remnant Of Judah. This Is What The Lord Almighty, The God Of Israel, Says: 'If You Are Determined To Go To Egypt And You Do Go To Settle There,",
            "Then The Sword You Fear Will Overtake You There, And The Famine You Dread Will Follow You Into Egypt, And There You Will Die.",
            "Indeed, All Who Are Determined To Go To Egypt To Settle There Will Die By The Sword, Famine And Plague; Not One Of Them Will Survive Or Escape The Disaster I Will Bring On Them.'",
            "This Is What The Lord Almighty, The God Of Israel, Says: 'As My Anger And Wrath Have Been Poured Out On Those Who Lived In Jerusalem, So Will My Wrath Be Poured Out On You When You Go To Egypt. You Will Be An Object Of Cursing And Horror, Of Condemnation And Reproach; You Will Never See This Place Again.'",
            "\"O Remnant Of Judah, The Lord Has Told You, 'Do Not Go To Egypt.' Be Sure Of This: I Warn You Today",
            "That You Made A Fatal Mistake When You Sent Me To The Lord Your God And Said, 'Pray To The Lord Our God For Us; Tell Us Everything He Says And We Will Do It.'",
            "I Have Told You Today, But You Still Have Not Obeyed The Lord Your God In All He Sent Me To Tell You.",
            "So Now, Be Sure Of This: You Will Die By The Sword, Famine And Plague In The Place Where You Want To Go To Settle.\""
        ],
        [
            "When Jeremiah Finished Telling The People All The Words Of The Lord Their God-everything The Lord Had Sent Him To Tell Them-",
            "Azariah Son Of Hoshaiah And Johanan Son Of Kareah And All The Arrogant Men Said To Jeremiah, \"You Are Lying! The Lord Our God Has Not Sent You To Say, 'You Must Not Go To Egypt To Settle There.'",
            "But Baruch Son Of Neriah Is Inciting You Against Us To Hand Us Over To The Babylonians, So They May Kill Us Or Carry Us Into Exile To Babylon.\"",
            "So Johanan Son Of Kareah And All The Army Officers And All The People Disobeyed The Lord 'S Command To Stay In The Land Of Judah.",
            "Instead, Johanan Son Of Kareah And All The Army Officers Led Away All The Remnant Of Judah Who Had Come Back To Live In The Land Of Judah From All The Nations Where They Had Been Scattered.",
            "They Also Led Away All The Men, Women And Children And The King's Daughters Whom Nebuzaradan Commander Of The Imperial Guard Had Left With Gedaliah Son Of Ahikam, The Son Of Shaphan, And Jeremiah The Prophet And Baruch Son Of Neriah.",
            "So They Entered Egypt In Disobedience To The Lord And Went As Far As Tahpanhes.",
            "In Tahpanhes The Word Of The Lord Came To Jeremiah:",
            "\"While The Jews Are Watching, Take Some Large Stones With You And Bury Them In Clay In The Brick Pavement At The Entrance To Pharaoh's Palace In Tahpanhes.",
            "Then Say To Them, 'This Is What The Lord Almighty, The God Of Israel, Says: I Will Send For My Servant Nebuchadnezzar King Of Babylon, And I Will Set His Throne Over These Stones I Have Buried Here; He Will Spread His Royal Canopy Above Them.",
            "He Will Come And Attack Egypt, Bringing Death To Those Destined For Death, Captivity To Those Destined For Captivity, And The Sword To Those Destined For The Sword.",
            "He Will Set Fire To The Temples Of The Gods Of Egypt; He Will Burn Their Temples And Take Their Gods Captive. As A Shepherd Wraps His Garment Around Him, So Will He Wrap Egypt Around Himself And Depart From There Unscathed.",
            "There In The Temple Of The Sun In Egypt He Will Demolish The Sacred Pillars And Will Burn Down The Temples Of The Gods Of Egypt.' \""
        ],
        [
            "This Word Came To Jeremiah Concerning All The Jews Living In Lower Egypt-in Migdol, Tahpanhes And Memphis -And In Upper Egypt :",
            "\"This Is What The Lord Almighty, The God Of Israel, Says: You Saw The Great Disaster I Brought On Jerusalem And On All The Towns Of Judah. Today They Lie Deserted And In Ruins",
            "Because Of The Evil They Have Done. They Provoked Me To Anger By Burning Incense And By Worshiping Other Gods That Neither They Nor You Nor Your Fathers Ever Knew.",
            "Again And Again I Sent My Servants The Prophets, Who Said, 'Do Not Do This Detestable Thing That I Hate!'",
            "But They Did Not Listen Or Pay Attention; They Did Not Turn From Their Wickedness Or Stop Burning Incense To Other Gods.",
            "Therefore, My Fierce Anger Was Poured Out; It Raged Against The Towns Of Judah And The Streets Of Jerusalem And Made Them The Desolate Ruins They Are Today.",
            "\"Now This Is What The Lord God Almighty, The God Of Israel, Says: Why Bring Such Great Disaster On Yourselves By Cutting Off From Judah The Men And Women, The Children And Infants, And So Leave Yourselves Without A Remnant?",
            "Why Provoke Me To Anger With What Your Hands Have Made, Burning Incense To Other Gods In Egypt, Where You Have Come To Live? You Will Destroy Yourselves And Make Yourselves An Object Of Cursing And Reproach Among All The Nations On Earth.",
            "Have You Forgotten The Wickedness Committed By Your Fathers And By The Kings And Queens Of Judah And The Wickedness Committed By You And Your Wives In The Land Of Judah And The Streets Of Jerusalem?",
            "To This Day They Have Not Humbled Themselves Or Shown Reverence, Nor Have They Followed My Law And The Decrees I Set Before You And Your Fathers.",
            "\"Therefore, This Is What The Lord Almighty, The God Of Israel, Says: I Am Determined To Bring Disaster On You And To Destroy All Judah.",
            "I Will Take Away The Remnant Of Judah Who Were Determined To Go To Egypt To Settle There. They Will All Perish In Egypt; They Will Fall By The Sword Or Die From Famine. From The Least To The Greatest, They Will Die By Sword Or Famine. They Will Become An Object Of Cursing And Horror, Of Condemnation And Reproach.",
            "I Will Punish Those Who Live In Egypt With The Sword, Famine And Plague, As I Punished Jerusalem.",
            "None Of The Remnant Of Judah Who Have Gone To Live In Egypt Will Escape Or Survive To Return To The Land Of Judah, To Which They Long To Return And Live; None Will Return Except A Few Fugitives.\"",
            "Then All The Men Who Knew That Their Wives Were Burning Incense To Other Gods, Along With All The Women Who Were Present-a Large Assembly-and All The People Living In Lower And Upper Egypt, Said To Jeremiah,",
            "\"We Will Not Listen To The Message You Have Spoken To Us In The Name Of The Lord !",
            "We Will Certainly Do Everything We Said We Would: We Will Burn Incense To The Queen Of Heaven And Will Pour Out Drink Offerings To Her Just As We And Our Fathers, Our Kings And Our Officials Did In The Towns Of Judah And In The Streets Of Jerusalem. At That Time We Had Plenty Of Food And Were Well Off And Suffered No Harm.",
            "But Ever Since We Stopped Burning Incense To The Queen Of Heaven And Pouring Out Drink Offerings To Her, We Have Had Nothing And Have Been Perishing By Sword And Famine.\"",
            "The Women Added, \"When We Burned Incense To The Queen Of Heaven And Poured Out Drink Offerings To Her, Did Not Our Husbands Know That We Were Making Cakes Like Her Image And Pouring Out Drink Offerings To Her?\"",
            "Then Jeremiah Said To All The People, Both Men And Women, Who Were Answering Him,",
            "\"Did Not The Lord Remember And Think About The Incense Burned In The Towns Of Judah And The Streets Of Jerusalem By You And Your Fathers, Your Kings And Your Officials And The People Of The Land?",
            "When The Lord Could No Longer Endure Your Wicked Actions And The Detestable Things You Did, Your Land Became An Object Of Cursing And A Desolate Waste Without Inhabitants, As It Is Today.",
            "Because You Have Burned Incense And Have Sinned Against The Lord And Have Not Obeyed Him Or Followed His Law Or His Decrees Or His Stipulations, This Disaster Has Come Upon You, As You Now See.\"",
            "Then Jeremiah Said To All The People, Including The Women, \"Hear The Word Of The Lord , All You People Of Judah In Egypt.",
            "This Is What The Lord Almighty, The God Of Israel, Says: You And Your Wives Have Shown By Your Actions What You Promised When You Said, 'We Will Certainly Carry Out The Vows We Made To Burn Incense And Pour Out Drink Offerings To The Queen Of Heaven.' \"Go Ahead Then, Do What You Promised! Keep Your Vows!",
            "But Hear The Word Of The Lord , All Jews Living In Egypt: 'I Swear By My Great Name,' Says The Lord , 'That No One From Judah Living Anywhere In Egypt Will Ever Again Invoke My Name Or Swear, \"As Surely As The Sovereign Lord Lives.\"",
            "For I Am Watching Over Them For Harm, Not For Good; The Jews In Egypt Will Perish By Sword And Famine Until They Are All Destroyed.",
            "Those Who Escape The Sword And Return To The Land Of Judah From Egypt Will Be Very Few. Then The Whole Remnant Of Judah Who Came To Live In Egypt Will Know Whose Word Will Stand-mine Or Theirs.",
            "\" 'This Will Be The Sign To You That I Will Punish You In This Place,' Declares The Lord , 'So That You Will Know That My Threats Of Harm Against You Will Surely Stand.'",
            "This Is What The Lord Says: 'I Am Going To Hand Pharaoh Hophra King Of Egypt Over To His Enemies Who Seek His Life, Just As I Handed Zedekiah King Of Judah Over To Nebuchadnezzar King Of Babylon, The Enemy Who Was Seeking His Life.' \""
        ],
        [
            "This Is What Jeremiah The Prophet Told Baruch Son Of Neriah In The Fourth Year Of Jehoiakim Son Of Josiah King Of Judah, After Baruch Had Written On A Scroll The Words Jeremiah Was Then Dictating:",
            "\"This Is What The Lord , The God Of Israel, Says To You, Baruch:",
            "You Said, 'Woe To Me! The Lord Has Added Sorrow To My Pain; I Am Worn Out With Groaning And Find No Rest.' \"",
            "The Lord Said, \"Say This To Him: 'This Is What The Lord Says: I Will Overthrow What I Have Built And Uproot What I Have Planted, Throughout The Land.",
            "Should You Then Seek Great Things For Yourself? Seek Them Not. For I Will Bring Disaster On All People, Declares The Lord , But Wherever You Go I Will Let You Escape With Your Life.' \""
        ],
        [
            "This Is The Word Of The Lord That Came To Jeremiah The Prophet Concerning The Nations:",
            "Concerning Egypt: This Is The Message Against The Army Of Pharaoh Neco King Of Egypt, Which Was Defeated At Carchemish On The Euphrates River By Nebuchadnezzar King Of Babylon In The Fourth Year Of Jehoiakim Son Of Josiah King Of Judah:",
            "\"Prepare Your Shields, Both Large And Small, And March Out For Battle!",
            "Harness The Horses, Mount The Steeds! Take Your Positions With Helmets On! Polish Your Spears, Put On Your Armor!",
            "What Do I See? They Are Terrified, They Are Retreating, Their Warriors Are Defeated. They Flee In Haste Without Looking Back, And There Is Terror On Every Side,\" Declares The Lord .",
            "\"The Swift Cannot Flee Nor The Strong Escape. In The North By The River Euphrates They Stumble And Fall.",
            "\"Who Is This That Rises Like The Nile, Like Rivers Of Surging Waters?",
            "Egypt Rises Like The Nile, Like Rivers Of Surging Waters. She Says, 'I Will Rise And Cover The Earth; I Will Destroy Cities And Their People.'",
            "Charge, O Horses! Drive Furiously, O Charioteers! March On, O Warriors- Men Of Cush And Put Who Carry Shields, Men Of Lydia Who Draw The Bow.",
            "But That Day Belongs To The Lord, The Lord Almighty- A Day Of Vengeance, For Vengeance On His Foes. The Sword Will Devour Till It Is Satisfied, Till It Has Quenched Its Thirst With Blood. For The Lord, The Lord Almighty, Will Offer Sacrifice In The Land Of The North By The River Euphrates.",
            "\"Go Up To Gilead And Get Balm, O Virgin Daughter Of Egypt. But You Multiply Remedies In Vain; There Is No Healing For You.",
            "The Nations Will Hear Of Your Shame; Your Cries Will Fill The Earth. One Warrior Will Stumble Over Another; Both Will Fall Down Together.\"",
            "This Is The Message The Lord Spoke To Jeremiah The Prophet About The Coming Of Nebuchadnezzar King Of Babylon To Attack Egypt:",
            "\"Announce This In Egypt, And Proclaim It In Migdol; Proclaim It Also In Memphis And Tahpanhes: 'Take Your Positions And Get Ready, For The Sword Devours Those Around You.'",
            "Why Will Your Warriors Be Laid Low? They Cannot Stand, For The Lord Will Push Them Down.",
            "They Will Stumble Repeatedly; They Will Fall Over Each Other. They Will Say, 'Get Up, Let Us Go Back To Our Own People And Our Native Lands, Away From The Sword Of The Oppressor.'",
            "There They Will Exclaim, 'Pharaoh King Of Egypt Is Only A Loud Noise; He Has Missed His Opportunity.'",
            "\"As Surely As I Live,\" Declares The King, Whose Name Is The Lord Almighty, \"One Will Come Who Is Like Tabor Among The Mountains, Like Carmel By The Sea.",
            "Pack Your Belongings For Exile, You Who Live In Egypt, For Memphis Will Be Laid Waste And Lie In Ruins Without Inhabitant.",
            "\"Egypt Is A Beautiful Heifer, But A Gadfly Is Coming Against Her From The North.",
            "The Mercenaries In Her Ranks Are Like Fattened Calves. They Too Will Turn And Flee Together, They Will Not Stand Their Ground, For The Day Of Disaster Is Coming Upon Them, The Time For Them To Be Punished.",
            "Egypt Will Hiss Like A Fleeing Serpent As The Enemy Advances In Force; They Will Come Against Her With Axes, Like Men Who Cut Down Trees.",
            "They Will Chop Down Her Forest,\" Declares The Lord , \"Dense Though It Be. They Are More Numerous Than Locusts, They Cannot Be Counted.",
            "The Daughter Of Egypt Will Be Put To Shame, Handed Over To The People Of The North.\"",
            "The Lord Almighty, The God Of Israel, Says: \"I Am About To Bring Punishment On Amon God Of Thebes, On Pharaoh, On Egypt And Her Gods And Her Kings, And On Those Who Rely On Pharaoh.",
            "I Will Hand Them Over To Those Who Seek Their Lives, To Nebuchadnezzar King Of Babylon And His Officers. Later, However, Egypt Will Be Inhabited As In Times Past,\" Declares The Lord .",
            "\"Do Not Fear, O Jacob My Servant; Do Not Be Dismayed, O Israel. I Will Surely Save You Out Of A Distant Place, Your Descendants From The Land Of Their Exile. Jacob Will Again Have Peace And Security, And No One Will Make Him Afraid.",
            "Do Not Fear, O Jacob My Servant, For I Am With You,\" Declares The Lord . \"Though I Completely Destroy All The Nations Among Which I Scatter You, I Will Not Completely Destroy You. I Will Discipline You But Only With Justice; I Will Not Let You Go Entirely Unpunished.\""
        ],
        [
            "This Is The Word Of The Lord That Came To Jeremiah The Prophet Concerning The Philistines Before Pharaoh Attacked Gaza:",
            "This Is What The Lord Says: \"See How The Waters Are Rising In The North; They Will Become An Overflowing Torrent. They Will Overflow The Land And Everything In It, The Towns And Those Who Live In Them. The People Will Cry Out; All Who Dwell In The Land Will Wail",
            "At The Sound Of The Hoofs Of Galloping Steeds, At The Noise Of Enemy Chariots And The Rumble Of Their Wheels. Fathers Will Not Turn To Help Their Children; Their Hands Will Hang Limp.",
            "For The Day Has Come To Destroy All The Philistines And To Cut Off All Survivors Who Could Help Tyre And Sidon. The Lord Is About To Destroy The Philistines, The Remnant From The Coasts Of Caphtor.",
            "Gaza Will Shave Her Head In Mourning; Ashkelon Will Be Silenced. O Remnant On The Plain, How Long Will You Cut Yourselves?",
            "\" 'Ah, Sword Of The Lord ,' You Cry, 'How Long Till You Rest? Return To Your Scabbard; Cease And Be Still.'",
            "But How Can It Rest When The Lord Has Commanded It, When He Has Ordered It To Attack Ashkelon And The Coast?\""
        ],
        [
            "Concerning Moab: This Is What The Lord Almighty, The God Of Israel, Says: \"Woe To Nebo, For It Will Be Ruined. Kiriathaim Will Be Disgraced And Captured; The Stronghold Will Be Disgraced And Shattered.",
            "Moab Will Be Praised No More; In Heshbon Men Will Plot Her Downfall: 'Come, Let Us Put An End To That Nation.' You Too, O Madmen, Will Be Silenced; The Sword Will Pursue You.",
            "Listen To The Cries From Horonaim, Cries Of Great Havoc And Destruction.",
            "Moab Will Be Broken; Her Little Ones Will Cry Out.",
            "They Go Up The Way To Luhith, Weeping Bitterly As They Go; On The Road Down To Horonaim Anguished Cries Over The Destruction Are Heard.",
            "Flee! Run For Your Lives; Become Like A Bush In The Desert.",
            "Since You Trust In Your Deeds And Riches, You Too Will Be Taken Captive, And Chemosh Will Go Into Exile, Together With His Priests And Officials.",
            "The Destroyer Will Come Against Every Town, And Not A Town Will Escape. The Valley Will Be Ruined And The Plateau Destroyed, Because The Lord Has Spoken.",
            "Put Salt On Moab, For She Will Be Laid Waste ; Her Towns Will Become Desolate, With No One To Live In Them.",
            "\"A Curse On Him Who Is Lax In Doing The Lord 'S Work! A Curse On Him Who Keeps His Sword From Bloodshed!",
            "\"Moab Has Been At Rest From Youth, Like Wine Left On Its Dregs, Not Poured From One Jar To Another- She Has Not Gone Into Exile. So She Tastes As She Did, And Her Aroma Is Unchanged.",
            "But Days Are Coming,\" Declares The Lord , \"When I Will Send Men Who Pour From Jars, And They Will Pour Her Out; They Will Empty Her Jars And Smash Her Jugs.",
            "Then Moab Will Be Ashamed Of Chemosh, As The House Of Israel Was Ashamed When They Trusted In Bethel.",
            "\"How Can You Say, 'We Are Warriors, Men Valiant In Battle'?",
            "Moab Will Be Destroyed And Her Towns Invaded; Her Finest Young Men Will Go Down In The Slaughter,\" Declares The King, Whose Name Is The Lord Almighty.",
            "\"The Fall Of Moab Is At Hand; Her Calamity Will Come Quickly.",
            "Mourn For Her, All Who Live Around Her, All Who Know Her Fame; Say, 'How Broken Is The Mighty Scepter, How Broken The Glorious Staff!'",
            "\"Come Down From Your Glory And Sit On The Parched Ground, O Inhabitants Of The Daughter Of Dibon, For He Who Destroys Moab Will Come Up Against You And Ruin Your Fortified Cities.",
            "Stand By The Road And Watch, You Who Live In Aroer. Ask The Man Fleeing And The Woman Escaping, Ask Them, 'What Has Happened?'",
            "Moab Is Disgraced, For She Is Shattered. Wail And Cry Out! Announce By The Arnon That Moab Is Destroyed.",
            "Judgment Has Come To The Plateau- To Holon, Jahzah And Mephaath,",
            "To Dibon, Nebo And Beth Diblathaim,",
            "To Kiriathaim, Beth Gamul And Beth Meon,",
            "To Kerioth And Bozrah- To All The Towns Of Moab, Far And Near.",
            "Moab's Horn Is Cut Off; Her Arm Is Broken,\" Declares The Lord .",
            "\"Make Her Drunk, For She Has Defied The Lord . Let Moab Wallow In Her Vomit; Let Her Be An Object Of Ridicule.",
            "Was Not Israel The Object Of Your Ridicule? Was She Caught Among Thieves, That You Shake Your Head In Scorn Whenever You Speak Of Her?",
            "Abandon Your Towns And Dwell Among The Rocks, You Who Live In Moab. Be Like A Dove That Makes Its Nest At The Mouth Of A Cave.",
            "\"We Have Heard Of Moab's Pride- Her Overweening Pride And Conceit, Her Pride And Arrogance And The Haughtiness Of Her Heart.",
            "I Know Her Insolence But It Is Futile,\" Declares The Lord , \"And Her Boasts Accomplish Nothing.",
            "Therefore I Wail Over Moab, For All Moab I Cry Out, I Moan For The Men Of Kir Hareseth.",
            "I Weep For You, As Jazer Weeps, O Vines Of Sibmah. Your Branches Spread As Far As The Sea; They Reached As Far As The Sea Of Jazer. The Destroyer Has Fallen On Your Ripened Fruit And Grapes.",
            "Joy And Gladness Are Gone From The Orchards And Fields Of Moab. I Have Stopped The Flow Of Wine From The Presses; No One Treads Them With Shouts Of Joy. Although There Are Shouts, They Are Not Shouts Of Joy.",
            "\"The Sound Of Their Cry Rises From Heshbon To Elealeh And Jahaz, From Zoar As Far As Horonaim And Eglath Shelishiyah, For Even The Waters Of Nimrim Are Dried Up.",
            "In Moab I Will Put An End To Those Who Make Offerings On The High Places And Burn Incense To Their Gods,\" Declares The Lord .",
            "\"So My Heart Laments For Moab Like A Flute; It Laments Like A Flute For The Men Of Kir Hareseth. The Wealth They Acquired Is Gone.",
            "Every Head Is Shaved And Every Beard Cut Off; Every Hand Is Slashed And Every Waist Is Covered With Sackcloth.",
            "On All The Roofs In Moab And In The Public Squares There Is Nothing But Mourning, For I Have Broken Moab Like A Jar That No One Wants,\" Declares The Lord .",
            "\"How Shattered She Is! How They Wail! How Moab Turns Her Back In Shame! Moab Has Become An Object Of Ridicule, An Object Of Horror To All Those Around Her.\"",
            "This Is What The Lord Says: \"Look! An Eagle Is Swooping Down, Spreading Its Wings Over Moab.",
            "Kerioth Will Be Captured And The Strongholds Taken. In That Day The Hearts Of Moab's Warriors Will Be Like The Heart Of A Woman In Labor.",
            "Moab Will Be Destroyed As A Nation Because She Defied The Lord .",
            "Terror And Pit And Snare Await You, O People Of Moab,\" Declares The Lord .",
            "\"Whoever Flees From The Terror Will Fall Into A Pit, Whoever Climbs Out Of The Pit Will Be Caught In A Snare; For I Will Bring Upon Moab The Year Of Her Punishment,\" Declares The Lord .",
            "\"In The Shadow Of Heshbon The Fugitives Stand Helpless, For A Fire Has Gone Out From Heshbon, A Blaze From The Midst Of Sihon; It Burns The Foreheads Of Moab, The Skulls Of The Noisy Boasters.",
            "Woe To You, O Moab! The People Of Chemosh Are Destroyed; Your Sons Are Taken Into Exile And Your Daughters Into Captivity.",
            "\"Yet I Will Restore The Fortunes Of Moab In Days To Come,\" Declares The Lord . Here Ends The Judgment On Moab."
        ],
        [
            "Concerning The Ammonites: This Is What The Lord Says: \"Has Israel No Sons? Has She No Heirs? Why Then Has Molech Taken Possession Of Gad? Why Do His People Live In Its Towns?",
            "But The Days Are Coming,\" Declares The Lord , \"When I Will Sound The Battle Cry Against Rabbah Of The Ammonites; It Will Become A Mound Of Ruins, And Its Surrounding Villages Will Be Set On Fire. Then Israel Will Drive Out Those Who Drove Her Out,\" Says The Lord .",
            "\"Wail, O Heshbon, For Ai Is Destroyed! Cry Out, O Inhabitants Of Rabbah! Put On Sackcloth And Mourn; Rush Here And There Inside The Walls, For Molech Will Go Into Exile, Together With His Priests And Officials.",
            "Why Do You Boast Of Your Valleys, Boast Of Your Valleys So Fruitful? O Unfaithful Daughter, You Trust In Your Riches And Say, 'Who Will Attack Me?'",
            "I Will Bring Terror On You From All Those Around You,\" Declares The Lord, The Lord Almighty. \"Every One Of You Will Be Driven Away, And No One Will Gather The Fugitives.",
            "\"Yet Afterward, I Will Restore The Fortunes Of The Ammonites,\" Declares The Lord .",
            "Concerning Edom: This Is What The Lord Almighty Says: \"Is There No Longer Wisdom In Teman? Has Counsel Perished From The Prudent? Has Their Wisdom Decayed?",
            "Turn And Flee, Hide In Deep Caves, You Who Live In Dedan, For I Will Bring Disaster On Esau At The Time I Punish Him.",
            "If Grape Pickers Came To You, Would They Not Leave A Few Grapes? If Thieves Came During The Night, Would They Not Steal Only As Much As They Wanted?",
            "But I Will Strip Esau Bare; I Will Uncover His Hiding Places, So That He Cannot Conceal Himself. His Children, Relatives And Neighbors Will Perish, And He Will Be No More.",
            "Leave Your Orphans; I Will Protect Their Lives. Your Widows Too Can Trust In Me.\"",
            "This Is What The Lord Says: \"If Those Who Do Not Deserve To Drink The Cup Must Drink It, Why Should You Go Unpunished? You Will Not Go Unpunished, But Must Drink It.",
            "I Swear By Myself,\" Declares The Lord , \"That Bozrah Will Become A Ruin And An Object Of Horror, Of Reproach And Of Cursing; And All Its Towns Will Be In Ruins Forever.\"",
            "I Have Heard A Message From The Lord : An Envoy Was Sent To The Nations To Say, \"Assemble Yourselves To Attack It! Rise Up For Battle!\"",
            "\"Now I Will Make You Small Among The Nations, Despised Among Men.",
            "The Terror You Inspire And The Pride Of Your Heart Have Deceived You, You Who Live In The Clefts Of The Rocks, Who Occupy The Heights Of The Hill. Though You Build Your Nest As High As The Eagle's, From There I Will Bring You Down,\" Declares The Lord .",
            "\"Edom Will Become An Object Of Horror; All Who Pass By Will Be Appalled And Will Scoff Because Of All Its Wounds.",
            "As Sodom And Gomorrah Were Overthrown, Along With Their Neighboring Towns,\" Says The Lord , \"So No One Will Live There; No Man Will Dwell In It.",
            "\"Like A Lion Coming Up From Jordan's Thickets To A Rich Pastureland, I Will Chase Edom From Its Land In An Instant. Who Is The Chosen One I Will Appoint For This? Who Is Like Me And Who Can Challenge Me? And What Shepherd Can Stand Against Me?\"",
            "Therefore, Hear What The Lord Has Planned Against Edom, What He Has Purposed Against Those Who Live In Teman: The Young Of The Flock Will Be Dragged Away; He Will Completely Destroy Their Pasture Because Of Them.",
            "At The Sound Of Their Fall The Earth Will Tremble; Their Cry Will Resound To The Red Sea.",
            "Look! An Eagle Will Soar And Swoop Down, Spreading Its Wings Over Bozrah. In That Day The Hearts Of Edom's Warriors Will Be Like The Heart Of A Woman In Labor.",
            "Concerning Damascus: \"Hamath And Arpad Are Dismayed, For They Have Heard Bad News. They Are Disheartened, Troubled Like The Restless Sea.",
            "Damascus Has Become Feeble, She Has Turned To Flee And Panic Has Gripped Her; Anguish And Pain Have Seized Her, Pain Like That Of A Woman In Labor.",
            "Why Has The City Of Renown Not Been Abandoned, The Town In Which I Delight?",
            "Surely, Her Young Men Will Fall In The Streets; All Her Soldiers Will Be Silenced In That Day,\" Declares The Lord Almighty.",
            "\"I Will Set Fire To The Walls Of Damascus; It Will Consume The Fortresses Of Ben-hadad.\"",
            "Concerning Kedar And The Kingdoms Of Hazor, Which Nebuchadnezzar King Of Babylon Attacked: This Is What The Lord Says: \"Arise, And Attack Kedar And Destroy The People Of The East.",
            "Their Tents And Their Flocks Will Be Taken; Their Shelters Will Be Carried Off With All Their Goods And Camels. Men Will Shout To Them, 'Terror On Every Side!'",
            "\"Flee Quickly Away! Stay In Deep Caves, You Who Live In Hazor,\" Declares The Lord . \"Nebuchadnezzar King Of Babylon Has Plotted Against You; He Has Devised A Plan Against You.",
            "\"Arise And Attack A Nation At Ease, Which Lives In Confidence,\" Declares The Lord , \"A Nation That Has Neither Gates Nor Bars; Its People Live Alone.",
            "Their Camels Will Become Plunder, And Their Large Herds Will Be Booty. I Will Scatter To The Winds Those Who Are In Distant Places And Will Bring Disaster On Them From Every Side,\" Declares The Lord .",
            "\"Hazor Will Become A Haunt Of Jackals, A Desolate Place Forever. No One Will Live There; No Man Will Dwell In It.\"",
            "This Is The Word Of The Lord That Came To Jeremiah The Prophet Concerning Elam, Early In The Reign Of Zedekiah King Of Judah:",
            "This Is What The Lord Almighty Says: \"See, I Will Break The Bow Of Elam, The Mainstay Of Their Might.",
            "I Will Bring Against Elam The Four Winds From The Four Quarters Of The Heavens; I Will Scatter Them To The Four Winds, And There Will Not Be A Nation Where Elam's Exiles Do Not Go.",
            "I Will Shatter Elam Before Their Foes, Before Those Who Seek Their Lives; I Will Bring Disaster Upon Them, Even My Fierce Anger,\" Declares The Lord . \"I Will Pursue Them With The Sword Until I Have Made An End Of Them.",
            "I Will Set My Throne In Elam And Destroy Her King And Officials,\" Declares The Lord .",
            "\"Yet I Will Restore The Fortunes Of Elam In Days To Come,\" Declares The Lord ."
        ],
        [
            "This Is The Word The Lord Spoke Through Jeremiah The Prophet Concerning Babylon And The Land Of The Babylonians :",
            "\"Announce And Proclaim Among The Nations, Lift Up A Banner And Proclaim It; Keep Nothing Back, But Say, 'Babylon Will Be Captured; Bel Will Be Put To Shame, Marduk Filled With Terror. Her Images Will Be Put To Shame And Her Idols Filled With Terror.'",
            "A Nation From The North Will Attack Her And Lay Waste Her Land. No One Will Live In It; Both Men And Animals Will Flee Away.",
            "\"In Those Days, At That Time,\" Declares The Lord , \"The People Of Israel And The People Of Judah Together Will Go In Tears To Seek The Lord Their God.",
            "They Will Ask The Way To Zion And Turn Their Faces Toward It. They Will Come And Bind Themselves To The Lord In An Everlasting Covenant That Will Not Be Forgotten.",
            "\"My People Have Been Lost Sheep; Their Shepherds Have Led Them Astray And Caused Them To Roam On The Mountains. They Wandered Over Mountain And Hill And Forgot Their Own Resting Place.",
            "Whoever Found Them Devoured Them; Their Enemies Said, 'We Are Not Guilty, For They Sinned Against The Lord , Their True Pasture, The Lord , The Hope Of Their Fathers.'",
            "\"Flee Out Of Babylon; Leave The Land Of The Babylonians, And Be Like The Goats That Lead The Flock.",
            "For I Will Stir Up And Bring Against Babylon An Alliance Of Great Nations From The Land Of The North. They Will Take Up Their Positions Against Her, And From The North She Will Be Captured. Their Arrows Will Be Like Skilled Warriors Who Do Not Return Empty-handed.",
            "So Babylonia Will Be Plundered; All Who Plunder Her Will Have Their Fill,\" Declares The Lord .",
            "\"Because You Rejoice And Are Glad, You Who Pillage My Inheritance, Because You Frolic Like A Heifer Threshing Grain And Neigh Like Stallions,",
            "Your Mother Will Be Greatly Ashamed; She Who Gave You Birth Will Be Disgraced. She Will Be The Least Of The Nations- A Wilderness, A Dry Land, A Desert.",
            "Because Of The Lord 'S Anger She Will Not Be Inhabited But Will Be Completely Desolate. All Who Pass Babylon Will Be Horrified And Scoff Because Of All Her Wounds.",
            "\"Take Up Your Positions Around Babylon, All You Who Draw The Bow. Shoot At Her! Spare No Arrows, For She Has Sinned Against The Lord .",
            "Shout Against Her On Every Side! She Surrenders, Her Towers Fall, Her Walls Are Torn Down. Since This Is The Vengeance Of The Lord , Take Vengeance On Her; Do To Her As She Has Done To Others.",
            "Cut Off From Babylon The Sower, And The Reaper With His Sickle At Harvest. Because Of The Sword Of The Oppressor Let Everyone Return To His Own People, Let Everyone Flee To His Own Land.",
            "\"Israel Is A Scattered Flock That Lions Have Chased Away. The First To Devour Him Was The King Of Assyria; The Last To Crush His Bones Was Nebuchadnezzar King Of Babylon.\"",
            "Therefore This Is What The Lord Almighty, The God Of Israel, Says: \"I Will Punish The King Of Babylon And His Land As I Punished The King Of Assyria.",
            "But I Will Bring Israel Back To His Own Pasture And He Will Graze On Carmel And Bashan; His Appetite Will Be Satisfied On The Hills Of Ephraim And Gilead.",
            "In Those Days, At That Time,\" Declares The Lord , \"Search Will Be Made For Israel's Guilt, But There Will Be None, And For The Sins Of Judah, But None Will Be Found, For I Will Forgive The Remnant I Spare.",
            "\"Attack The Land Of Merathaim And Those Who Live In Pekod. Pursue, Kill And Completely Destroy Them,\" Declares The Lord . \"Do Everything I Have Commanded You.",
            "The Noise Of Battle Is In The Land, The Noise Of Great Destruction!",
            "How Broken And Shattered Is The Hammer Of The Whole Earth! How Desolate Is Babylon Among The Nations!",
            "I Set A Trap For You, O Babylon, And You Were Caught Before You Knew It; You Were Found And Captured Because You Opposed The Lord .",
            "The Lord Has Opened His Arsenal And Brought Out The Weapons Of His Wrath, For The Sovereign Lord Almighty Has Work To Do In The Land Of The Babylonians.",
            "Come Against Her From Afar. Break Open Her Granaries; Pile Her Up Like Heaps Of Grain. Completely Destroy Her And Leave Her No Remnant.",
            "Kill All Her Young Bulls; Let Them Go Down To The Slaughter! Woe To Them! For Their Day Has Come, The Time For Them To Be Punished.",
            "Listen To The Fugitives And Refugees From Babylon Declaring In Zion How The Lord Our God Has Taken Vengeance, Vengeance For His Temple.",
            "\"Summon Archers Against Babylon, All Those Who Draw The Bow. Encamp All Around Her; Let No One Escape. Repay Her For Her Deeds; Do To Her As She Has Done. For She Has Defied The Lord , The Holy One Of Israel.",
            "Therefore, Her Young Men Will Fall In The Streets; All Her Soldiers Will Be Silenced In That Day,\" Declares The Lord .",
            "\"See, I Am Against You, O Arrogant One,\" Declares The Lord, The Lord Almighty, \"For Your Day Has Come, The Time For You To Be Punished.",
            "The Arrogant One Will Stumble And Fall And No One Will Help Her Up; I Will Kindle A Fire In Her Towns That Will Consume All Who Are Around Her.\"",
            "This Is What The Lord Almighty Says: \"The People Of Israel Are Oppressed, And The People Of Judah As Well. All Their Captors Hold Them Fast, Refusing To Let Them Go.",
            "Yet Their Redeemer Is Strong; The Lord Almighty Is His Name. He Will Vigorously Defend Their Cause So That He May Bring Rest To Their Land, But Unrest To Those Who Live In Babylon.",
            "\"A Sword Against The Babylonians!\" Declares The Lord - \"Against Those Who Live In Babylon And Against Her Officials And Wise Men!",
            "A Sword Against Her False Prophets! They Will Become Fools. A Sword Against Her Warriors! They Will Be Filled With Terror.",
            "A Sword Against Her Horses And Chariots And All The Foreigners In Her Ranks! They Will Become Women. A Sword Against Her Treasures! They Will Be Plundered.",
            "A Drought On Her Waters! They Will Dry Up. For It Is A Land Of Idols, Idols That Will Go Mad With Terror.",
            "\"So Desert Creatures And Hyenas Will Live There, And There The Owl Will Dwell. It Will Never Again Be Inhabited Or Lived In From Generation To Generation.",
            "As God Overthrew Sodom And Gomorrah Along With Their Neighboring Towns,\" Declares The Lord , \"So No One Will Live There; No Man Will Dwell In It.",
            "\"Look! An Army Is Coming From The North; A Great Nation And Many Kings Are Being Stirred Up From The Ends Of The Earth.",
            "They Are Armed With Bows And Spears; They Are Cruel And Without Mercy. They Sound Like The Roaring Sea As They Ride On Their Horses; They Come Like Men In Battle Formation To Attack You, O Daughter Of Babylon.",
            "The King Of Babylon Has Heard Reports About Them, And His Hands Hang Limp. Anguish Has Gripped Him, Pain Like That Of A Woman In Labor.",
            "Like A Lion Coming Up From Jordan's Thickets To A Rich Pastureland, I Will Chase Babylon From Its Land In An Instant. Who Is The Chosen One I Will Appoint For This? Who Is Like Me And Who Can Challenge Me? And What Shepherd Can Stand Against Me?\"",
            "Therefore, Hear What The Lord Has Planned Against Babylon, What He Has Purposed Against The Land Of The Babylonians: The Young Of The Flock Will Be Dragged Away; He Will Completely Destroy Their Pasture Because Of Them.",
            "At The Sound Of Babylon's Capture The Earth Will Tremble; Its Cry Will Resound Among The Nations."
        ],
        [
            "This Is What The Lord Says: \"See, I Will Stir Up The Spirit Of A Destroyer Against Babylon And The People Of Leb Kamai.",
            "I Will Send Foreigners To Babylon To Winnow Her And To Devastate Her Land; They Will Oppose Her On Every Side In The Day Of Her Disaster.",
            "Let Not The Archer String His Bow, Nor Let Him Put On His Armor. Do Not Spare Her Young Men; Completely Destroy Her Army.",
            "They Will Fall Down Slain In Babylon, Fatally Wounded In Her Streets.",
            "For Israel And Judah Have Not Been Forsaken By Their God, The Lord Almighty, Though Their Land Is Full Of Guilt Before The Holy One Of Israel.",
            "\"Flee From Babylon! Run For Your Lives! Do Not Be Destroyed Because Of Her Sins. It Is Time For The Lord 'S Vengeance; He Will Pay Her What She Deserves.",
            "Babylon Was A Gold Cup In The Lord 'S Hand; She Made The Whole Earth Drunk. The Nations Drank Her Wine; Therefore They Have Now Gone Mad.",
            "Babylon Will Suddenly Fall And Be Broken. Wail Over Her! Get Balm For Her Pain; Perhaps She Can Be Healed.",
            "\" 'We Would Have Healed Babylon, But She Cannot Be Healed; Let Us Leave Her And Each Go To His Own Land, For Her Judgment Reaches To The Skies, It Rises As High As The Clouds.'",
            "\" 'The Lord Has Vindicated Us; Come, Let Us Tell In Zion What The Lord Our God Has Done.'",
            "\"Sharpen The Arrows, Take Up The Shields! The Lord Has Stirred Up The Kings Of The Medes, Because His Purpose Is To Destroy Babylon. The Lord Will Take Vengeance, Vengeance For His Temple.",
            "Lift Up A Banner Against The Walls Of Babylon! Reinforce The Guard, Station The Watchmen, Prepare An Ambush! The Lord Will Carry Out His Purpose, His Decree Against The People Of Babylon.",
            "You Who Live By Many Waters And Are Rich In Treasures, Your End Has Come, The Time For You To Be Cut Off.",
            "The Lord Almighty Has Sworn By Himself: I Will Surely Fill You With Men, As With A Swarm Of Locusts, And They Will Shout In Triumph Over You.",
            "\"He Made The Earth By His Power; He Founded The World By His Wisdom And Stretched Out The Heavens By His Understanding.",
            "When He Thunders, The Waters In The Heavens Roar; He Makes Clouds Rise From The Ends Of The Earth. He Sends Lightning With The Rain And Brings Out The Wind From His Storehouses.",
            "\"Every Man Is Senseless And Without Knowledge; Every Goldsmith Is Shamed By His Idols. His Images Are A Fraud; They Have No Breath In Them.",
            "They Are Worthless, The Objects Of Mockery; When Their Judgment Comes, They Will Perish.",
            "He Who Is The Portion Of Jacob Is Not Like These, For He Is The Maker Of All Things, Including The Tribe Of His Inheritance- The Lord Almighty Is His Name.",
            "\"You Are My War Club, My Weapon For Battle- With You I Shatter Nations, With You I Destroy Kingdoms,",
            "With You I Shatter Horse And Rider, With You I Shatter Chariot And Driver,",
            "With You I Shatter Man And Woman, With You I Shatter Old Man And Youth, With You I Shatter Young Man And Maiden,",
            "With You I Shatter Shepherd And Flock, With You I Shatter Farmer And Oxen, With You I Shatter Governors And Officials.",
            "\"Before Your Eyes I Will Repay Babylon And All Who Live In Babylonia For All The Wrong They Have Done In Zion,\" Declares The Lord .",
            "\"I Am Against You, O Destroying Mountain, You Who Destroy The Whole Earth,\" Declares The Lord . \"I Will Stretch Out My Hand Against You, Roll You Off The Cliffs, And Make You A Burned-out Mountain.",
            "No Rock Will Be Taken From You For A Cornerstone, Nor Any Stone For A Foundation, For You Will Be Desolate Forever,\" Declares The Lord .",
            "\"Lift Up A Banner In The Land! Blow The Trumpet Among The Nations! Prepare The Nations For Battle Against Her; Summon Against Her These Kingdoms: Ararat, Minni And Ashkenaz. Appoint A Commander Against Her; Send Up Horses Like A Swarm Of Locusts.",
            "Prepare The Nations For Battle Against Her- The Kings Of The Medes, Their Governors And All Their Officials, And All The Countries They Rule.",
            "The Land Trembles And Writhes, For The Lord 'S Purposes Against Babylon Stand- To Lay Waste The Land Of Babylon So That No One Will Live There.",
            "Babylon's Warriors Have Stopped Fighting; They Remain In Their Strongholds. Their Strength Is Exhausted; They Have Become Like Women. Her Dwellings Are Set On Fire; The Bars Of Her Gates Are Broken.",
            "One Courier Follows Another And Messenger Follows Messenger To Announce To The King Of Babylon That His Entire City Is Captured,",
            "The River Crossings Seized, The Marshes Set On Fire, And The Soldiers Terrified.\"",
            "This Is What The Lord Almighty, The God Of Israel, Says: \"The Daughter Of Babylon Is Like A Threshing Floor At The Time It Is Trampled; The Time To Harvest Her Will Soon Come.\"",
            "\"Nebuchadnezzar King Of Babylon Has Devoured Us, He Has Thrown Us Into Confusion, He Has Made Us An Empty Jar. Like A Serpent He Has Swallowed Us And Filled His Stomach With Our Delicacies, And Then Has Spewed Us Out.",
            "May The Violence Done To Our Flesh Be Upon Babylon,\" Say The Inhabitants Of Zion. \"May Our Blood Be On Those Who Live In Babylonia,\" Says Jerusalem.",
            "Therefore, This Is What The Lord Says: \"See, I Will Defend Your Cause And Avenge You; I Will Dry Up Her Sea And Make Her Springs Dry.",
            "Babylon Will Be A Heap Of Ruins, A Haunt Of Jackals, An Object Of Horror And Scorn, A Place Where No One Lives.",
            "Her People All Roar Like Young Lions, They Growl Like Lion Cubs.",
            "But While They Are Aroused, I Will Set Out A Feast For Them And Make Them Drunk, So That They Shout With Laughter- Then Sleep Forever And Not Awake,\" Declares The Lord .",
            "\"I Will Bring Them Down Like Lambs To The Slaughter, Like Rams And Goats.",
            "\"How Sheshach Will Be Captured, The Boast Of The Whole Earth Seized! What A Horror Babylon Will Be Among The Nations!",
            "The Sea Will Rise Over Babylon; Its Roaring Waves Will Cover Her.",
            "Her Towns Will Be Desolate, A Dry And Desert Land, A Land Where No One Lives, Through Which No Man Travels.",
            "I Will Punish Bel In Babylon And Make Him Spew Out What He Has Swallowed. The Nations Will No Longer Stream To Him. And The Wall Of Babylon Will Fall.",
            "\"Come Out Of Her, My People! Run For Your Lives! Run From The Fierce Anger Of The Lord .",
            "Do Not Lose Heart Or Be Afraid When Rumors Are Heard In The Land; One Rumor Comes This Year, Another The Next, Rumors Of Violence In The Land And Of Ruler Against Ruler.",
            "For The Time Will Surely Come When I Will Punish The Idols Of Babylon; Her Whole Land Will Be Disgraced And Her Slain Will All Lie Fallen Within Her.",
            "Then Heaven And Earth And All That Is In Them Will Shout For Joy Over Babylon, For Out Of The North Destroyers Will Attack Her,\" Declares The Lord .",
            "\"Babylon Must Fall Because Of Israel's Slain, Just As The Slain In All The Earth Have Fallen Because Of Babylon.",
            "You Who Have Escaped The Sword, Leave And Do Not Linger! Remember The Lord In A Distant Land, And Think On Jerusalem.\"",
            "\"We Are Disgraced, For We Have Been Insulted And Shame Covers Our Faces, Because Foreigners Have Entered The Holy Places Of The Lord 'S House.\"",
            "\"But Days Are Coming,\" Declares The Lord , \"When I Will Punish Her Idols, And Throughout Her Land The Wounded Will Groan.",
            "Even If Babylon Reaches The Sky And Fortifies Her Lofty Stronghold, I Will Send Destroyers Against Her,\" Declares The Lord .",
            "\"The Sound Of A Cry Comes From Babylon, The Sound Of Great Destruction From The Land Of The Babylonians.",
            "The Lord Will Destroy Babylon; He Will Silence Her Noisy Din. Waves Of Enemies Will Rage Like Great Waters; The Roar Of Their Voices Will Resound.",
            "A Destroyer Will Come Against Babylon; Her Warriors Will Be Captured, And Their Bows Will Be Broken. For The Lord Is A God Of Retribution; He Will Repay In Full.",
            "I Will Make Her Officials And Wise Men Drunk, Her Governors, Officers And Warriors As Well; They Will Sleep Forever And Not Awake,\" Declares The King, Whose Name Is The Lord Almighty.",
            "This Is What The Lord Almighty Says: \"Babylon's Thick Wall Will Be Leveled And Her High Gates Set On Fire; The Peoples Exhaust Themselves For Nothing, The Nations' Labor Is Only Fuel For The Flames.\"",
            "This Is The Message Jeremiah Gave To The Staff Officer Seraiah Son Of Neriah, The Son Of Mahseiah, When He Went To Babylon With Zedekiah King Of Judah In The Fourth Year Of His Reign.",
            "Jeremiah Had Written On A Scroll About All The Disasters That Would Come Upon Babylon-all That Had Been Recorded Concerning Babylon.",
            "He Said To Seraiah, \"When You Get To Babylon, See That You Read All These Words Aloud.",
            "Then Say, 'O Lord , You Have Said You Will Destroy This Place, So That Neither Man Nor Animal Will Live In It; It Will Be Desolate Forever.'",
            "When You Finish Reading This Scroll, Tie A Stone To It And Throw It Into The Euphrates.",
            "Then Say, 'So Will Babylon Sink To Rise No More Because Of The Disaster I Will Bring Upon Her. And Her People Will Fall.' \" The Words Of Jeremiah End Here."
        ],
        [
            "Zedekiah Was Twenty-one Years Old When He Became King, And He Reigned In Jerusalem Eleven Years. His Mother's Name Was Hamutal Daughter Of Jeremiah; She Was From Libnah.",
            "He Did Evil In The Eyes Of The Lord , Just As Jehoiakim Had Done.",
            "It Was Because Of The Lord 'S Anger That All This Happened To Jerusalem And Judah, And In The End He Thrust Them From His Presence. Now Zedekiah Rebelled Against The King Of Babylon.",
            "So In The Ninth Year Of Zedekiah's Reign, On The Tenth Day Of The Tenth Month, Nebuchadnezzar King Of Babylon Marched Against Jerusalem With His Whole Army. They Camped Outside The City And Built Siege Works All Around It.",
            "The City Was Kept Under Siege Until The Eleventh Year Of King Zedekiah.",
            "By The Ninth Day Of The Fourth Month The Famine In The City Had Become So Severe That There Was No Food For The People To Eat.",
            "Then The City Wall Was Broken Through, And The Whole Army Fled. They Left The City At Night Through The Gate Between The Two Walls Near The King's Garden, Though The Babylonians Were Surrounding The City. They Fled Toward The Arabah,",
            "But The Babylonian Army Pursued King Zedekiah And Overtook Him In The Plains Of Jericho. All His Soldiers Were Separated From Him And Scattered,",
            "And He Was Captured. He Was Taken To The King Of Babylon At Riblah In The Land Of Hamath, Where He Pronounced Sentence On Him.",
            "There At Riblah The King Of Babylon Slaughtered The Sons Of Zedekiah Before His Eyes; He Also Killed All The Officials Of Judah.",
            "Then He Put Out Zedekiah's Eyes, Bound Him With Bronze Shackles And Took Him To Babylon, Where He Put Him In Prison Till The Day Of His Death.",
            "On The Tenth Day Of The Fifth Month, In The Nineteenth Year Of Nebuchadnezzar King Of Babylon, Nebuzaradan Commander Of The Imperial Guard, Who Served The King Of Babylon, Came To Jerusalem.",
            "He Set Fire To The Temple Of The Lord , The Royal Palace And All The Houses Of Jerusalem. Every Important Building He Burned Down.",
            "The Whole Babylonian Army Under The Commander Of The Imperial Guard Broke Down All The Walls Around Jerusalem.",
            "Nebuzaradan The Commander Of The Guard Carried Into Exile Some Of The Poorest People And Those Who Remained In The City, Along With The Rest Of The Craftsmen And Those Who Had Gone Over To The King Of Babylon.",
            "But Nebuzaradan Left Behind The Rest Of The Poorest People Of The Land To Work The Vineyards And Fields.",
            "The Babylonians Broke Up The Bronze Pillars, The Movable Stands And The Bronze Sea That Were At The Temple Of The Lord And They Carried All The Bronze To Babylon.",
            "They Also Took Away The Pots, Shovels, Wick Trimmers, Sprinkling Bowls, Dishes And All The Bronze Articles Used In The Temple Service.",
            "The Commander Of The Imperial Guard Took Away The Basins, Censers, Sprinkling Bowls, Pots, Lampstands, Dishes And Bowls Used For Drink Offerings-all That Were Made Of Pure Gold Or Silver.",
            "The Bronze From The Two Pillars, The Sea And The Twelve Bronze Bulls Under It, And The Movable Stands, Which King Solomon Had Made For The Temple Of The Lord , Was More Than Could Be Weighed.",
            "Each Of The Pillars Was Eighteen Cubits High And Twelve Cubits In Circumference ; Each Was Four Fingers Thick, And Hollow.",
            "The Bronze Capital On Top Of The One Pillar Was Five Cubits High And Was Decorated With A Network And Pomegranates Of Bronze All Around. The Other Pillar, With Its Pomegranates, Was Similar.",
            "There Were Ninety-six Pomegranates On The Sides; The Total Number Of Pomegranates Above The Surrounding Network Was A Hundred.",
            "The Commander Of The Guard Took As Prisoners Seraiah The Chief Priest, Zephaniah The Priest Next In Rank And The Three Doorkeepers.",
            "Of Those Still In The City, He Took The Officer In Charge Of The Fighting Men, And Seven Royal Advisers. He Also Took The Secretary Who Was Chief Officer In Charge Of Conscripting The People Of The Land And Sixty Of His Men Who Were Found In The City.",
            "Nebuzaradan The Commander Took Them All And Brought Them To The King Of Babylon At Riblah.",
            "There At Riblah, In The Land Of Hamath, The King Had Them Executed. So Judah Went Into Captivity, Away From Her Land.",
            "This Is The Number Of The People Nebuchadnezzar Carried Into Exile: In The Seventh Year, , Jews;",
            "In Nebuchadnezzar's Eighteenth Year,  People From Jerusalem;",
            "In His Twenty-third Year,  Jews Taken Into Exile By Nebuzaradan The Commander Of The Imperial Guard. There Were , People In All.",
            "In The Thirty-seventh Year Of The Exile Of Jehoiachin King Of Judah, In The Year Evil-merodach Became King Of Babylon, He Released Jehoiachin King Of Judah And Freed Him From Prison On The Twenty-fifth Day Of The Twelfth Month.",
            "He Spoke Kindly To Him And Gave Him A Seat Of Honor Higher Than Those Of The Other Kings Who Were With Him In Babylon.",
            "So Jehoiachin Put Aside His Prison Clothes And For The Rest Of His Life Ate Regularly At The King's Table.",
            "Day By Day The King Of Babylon Gave Jehoiachin A Regular Allowance As Long As He Lived, Till The Day Of His Death."
        ]
    ]
}