{
    "chapter": [
        [
            "In The Thirtieth Year, In The Fourth Month On The Fifth Day, While I Was Among The Exiles By The Kebar River, The Heavens Were Opened And I Saw Visions Of God.",
            "On The Fifth Of The Month-it Was The Fifth Year Of The Exile Of King Jehoiachin-",
            "The Word Of The Lord Came To Ezekiel The Priest, The Son Of Buzi, By The Kebar River In The Land Of The Babylonians. There The Hand Of The Lord Was Upon Him.",
            "I Looked, And I Saw A Windstorm Coming Out Of The North-an Immense Cloud With Flashing Lightning And Surrounded By Brilliant Light. The Center Of The Fire Looked Like Glowing Metal,",
            "And In The Fire Was What Looked Like Four Living Creatures. In Appearance Their Form Was That Of A Man,",
            "But Each Of Them Had Four Faces And Four Wings.",
            "Their Legs Were Straight; Their Feet Were Like Those Of A Calf And Gleamed Like Burnished Bronze.",
            "Under Their Wings On Their Four Sides They Had The Hands Of A Man. All Four Of Them Had Faces And Wings,",
            "And Their Wings Touched One Another. Each One Went Straight Ahead; They Did Not Turn As They Moved.",
            "Their Faces Looked Like This: Each Of The Four Had The Face Of A Man, And On The Right Side Each Had The Face Of A Lion, And On The Left The Face Of An Ox; Each Also Had The Face Of An Eagle.",
            "Such Were Their Faces. Their Wings Were Spread Out Upward; Each Had Two Wings, One Touching The Wing Of Another Creature On Either Side, And Two Wings Covering Its Body.",
            "Each One Went Straight Ahead. Wherever The Spirit Would Go, They Would Go, Without Turning As They Went.",
            "The Appearance Of The Living Creatures Was Like Burning Coals Of Fire Or Like Torches. Fire Moved Back And Forth Among The Creatures; It Was Bright, And Lightning Flashed Out Of It.",
            "The Creatures Sped Back And Forth Like Flashes Of Lightning.",
            "As I Looked At The Living Creatures, I Saw A Wheel On The Ground Beside Each Creature With Its Four Faces.",
            "This Was The Appearance And Structure Of The Wheels: They Sparkled Like Chrysolite, And All Four Looked Alike. Each Appeared To Be Made Like A Wheel Intersecting A Wheel.",
            "As They Moved, They Would Go In Any One Of The Four Directions The Creatures Faced; The Wheels Did Not Turn About As The Creatures Went.",
            "Their Rims Were High And Awesome, And All Four Rims Were Full Of Eyes All Around.",
            "When The Living Creatures Moved, The Wheels Beside Them Moved; And When The Living Creatures Rose From The Ground, The Wheels Also Rose.",
            "Wherever The Spirit Would Go, They Would Go, And The Wheels Would Rise Along With Them, Because The Spirit Of The Living Creatures Was In The Wheels.",
            "When The Creatures Moved, They Also Moved; When The Creatures Stood Still, They Also Stood Still; And When The Creatures Rose From The Ground, The Wheels Rose Along With Them, Because The Spirit Of The Living Creatures Was In The Wheels.",
            "Spread Out Above The Heads Of The Living Creatures Was What Looked Like An Expanse, Sparkling Like Ice, And Awesome.",
            "Under The Expanse Their Wings Were Stretched Out One Toward The Other, And Each Had Two Wings Covering Its Body.",
            "When The Creatures Moved, I Heard The Sound Of Their Wings, Like The Roar Of Rushing Waters, Like The Voice Of The Almighty, Like The Tumult Of An Army. When They Stood Still, They Lowered Their Wings.",
            "Then There Came A Voice From Above The Expanse Over Their Heads As They Stood With Lowered Wings.",
            "Above The Expanse Over Their Heads Was What Looked Like A Throne Of Sapphire, And High Above On The Throne Was A Figure Like That Of A Man.",
            "I Saw That From What Appeared To Be His Waist Up He Looked Like Glowing Metal, As If Full Of Fire, And That From There Down He Looked Like Fire; And Brilliant Light Surrounded Him.",
            "Like The Appearance Of A Rainbow In The Clouds On A Rainy Day, So Was The Radiance Around Him. This Was The Appearance Of The Likeness Of The Glory Of The Lord . When I Saw It, I Fell Facedown, And I Heard The Voice Of One Speaking."
        ],
        [
            "He Said To Me, \"Son Of Man, Stand Up On Your Feet And I Will Speak To You.\"",
            "As He Spoke, The Spirit Came Into Me And Raised Me To My Feet, And I Heard Him Speaking To Me.",
            "He Said: \"Son Of Man, I Am Sending You To The Israelites, To A Rebellious Nation That Has Rebelled Against Me; They And Their Fathers Have Been In Revolt Against Me To This Very Day.",
            "The People To Whom I Am Sending You Are Obstinate And Stubborn. Say To Them, 'This Is What The Sovereign Lord Says.'",
            "And Whether They Listen Or Fail To Listen-for They Are A Rebellious House-they Will Know That A Prophet Has Been Among Them.",
            "And You, Son Of Man, Do Not Be Afraid Of Them Or Their Words. Do Not Be Afraid, Though Briers And Thorns Are All Around You And You Live Among Scorpions. Do Not Be Afraid Of What They Say Or Terrified By Them, Though They Are A Rebellious House.",
            "You Must Speak My Words To Them, Whether They Listen Or Fail To Listen, For They Are Rebellious.",
            "But You, Son Of Man, Listen To What I Say To You. Do Not Rebel Like That Rebellious House; Open Your Mouth And Eat What I Give You.\"",
            "Then I Looked, And I Saw A Hand Stretched Out To Me. In It Was A Scroll,",
            "Which He Unrolled Before Me. On Both Sides Of It Were Written Words Of Lament And Mourning And Woe."
        ],
        [
            "And He Said To Me, \"Son Of Man, Eat What Is Before You, Eat This Scroll; Then Go And Speak To The House Of Israel.\"",
            "So I Opened My Mouth, And He Gave Me The Scroll To Eat.",
            "Then He Said To Me, \"Son Of Man, Eat This Scroll I Am Giving You And Fill Your Stomach With It.\" So I Ate It, And It Tasted As Sweet As Honey In My Mouth.",
            "He Then Said To Me: \"Son Of Man, Go Now To The House Of Israel And Speak My Words To Them.",
            "You Are Not Being Sent To A People Of Obscure Speech And Difficult Language, But To The House Of Israel-",
            "Not To Many Peoples Of Obscure Speech And Difficult Language, Whose Words You Cannot Understand. Surely If I Had Sent You To Them, They Would Have Listened To You.",
            "But The House Of Israel Is Not Willing To Listen To You Because They Are Not Willing To Listen To Me, For The Whole House Of Israel Is Hardened And Obstinate.",
            "But I Will Make You As Unyielding And Hardened As They Are.",
            "I Will Make Your Forehead Like The Hardest Stone, Harder Than Flint. Do Not Be Afraid Of Them Or Terrified By Them, Though They Are A Rebellious House.\"",
            "And He Said To Me, \"Son Of Man, Listen Carefully And Take To Heart All The Words I Speak To You.",
            "Go Now To Your Countrymen In Exile And Speak To Them. Say To Them, 'This Is What The Sovereign Lord Says,' Whether They Listen Or Fail To Listen.\"",
            "Then The Spirit Lifted Me Up, And I Heard Behind Me A Loud Rumbling Sound-may The Glory Of The Lord Be Praised In His Dwelling Place!-",
            "The Sound Of The Wings Of The Living Creatures Brushing Against Each Other And The Sound Of The Wheels Beside Them, A Loud Rumbling Sound.",
            "The Spirit Then Lifted Me Up And Took Me Away, And I Went In Bitterness And In The Anger Of My Spirit, With The Strong Hand Of The Lord Upon Me.",
            "I Came To The Exiles Who Lived At Tel Abib Near The Kebar River. And There, Where They Were Living, I Sat Among Them For Seven Days-overwhelmed.",
            "At The End Of Seven Days The Word Of The Lord Came To Me:",
            "\"Son Of Man, I Have Made You A Watchman For The House Of Israel; So Hear The Word I Speak And Give Them Warning From Me.",
            "When I Say To A Wicked Man, 'You Will Surely Die,' And You Do Not Warn Him Or Speak Out To Dissuade Him From His Evil Ways In Order To Save His Life, That Wicked Man Will Die For His Sin, And I Will Hold You Accountable For His Blood.",
            "But If You Do Warn The Wicked Man And He Does Not Turn From His Wickedness Or From His Evil Ways, He Will Die For His Sin; But You Will Have Saved Yourself.",
            "\"Again, When A Righteous Man Turns From His Righteousness And Does Evil, And I Put A Stumbling Block Before Him, He Will Die. Since You Did Not Warn Him, He Will Die For His Sin. The Righteous Things He Did Will Not Be Remembered, And I Will Hold You Accountable For His Blood.",
            "But If You Do Warn The Righteous Man Not To Sin And He Does Not Sin, He Will Surely Live Because He Took Warning, And You Will Have Saved Yourself.\"",
            "The Hand Of The Lord Was Upon Me There, And He Said To Me, \"Get Up And Go Out To The Plain, And There I Will Speak To You.\"",
            "So I Got Up And Went Out To The Plain. And The Glory Of The Lord Was Standing There, Like The Glory I Had Seen By The Kebar River, And I Fell Facedown.",
            "Then The Spirit Came Into Me And Raised Me To My Feet. He Spoke To Me And Said: \"Go, Shut Yourself Inside Your House.",
            "And You, Son Of Man, They Will Tie With Ropes; You Will Be Bound So That You Cannot Go Out Among The People.",
            "I Will Make Your Tongue Stick To The Roof Of Your Mouth So That You Will Be Silent And Unable To Rebuke Them, Though They Are A Rebellious House.",
            "But When I Speak To You, I Will Open Your Mouth And You Shall Say To Them, 'This Is What The Sovereign Lord Says.' Whoever Will Listen Let Him Listen, And Whoever Will Refuse Let Him Refuse; For They Are A Rebellious House."
        ],
        [
            "\"Now, Son Of Man, Take A Clay Tablet, Put It In Front Of You And Draw The City Of Jerusalem On It.",
            "Then Lay Siege To It: Erect Siege Works Against It, Build A Ramp Up To It, Set Up Camps Against It And Put Battering Rams Around It.",
            "Then Take An Iron Pan, Place It As An Iron Wall Between You And The City And Turn Your Face Toward It. It Will Be Under Siege, And You Shall Besiege It. This Will Be A Sign To The House Of Israel.",
            "\"Then Lie On Your Left Side And Put The Sin Of The House Of Israel Upon Yourself. You Are To Bear Their Sin For The Number Of Days You Lie On Your Side.",
            "I Have Assigned You The Same Number Of Days As The Years Of Their Sin. So For  Days You Will Bear The Sin Of The House Of Israel.",
            "\"After You Have Finished This, Lie Down Again, This Time On Your Right Side, And Bear The Sin Of The House Of Judah. I Have Assigned You  Days, A Day For Each Year.",
            "Turn Your Face Toward The Siege Of Jerusalem And With Bared Arm Prophesy Against Her.",
            "I Will Tie You Up With Ropes So That You Cannot Turn From One Side To The Other Until You Have Finished The Days Of Your Siege.",
            "\"Take Wheat And Barley, Beans And Lentils, Millet And Spelt; Put Them In A Storage Jar And Use Them To Make Bread For Yourself. You Are To Eat It During The  Days You Lie On Your Side.",
            "Weigh Out Twenty Shekels Of Food To Eat Each Day And Eat It At Set Times.",
            "Also Measure Out A Sixth Of A Hin Of Water And Drink It At Set Times.",
            "Eat The Food As You Would A Barley Cake; Bake It In The Sight Of The People, Using Human Excrement For Fuel.\"",
            "The Lord Said, \"In This Way The People Of Israel Will Eat Defiled Food Among The Nations Where I Will Drive Them.\"",
            "Then I Said, \"Not So, Sovereign Lord ! I Have Never Defiled Myself. From My Youth Until Now I Have Never Eaten Anything Found Dead Or Torn By Wild Animals. No Unclean Meat Has Ever Entered My Mouth.\"",
            "\"Very Well,\" He Said, \"I Will Let You Bake Your Bread Over Cow Manure Instead Of Human Excrement.\"",
            "He Then Said To Me: \"Son Of Man, I Will Cut Off The Supply Of Food In Jerusalem. The People Will Eat Rationed Food In Anxiety And Drink Rationed Water In Despair,",
            "For Food And Water Will Be Scarce. They Will Be Appalled At The Sight Of Each Other And Will Waste Away Because Of Their Sin."
        ],
        [
            "\"Now, Son Of Man, Take A Sharp Sword And Use It As A Barber's Razor To Shave Your Head And Your Beard. Then Take A Set Of Scales And Divide Up The Hair.",
            "When The Days Of Your Siege Come To An End, Burn A Third Of The Hair With Fire Inside The City. Take A Third And Strike It With The Sword All Around The City. And Scatter A Third To The Wind. For I Will Pursue Them With Drawn Sword.",
            "But Take A Few Strands Of Hair And Tuck Them Away In The Folds Of Your Garment.",
            "Again, Take A Few Of These And Throw Them Into The Fire And Burn Them Up. A Fire Will Spread From There To The Whole House Of Israel.",
            "\"This Is What The Sovereign Lord Says: This Is Jerusalem, Which I Have Set In The Center Of The Nations, With Countries All Around Her.",
            "Yet In Her Wickedness She Has Rebelled Against My Laws And Decrees More Than The Nations And Countries Around Her. She Has Rejected My Laws And Has Not Followed My Decrees.",
            "\"Therefore This Is What The Sovereign Lord Says: You Have Been More Unruly Than The Nations Around You And Have Not Followed My Decrees Or Kept My Laws. You Have Not Even Conformed To The Standards Of The Nations Around You.",
            "\"Therefore This Is What The Sovereign Lord Says: I Myself Am Against You, Jerusalem, And I Will Inflict Punishment On You In The Sight Of The Nations.",
            "Because Of All Your Detestable Idols, I Will Do To You What I Have Never Done Before And Will Never Do Again.",
            "Therefore In Your Midst Fathers Will Eat Their Children, And Children Will Eat Their Fathers. I Will Inflict Punishment On You And Will Scatter All Your Survivors To The Winds.",
            "Therefore As Surely As I Live, Declares The Sovereign Lord , Because You Have Defiled My Sanctuary With All Your Vile Images And Detestable Practices, I Myself Will Withdraw My Favor; I Will Not Look On You With Pity Or Spare You.",
            "A Third Of Your People Will Die Of The Plague Or Perish By Famine Inside You; A Third Will Fall By The Sword Outside Your Walls; And A Third I Will Scatter To The Winds And Pursue With Drawn Sword.",
            "\"Then My Anger Will Cease And My Wrath Against Them Will Subside, And I Will Be Avenged. And When I Have Spent My Wrath Upon Them, They Will Know That I The Lord Have Spoken In My Zeal.",
            "\"I Will Make You A Ruin And A Reproach Among The Nations Around You, In The Sight Of All Who Pass By.",
            "You Will Be A Reproach And A Taunt, A Warning And An Object Of Horror To The Nations Around You When I Inflict Punishment On You In Anger And In Wrath And With Stinging Rebuke. I The Lord Have Spoken.",
            "When I Shoot At You With My Deadly And Destructive Arrows Of Famine, I Will Shoot To Destroy You. I Will Bring More And More Famine Upon You And Cut Off Your Supply Of Food.",
            "I Will Send Famine And Wild Beasts Against You, And They Will Leave You Childless. Plague And Bloodshed Will Sweep Through You, And I Will Bring The Sword Against You. I The Lord Have Spoken.\""
        ],
        [
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, Set Your Face Against The Mountains Of Israel; Prophesy Against Them",
            "And Say: 'O Mountains Of Israel, Hear The Word Of The Sovereign Lord . This Is What The Sovereign Lord Says To The Mountains And Hills, To The Ravines And Valleys: I Am About To Bring A Sword Against You, And I Will Destroy Your High Places.",
            "Your Altars Will Be Demolished And Your Incense Altars Will Be Smashed; And I Will Slay Your People In Front Of Your Idols.",
            "I Will Lay The Dead Bodies Of The Israelites In Front Of Their Idols, And I Will Scatter Your Bones Around Your Altars.",
            "Wherever You Live, The Towns Will Be Laid Waste And The High Places Demolished, So That Your Altars Will Be Laid Waste And Devastated, Your Idols Smashed And Ruined, Your Incense Altars Broken Down, And What You Have Made Wiped Out.",
            "Your People Will Fall Slain Among You, And You Will Know That I Am The Lord .",
            "\" 'But I Will Spare Some, For Some Of You Will Escape The Sword When You Are Scattered Among The Lands And Nations.",
            "Then In The Nations Where They Have Been Carried Captive, Those Who Escape Will Remember Me-how I Have Been Grieved By Their Adulterous Hearts, Which Have Turned Away From Me, And By Their Eyes, Which Have Lusted After Their Idols. They Will Loathe Themselves For The Evil They Have Done And For All Their Detestable Practices.",
            "And They Will Know That I Am The Lord ; I Did Not Threaten In Vain To Bring This Calamity On Them.",
            "\" 'This Is What The Sovereign Lord Says: Strike Your Hands Together And Stamp Your Feet And Cry Out \"Alas!\" Because Of All The Wicked And Detestable Practices Of The House Of Israel, For They Will Fall By The Sword, Famine And Plague.",
            "He That Is Far Away Will Die Of The Plague, And He That Is Near Will Fall By The Sword, And He That Survives And Is Spared Will Die Of Famine. So Will I Spend My Wrath Upon Them.",
            "And They Will Know That I Am The Lord , When Their People Lie Slain Among Their Idols Around Their Altars, On Every High Hill And On All The Mountaintops, Under Every Spreading Tree And Every Leafy Oak-places Where They Offered Fragrant Incense To All Their Idols.",
            "And I Will Stretch Out My Hand Against Them And Make The Land A Desolate Waste From The Desert To Diblah -Wherever They Live. Then They Will Know That I Am The Lord .' \""
        ],
        [
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, This Is What The Sovereign Lord Says To The Land Of Israel: The End! The End Has Come Upon The Four Corners Of The Land.",
            "The End Is Now Upon You And I Will Unleash My Anger Against You. I Will Judge You According To Your Conduct And Repay You For All Your Detestable Practices.",
            "I Will Not Look On You With Pity Or Spare You; I Will Surely Repay You For Your Conduct And The Detestable Practices Among You. Then You Will Know That I Am The Lord .",
            "\"This Is What The Sovereign Lord Says: Disaster! An Unheard-of Disaster Is Coming.",
            "The End Has Come! The End Has Come! It Has Roused Itself Against You. It Has Come!",
            "Doom Has Come Upon You-you Who Dwell In The Land. The Time Has Come, The Day Is Near; There Is Panic, Not Joy, Upon The Mountains.",
            "I Am About To Pour Out My Wrath On You And Spend My Anger Against You; I Will Judge You According To Your Conduct And Repay You For All Your Detestable Practices.",
            "I Will Not Look On You With Pity Or Spare You; I Will Repay You In Accordance With Your Conduct And The Detestable Practices Among You. Then You Will Know That It Is I The Lord Who Strikes The Blow.",
            "\"The Day Is Here! It Has Come! Doom Has Burst Forth, The Rod Has Budded, Arrogance Has Blossomed!",
            "Violence Has Grown Into A Rod To Punish Wickedness; None Of The People Will Be Left, None Of That Crowd-no Wealth, Nothing Of Value.",
            "The Time Has Come, The Day Has Arrived. Let Not The Buyer Rejoice Nor The Seller Grieve, For Wrath Is Upon The Whole Crowd.",
            "The Seller Will Not Recover The Land He Has Sold As Long As Both Of Them Live, For The Vision Concerning The Whole Crowd Will Not Be Reversed. Because Of Their Sins, Not One Of Them Will Preserve His Life.",
            "Though They Blow The Trumpet And Get Everything Ready, No One Will Go Into Battle, For My Wrath Is Upon The Whole Crowd.",
            "\"Outside Is The Sword, Inside Are Plague And Famine; Those In The Country Will Die By The Sword, And Those In The City Will Be Devoured By Famine And Plague.",
            "All Who Survive And Escape Will Be In The Mountains, Moaning Like Doves Of The Valleys, Each Because Of His Sins.",
            "Every Hand Will Go Limp, And Every Knee Will Become As Weak As Water.",
            "They Will Put On Sackcloth And Be Clothed With Terror. Their Faces Will Be Covered With Shame And Their Heads Will Be Shaved.",
            "They Will Throw Their Silver Into The Streets, And Their Gold Will Be An Unclean Thing. Their Silver And Gold Will Not Be Able To Save Them In The Day Of The Lord 'S Wrath. They Will Not Satisfy Their Hunger Or Fill Their Stomachs With It, For It Has Made Them Stumble Into Sin.",
            "They Were Proud Of Their Beautiful Jewelry And Used It To Make Their Detestable Idols And Vile Images. Therefore I Will Turn These Into An Unclean Thing For Them.",
            "I Will Hand It All Over As Plunder To Foreigners And As Loot To The Wicked Of The Earth, And They Will Defile It.",
            "I Will Turn My Face Away From Them, And They Will Desecrate My Treasured Place; Robbers Will Enter It And Desecrate It.",
            "\"Prepare Chains, Because The Land Is Full Of Bloodshed And The City Is Full Of Violence.",
            "I Will Bring The Most Wicked Of The Nations To Take Possession Of Their Houses; I Will Put An End To The Pride Of The Mighty, And Their Sanctuaries Will Be Desecrated.",
            "When Terror Comes, They Will Seek Peace, But There Will Be None.",
            "Calamity Upon Calamity Will Come, And Rumor Upon Rumor. They Will Try To Get A Vision From The Prophet; The Teaching Of The Law By The Priest Will Be Lost, As Will The Counsel Of The Elders.",
            "The King Will Mourn, The Prince Will Be Clothed With Despair, And The Hands Of The People Of The Land Will Tremble. I Will Deal With Them According To Their Conduct, And By Their Own Standards I Will Judge Them. Then They Will Know That I Am The Lord .\""
        ],
        [
            "In The Sixth Year, In The Sixth Month On The Fifth Day, While I Was Sitting In My House And The Elders Of Judah Were Sitting Before Me, The Hand Of The Sovereign Lord Came Upon Me There.",
            "I Looked, And I Saw A Figure Like That Of A Man. From What Appeared To Be His Waist Down He Was Like Fire, And From There Up His Appearance Was As Bright As Glowing Metal.",
            "He Stretched Out What Looked Like A Hand And Took Me By The Hair Of My Head. The Spirit Lifted Me Up Between Earth And Heaven And In Visions Of God He Took Me To Jerusalem, To The Entrance To The North Gate Of The Inner Court, Where The Idol That Provokes To Jealousy Stood.",
            "And There Before Me Was The Glory Of The God Of Israel, As In The Vision I Had Seen In The Plain.",
            "Then He Said To Me, \"Son Of Man, Look Toward The North.\" So I Looked, And In The Entrance North Of The Gate Of The Altar I Saw This Idol Of Jealousy.",
            "And He Said To Me, \"Son Of Man, Do You See What They Are Doing-the Utterly Detestable Things The House Of Israel Is Doing Here, Things That Will Drive Me Far From My Sanctuary? But You Will See Things That Are Even More Detestable.\"",
            "Then He Brought Me To The Entrance To The Court. I Looked, And I Saw A Hole In The Wall.",
            "He Said To Me, \"Son Of Man, Now Dig Into The Wall.\" So I Dug Into The Wall And Saw A Doorway There.",
            "And He Said To Me, \"Go In And See The Wicked And Detestable Things They Are Doing Here.\"",
            "So I Went In And Looked, And I Saw Portrayed All Over The Walls All Kinds Of Crawling Things And Detestable Animals And All The Idols Of The House Of Israel.",
            "In Front Of Them Stood Seventy Elders Of The House Of Israel, And Jaazaniah Son Of Shaphan Was Standing Among Them. Each Had A Censer In His Hand, And A Fragrant Cloud Of Incense Was Rising.",
            "He Said To Me, \"Son Of Man, Have You Seen What The Elders Of The House Of Israel Are Doing In The Darkness, Each At The Shrine Of His Own Idol? They Say, 'The Lord Does Not See Us; The Lord Has Forsaken The Land.' \"",
            "Again, He Said, \"You Will See Them Doing Things That Are Even More Detestable.\"",
            "Then He Brought Me To The Entrance To The North Gate Of The House Of The Lord , And I Saw Women Sitting There, Mourning For Tammuz.",
            "He Said To Me, \"Do You See This, Son Of Man? You Will See Things That Are Even More Detestable Than This.\"",
            "He Then Brought Me Into The Inner Court Of The House Of The Lord , And There At The Entrance To The Temple, Between The Portico And The Altar, Were About Twenty-five Men. With Their Backs Toward The Temple Of The Lord And Their Faces Toward The East, They Were Bowing Down To The Sun In The East.",
            "He Said To Me, \"Have You Seen This, Son Of Man? Is It A Trivial Matter For The House Of Judah To Do The Detestable Things They Are Doing Here? Must They Also Fill The Land With Violence And Continually Provoke Me To Anger? Look At Them Putting The Branch To Their Nose!",
            "Therefore I Will Deal With Them In Anger; I Will Not Look On Them With Pity Or Spare Them. Although They Shout In My Ears, I Will Not Listen To Them.\""
        ],
        [
            "Then I Heard Him Call Out In A Loud Voice, \"Bring The Guards Of The City Here, Each With A Weapon In His Hand.\"",
            "And I Saw Six Men Coming From The Direction Of The Upper Gate, Which Faces North, Each With A Deadly Weapon In His Hand. With Them Was A Man Clothed In Linen Who Had A Writing Kit At His Side. They Came In And Stood Beside The Bronze Altar.",
            "Now The Glory Of The God Of Israel Went Up From Above The Cherubim, Where It Had Been, And Moved To The Threshold Of The Temple. Then The Lord Called To The Man Clothed In Linen Who Had The Writing Kit At His Side",
            "And Said To Him, \"Go Throughout The City Of Jerusalem And Put A Mark On The Foreheads Of Those Who Grieve And Lament Over All The Detestable Things That Are Done In It.\"",
            "As I Listened, He Said To The Others, \"Follow Him Through The City And Kill, Without Showing Pity Or Compassion.",
            "Slaughter Old Men, Young Men And Maidens, Women And Children, But Do Not Touch Anyone Who Has The Mark. Begin At My Sanctuary.\" So They Began With The Elders Who Were In Front Of The Temple.",
            "Then He Said To Them, \"Defile The Temple And Fill The Courts With The Slain. Go!\" So They Went Out And Began Killing Throughout The City.",
            "While They Were Killing And I Was Left Alone, I Fell Facedown, Crying Out, \"Ah, Sovereign Lord ! Are You Going To Destroy The Entire Remnant Of Israel In This Outpouring Of Your Wrath On Jerusalem?\"",
            "He Answered Me, \"The Sin Of The House Of Israel And Judah Is Exceedingly Great; The Land Is Full Of Bloodshed And The City Is Full Of Injustice. They Say, 'The Lord Has Forsaken The Land; The Lord Does Not See.'",
            "So I Will Not Look On Them With Pity Or Spare Them, But I Will Bring Down On Their Own Heads What They Have Done.\"",
            "Then The Man In Linen With The Writing Kit At His Side Brought Back Word, Saying, \"I Have Done As You Commanded.\""
        ],
        [
            "I Looked, And I Saw The Likeness Of A Throne Of Sapphire Above The Expanse That Was Over The Heads Of The Cherubim.",
            "The Lord Said To The Man Clothed In Linen, \"Go In Among The Wheels Beneath The Cherubim. Fill Your Hands With Burning Coals From Among The Cherubim And Scatter Them Over The City.\" And As I Watched, He Went In.",
            "Now The Cherubim Were Standing On The South Side Of The Temple When The Man Went In, And A Cloud Filled The Inner Court.",
            "Then The Glory Of The Lord Rose From Above The Cherubim And Moved To The Threshold Of The Temple. The Cloud Filled The Temple, And The Court Was Full Of The Radiance Of The Glory Of The Lord .",
            "The Sound Of The Wings Of The Cherubim Could Be Heard As Far Away As The Outer Court, Like The Voice Of God Almighty When He Speaks.",
            "When The Lord Commanded The Man In Linen, \"Take Fire From Among The Wheels, From Among The Cherubim,\" The Man Went In And Stood Beside A Wheel.",
            "Then One Of The Cherubim Reached Out His Hand To The Fire That Was Among Them. He Took Up Some Of It And Put It Into The Hands Of The Man In Linen, Who Took It And Went Out.",
            "(Under The Wings Of The Cherubim Could Be Seen What Looked Like The Hands Of A Man.)",
            "I Looked, And I Saw Beside The Cherubim Four Wheels, One Beside Each Of The Cherubim; The Wheels Sparkled Like Chrysolite.",
            "As For Their Appearance, The Four Of Them Looked Alike; Each Was Like A Wheel Intersecting A Wheel.",
            "As They Moved, They Would Go In Any One Of The Four Directions The Cherubim Faced; The Wheels Did Not Turn About As The Cherubim Went. The Cherubim Went In Whatever Direction The Head Faced, Without Turning As They Went.",
            "Their Entire Bodies, Including Their Backs, Their Hands And Their Wings, Were Completely Full Of Eyes, As Were Their Four Wheels.",
            "I Heard The Wheels Being Called \"The Whirling Wheels.\"",
            "Each Of The Cherubim Had Four Faces: One Face Was That Of A Cherub, The Second The Face Of A Man, The Third The Face Of A Lion, And The Fourth The Face Of An Eagle.",
            "Then The Cherubim Rose Upward. These Were The Living Creatures I Had Seen By The Kebar River.",
            "When The Cherubim Moved, The Wheels Beside Them Moved; And When The Cherubim Spread Their Wings To Rise From The Ground, The Wheels Did Not Leave Their Side.",
            "When The Cherubim Stood Still, They Also Stood Still; And When The Cherubim Rose, They Rose With Them, Because The Spirit Of The Living Creatures Was In Them.",
            "Then The Glory Of The Lord Departed From Over The Threshold Of The Temple And Stopped Above The Cherubim.",
            "While I Watched, The Cherubim Spread Their Wings And Rose From The Ground, And As They Went, The Wheels Went With Them. They Stopped At The Entrance To The East Gate Of The Lord 'S House, And The Glory Of The God Of Israel Was Above Them.",
            "These Were The Living Creatures I Had Seen Beneath The God Of Israel By The Kebar River, And I Realized That They Were Cherubim.",
            "Each Had Four Faces And Four Wings, And Under Their Wings Was What Looked Like The Hands Of A Man.",
            "Their Faces Had The Same Appearance As Those I Had Seen By The Kebar River. Each One Went Straight Ahead."
        ],
        [
            "Then The Spirit Lifted Me Up And Brought Me To The Gate Of The House Of The Lord That Faces East. There At The Entrance To The Gate Were Twenty-five Men, And I Saw Among Them Jaazaniah Son Of Azzur And Pelatiah Son Of Benaiah, Leaders Of The People.",
            "The Lord Said To Me, \"Son Of Man, These Are The Men Who Are Plotting Evil And Giving Wicked Advice In This City.",
            "They Say, 'Will It Not Soon Be Time To Build Houses? This City Is A Cooking Pot, And We Are The Meat.'",
            "Therefore Prophesy Against Them; Prophesy, Son Of Man.\"",
            "Then The Spirit Of The Lord Came Upon Me, And He Told Me To Say: \"This Is What The Lord Says: That Is What You Are Saying, O House Of Israel, But I Know What Is Going Through Your Mind.",
            "You Have Killed Many People In This City And Filled Its Streets With The Dead.",
            "\"Therefore This Is What The Sovereign Lord Says: The Bodies You Have Thrown There Are The Meat And This City Is The Pot, But I Will Drive You Out Of It.",
            "You Fear The Sword, And The Sword Is What I Will Bring Against You, Declares The Sovereign Lord .",
            "I Will Drive You Out Of The City And Hand You Over To Foreigners And Inflict Punishment On You.",
            "You Will Fall By The Sword, And I Will Execute Judgment On You At The Borders Of Israel. Then You Will Know That I Am The Lord .",
            "This City Will Not Be A Pot For You, Nor Will You Be The Meat In It; I Will Execute Judgment On You At The Borders Of Israel.",
            "And You Will Know That I Am The Lord , For You Have Not Followed My Decrees Or Kept My Laws But Have Conformed To The Standards Of The Nations Around You.\"",
            "Now As I Was Prophesying, Pelatiah Son Of Benaiah Died. Then I Fell Facedown And Cried Out In A Loud Voice, \"Ah, Sovereign Lord ! Will You Completely Destroy The Remnant Of Israel?\"",
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, Your Brothers-your Brothers Who Are Your Blood Relatives And The Whole House Of Israel-are Those Of Whom The People Of Jerusalem Have Said, 'They Are Far Away From The Lord ; This Land Was Given To Us As Our Possession.'",
            "\"Therefore Say: 'This Is What The Sovereign Lord Says: Although I Sent Them Far Away Among The Nations And Scattered Them Among The Countries, Yet For A Little While I Have Been A Sanctuary For Them In The Countries Where They Have Gone.'",
            "\"Therefore Say: 'This Is What The Sovereign Lord Says: I Will Gather You From The Nations And Bring You Back From The Countries Where You Have Been Scattered, And I Will Give You Back The Land Of Israel Again.'",
            "\"They Will Return To It And Remove All Its Vile Images And Detestable Idols.",
            "I Will Give Them An Undivided Heart And Put A New Spirit In Them; I Will Remove From Them Their Heart Of Stone And Give Them A Heart Of Flesh.",
            "Then They Will Follow My Decrees And Be Careful To Keep My Laws. They Will Be My People, And I Will Be Their God.",
            "But As For Those Whose Hearts Are Devoted To Their Vile Images And Detestable Idols, I Will Bring Down On Their Own Heads What They Have Done, Declares The Sovereign Lord .\"",
            "Then The Cherubim, With The Wheels Beside Them, Spread Their Wings, And The Glory Of The God Of Israel Was Above Them.",
            "The Glory Of The Lord Went Up From Within The City And Stopped Above The Mountain East Of It.",
            "The Spirit Lifted Me Up And Brought Me To The Exiles In Babylonia In The Vision Given By The Spirit Of God. Then The Vision I Had Seen Went Up From Me,",
            "And I Told The Exiles Everything The Lord Had Shown Me."
        ],
        [
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, You Are Living Among A Rebellious People. They Have Eyes To See But Do Not See And Ears To Hear But Do Not Hear, For They Are A Rebellious People.",
            "\"Therefore, Son Of Man, Pack Your Belongings For Exile And In The Daytime, As They Watch, Set Out And Go From Where You Are To Another Place. Perhaps They Will Understand, Though They Are A Rebellious House.",
            "During The Daytime, While They Watch, Bring Out Your Belongings Packed For Exile. Then In The Evening, While They Are Watching, Go Out Like Those Who Go Into Exile.",
            "While They Watch, Dig Through The Wall And Take Your Belongings Out Through It.",
            "Put Them On Your Shoulder As They Are Watching And Carry Them Out At Dusk. Cover Your Face So That You Cannot See The Land, For I Have Made You A Sign To The House Of Israel.\"",
            "So I Did As I Was Commanded. During The Day I Brought Out My Things Packed For Exile. Then In The Evening I Dug Through The Wall With My Hands. I Took My Belongings Out At Dusk, Carrying Them On My Shoulders While They Watched.",
            "In The Morning The Word Of The Lord Came To Me:",
            "\"Son Of Man, Did Not That Rebellious House Of Israel Ask You, 'What Are You Doing?'",
            "\"Say To Them, 'This Is What The Sovereign Lord Says: This Oracle Concerns The Prince In Jerusalem And The Whole House Of Israel Who Are There.'",
            "Say To Them, 'I Am A Sign To You.' \"As I Have Done, So It Will Be Done To Them. They Will Go Into Exile As Captives.",
            "\"The Prince Among Them Will Put His Things On His Shoulder At Dusk And Leave, And A Hole Will Be Dug In The Wall For Him To Go Through. He Will Cover His Face So That He Cannot See The Land.",
            "I Will Spread My Net For Him, And He Will Be Caught In My Snare; I Will Bring Him To Babylonia, The Land Of The Chaldeans, But He Will Not See It, And There He Will Die.",
            "I Will Scatter To The Winds All Those Around Him-his Staff And All His Troops-and I Will Pursue Them With Drawn Sword.",
            "\"They Will Know That I Am The Lord , When I Disperse Them Among The Nations And Scatter Them Through The Countries.",
            "But I Will Spare A Few Of Them From The Sword, Famine And Plague, So That In The Nations Where They Go They May Acknowledge All Their Detestable Practices. Then They Will Know That I Am The Lord .\"",
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, Tremble As You Eat Your Food, And Shudder In Fear As You Drink Your Water.",
            "Say To The People Of The Land: 'This Is What The Sovereign Lord Says About Those Living In Jerusalem And In The Land Of Israel: They Will Eat Their Food In Anxiety And Drink Their Water In Despair, For Their Land Will Be Stripped Of Everything In It Because Of The Violence Of All Who Live There.",
            "The Inhabited Towns Will Be Laid Waste And The Land Will Be Desolate. Then You Will Know That I Am The Lord .' \"",
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, What Is This Proverb You Have In The Land Of Israel: 'The Days Go By And Every Vision Comes To Nothing'?",
            "Say To Them, 'This Is What The Sovereign Lord Says: I Am Going To Put An End To This Proverb, And They Will No Longer Quote It In Israel.' Say To Them, 'The Days Are Near When Every Vision Will Be Fulfilled.",
            "For There Will Be No More False Visions Or Flattering Divinations Among The People Of Israel.",
            "But I The Lord Will Speak What I Will, And It Shall Be Fulfilled Without Delay. For In Your Days, You Rebellious House, I Will Fulfill Whatever I Say, Declares The Sovereign Lord .' \"",
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, The House Of Israel Is Saying, 'The Vision He Sees Is For Many Years From Now, And He Prophesies About The Distant Future.'",
            "\"Therefore Say To Them, 'This Is What The Sovereign Lord Says: None Of My Words Will Be Delayed Any Longer; Whatever I Say Will Be Fulfilled, Declares The Sovereign Lord .' \""
        ],
        [
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, Prophesy Against The Prophets Of Israel Who Are Now Prophesying. Say To Those Who Prophesy Out Of Their Own Imagination: 'Hear The Word Of The Lord !",
            "This Is What The Sovereign Lord Says: Woe To The Foolish Prophets Who Follow Their Own Spirit And Have Seen Nothing!",
            "Your Prophets, O Israel, Are Like Jackals Among Ruins.",
            "You Have Not Gone Up To The Breaks In The Wall To Repair It For The House Of Israel So That It Will Stand Firm In The Battle On The Day Of The Lord .",
            "Their Visions Are False And Their Divinations A Lie. They Say, \"The Lord Declares,\" When The Lord Has Not Sent Them; Yet They Expect Their Words To Be Fulfilled.",
            "Have You Not Seen False Visions And Uttered Lying Divinations When You Say, \"The Lord Declares,\" Though I Have Not Spoken?",
            "\" 'Therefore This Is What The Sovereign Lord Says: Because Of Your False Words And Lying Visions, I Am Against You, Declares The Sovereign Lord .",
            "My Hand Will Be Against The Prophets Who See False Visions And Utter Lying Divinations. They Will Not Belong To The Council Of My People Or Be Listed In The Records Of The House Of Israel, Nor Will They Enter The Land Of Israel. Then You Will Know That I Am The Sovereign Lord .",
            "\" 'Because They Lead My People Astray, Saying, \"Peace,\" When There Is No Peace, And Because, When A Flimsy Wall Is Built, They Cover It With Whitewash,",
            "Therefore Tell Those Who Cover It With Whitewash That It Is Going To Fall. Rain Will Come In Torrents, And I Will Send Hailstones Hurtling Down, And Violent Winds Will Burst Forth.",
            "When The Wall Collapses, Will People Not Ask You, \"Where Is The Whitewash You Covered It With?\"",
            "\" 'Therefore This Is What The Sovereign Lord Says: In My Wrath I Will Unleash A Violent Wind, And In My Anger Hailstones And Torrents Of Rain Will Fall With Destructive Fury.",
            "I Will Tear Down The Wall You Have Covered With Whitewash And Will Level It To The Ground So That Its Foundation Will Be Laid Bare. When It Falls, You Will Be Destroyed In It; And You Will Know That I Am The Lord .",
            "So I Will Spend My Wrath Against The Wall And Against Those Who Covered It With Whitewash. I Will Say To You, \"The Wall Is Gone And So Are Those Who Whitewashed It,",
            "Those Prophets Of Israel Who Prophesied To Jerusalem And Saw Visions Of Peace For Her When There Was No Peace, Declares The Sovereign Lord .\" '",
            "\"Now, Son Of Man, Set Your Face Against The Daughters Of Your People Who Prophesy Out Of Their Own Imagination. Prophesy Against Them",
            "And Say, 'This Is What The Sovereign Lord Says: Woe To The Women Who Sew Magic Charms On All Their Wrists And Make Veils Of Various Lengths For Their Heads In Order To Ensnare People. Will You Ensnare The Lives Of My People But Preserve Your Own?",
            "You Have Profaned Me Among My People For A Few Handfuls Of Barley And Scraps Of Bread. By Lying To My People, Who Listen To Lies, You Have Killed Those Who Should Not Have Died And Have Spared Those Who Should Not Live.",
            "\" 'Therefore This Is What The Sovereign Lord Says: I Am Against Your Magic Charms With Which You Ensnare People Like Birds And I Will Tear Them From Your Arms; I Will Set Free The People That You Ensnare Like Birds.",
            "I Will Tear Off Your Veils And Save My People From Your Hands, And They Will No Longer Fall Prey To Your Power. Then You Will Know That I Am The Lord .",
            "Because You Disheartened The Righteous With Your Lies, When I Had Brought Them No Grief, And Because You Encouraged The Wicked Not To Turn From Their Evil Ways And So Save Their Lives,",
            "Therefore You Will No Longer See False Visions Or Practice Divination. I Will Save My People From Your Hands. And Then You Will Know That I Am The Lord .'"
        ],
        [
            "Some Of The Elders Of Israel Came To Me And Sat Down In Front Of Me.",
            "Then The Word Of The Lord Came To Me:",
            "\"Son Of Man, These Men Have Set Up Idols In Their Hearts And Put Wicked Stumbling Blocks Before Their Faces. Should I Let Them Inquire Of Me At All?",
            "Therefore Speak To Them And Tell Them, 'This Is What The Sovereign Lord Says: When Any Israelite Sets Up Idols In His Heart And Puts A Wicked Stumbling Block Before His Face And Then Goes To A Prophet, I The Lord Will Answer Him Myself In Keeping With His Great Idolatry.",
            "I Will Do This To Recapture The Hearts Of The People Of Israel, Who Have All Deserted Me For Their Idols.'",
            "\"Therefore Say To The House Of Israel, 'This Is What The Sovereign Lord Says: Repent! Turn From Your Idols And Renounce All Your Detestable Practices!",
            "\" 'When Any Israelite Or Any Alien Living In Israel Separates Himself From Me And Sets Up Idols In His Heart And Puts A Wicked Stumbling Block Before His Face And Then Goes To A Prophet To Inquire Of Me, I The Lord Will Answer Him Myself.",
            "I Will Set My Face Against That Man And Make Him An Example And A Byword. I Will Cut Him Off From My People. Then You Will Know That I Am The Lord .",
            "\" 'And If The Prophet Is Enticed To Utter A Prophecy, I The Lord Have Enticed That Prophet, And I Will Stretch Out My Hand Against Him And Destroy Him From Among My People Israel.",
            "They Will Bear Their Guilt-the Prophet Will Be As Guilty As The One Who Consults Him.",
            "Then The People Of Israel Will No Longer Stray From Me, Nor Will They Defile Themselves Anymore With All Their Sins. They Will Be My People, And I Will Be Their God, Declares The Sovereign Lord .' \"",
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, If A Country Sins Against Me By Being Unfaithful And I Stretch Out My Hand Against It To Cut Off Its Food Supply And Send Famine Upon It And Kill Its Men And Their Animals,",
            "Even If These Three Men-noah, Daniel And Job-were In It, They Could Save Only Themselves By Their Righteousness, Declares The Sovereign Lord .",
            "\"Or If I Send Wild Beasts Through That Country And They Leave It Childless And It Becomes Desolate So That No One Can Pass Through It Because Of The Beasts,",
            "As Surely As I Live, Declares The Sovereign Lord , Even If These Three Men Were In It, They Could Not Save Their Own Sons Or Daughters. They Alone Would Be Saved, But The Land Would Be Desolate.",
            "\"Or If I Bring A Sword Against That Country And Say, 'Let The Sword Pass Throughout The Land,' And I Kill Its Men And Their Animals,",
            "As Surely As I Live, Declares The Sovereign Lord , Even If These Three Men Were In It, They Could Not Save Their Own Sons Or Daughters. They Alone Would Be Saved.",
            "\"Or If I Send A Plague Into That Land And Pour Out My Wrath Upon It Through Bloodshed, Killing Its Men And Their Animals,",
            "As Surely As I Live, Declares The Sovereign Lord , Even If Noah, Daniel And Job Were In It, They Could Save Neither Son Nor Daughter. They Would Save Only Themselves By Their Righteousness.",
            "\"For This Is What The Sovereign Lord Says: How Much Worse Will It Be When I Send Against Jerusalem My Four Dreadful Judgments-sword And Famine And Wild Beasts And Plague-to Kill Its Men And Their Animals!",
            "Yet There Will Be Some Survivors-sons And Daughters Who Will Be Brought Out Of It. They Will Come To You, And When You See Their Conduct And Their Actions, You Will Be Consoled Regarding The Disaster I Have Brought Upon Jerusalem-every Disaster I Have Brought Upon It.",
            "You Will Be Consoled When You See Their Conduct And Their Actions, For You Will Know That I Have Done Nothing In It Without Cause, Declares The Sovereign Lord .\""
        ],
        [
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, How Is The Wood Of A Vine Better Than That Of A Branch On Any Of The Trees In The Forest?",
            "Is Wood Ever Taken From It To Make Anything Useful? Do They Make Pegs From It To Hang Things On?",
            "And After It Is Thrown On The Fire As Fuel And The Fire Burns Both Ends And Chars The Middle, Is It Then Useful For Anything?",
            "If It Was Not Useful For Anything When It Was Whole, How Much Less Can It Be Made Into Something Useful When The Fire Has Burned It And It Is Charred?",
            "\"Therefore This Is What The Sovereign Lord Says: As I Have Given The Wood Of The Vine Among The Trees Of The Forest As Fuel For The Fire, So Will I Treat The People Living In Jerusalem.",
            "I Will Set My Face Against Them. Although They Have Come Out Of The Fire, The Fire Will Yet Consume Them. And When I Set My Face Against Them, You Will Know That I Am The Lord .",
            "I Will Make The Land Desolate Because They Have Been Unfaithful, Declares The Sovereign Lord .\""
        ],
        [
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, Confront Jerusalem With Her Detestable Practices",
            "And Say, 'This Is What The Sovereign Lord Says To Jerusalem: Your Ancestry And Birth Were In The Land Of The Canaanites; Your Father Was An Amorite And Your Mother A Hittite.",
            "On The Day You Were Born Your Cord Was Not Cut, Nor Were You Washed With Water To Make You Clean, Nor Were You Rubbed With Salt Or Wrapped In Cloths.",
            "No One Looked On You With Pity Or Had Compassion Enough To Do Any Of These Things For You. Rather, You Were Thrown Out Into The Open Field, For On The Day You Were Born You Were Despised.",
            "\" 'Then I Passed By And Saw You Kicking About In Your Blood, And As You Lay There In Your Blood I Said To You, \"Live!\"",
            "I Made You Grow Like A Plant Of The Field. You Grew Up And Developed And Became The Most Beautiful Of Jewels. Your Breasts Were Formed And Your Hair Grew, You Who Were Naked And Bare.",
            "\" 'Later I Passed By, And When I Looked At You And Saw That You Were Old Enough For Love, I Spread The Corner Of My Garment Over You And Covered Your Nakedness. I Gave You My Solemn Oath And Entered Into A Covenant With You, Declares The Sovereign Lord , And You Became Mine.",
            "\" 'I Bathed You With Water And Washed The Blood From You And Put Ointments On You.",
            "I Clothed You With An Embroidered Dress And Put Leather Sandals On You. I Dressed You In Fine Linen And Covered You With Costly Garments.",
            "I Adorned You With Jewelry: I Put Bracelets On Your Arms And A Necklace Around Your Neck,",
            "And I Put A Ring On Your Nose, Earrings On Your Ears And A Beautiful Crown On Your Head.",
            "So You Were Adorned With Gold And Silver; Your Clothes Were Of Fine Linen And Costly Fabric And Embroidered Cloth. Your Food Was Fine Flour, Honey And Olive Oil. You Became Very Beautiful And Rose To Be A Queen.",
            "And Your Fame Spread Among The Nations On Account Of Your Beauty, Because The Splendor I Had Given You Made Your Beauty Perfect, Declares The Sovereign Lord .",
            "\" 'But You Trusted In Your Beauty And Used Your Fame To Become A Prostitute. You Lavished Your Favors On Anyone Who Passed By And Your Beauty Became His.",
            "You Took Some Of Your Garments To Make Gaudy High Places, Where You Carried On Your Prostitution. Such Things Should Not Happen, Nor Should They Ever Occur.",
            "You Also Took The Fine Jewelry I Gave You, The Jewelry Made Of My Gold And Silver, And You Made For Yourself Male Idols And Engaged In Prostitution With Them.",
            "And You Took Your Embroidered Clothes To Put On Them, And You Offered My Oil And Incense Before Them.",
            "Also The Food I Provided For You-the Fine Flour, Olive Oil And Honey I Gave You To Eat-you Offered As Fragrant Incense Before Them. That Is What Happened, Declares The Sovereign Lord .",
            "\" 'And You Took Your Sons And Daughters Whom You Bore To Me And Sacrificed Them As Food To The Idols. Was Your Prostitution Not Enough?",
            "You Slaughtered My Children And Sacrificed Them To The Idols.",
            "In All Your Detestable Practices And Your Prostitution You Did Not Remember The Days Of Your Youth, When You Were Naked And Bare, Kicking About In Your Blood.",
            "\" 'Woe! Woe To You, Declares The Sovereign Lord . In Addition To All Your Other Wickedness,",
            "You Built A Mound For Yourself And Made A Lofty Shrine In Every Public Square.",
            "At The Head Of Every Street You Built Your Lofty Shrines And Degraded Your Beauty, Offering Your Body With Increasing Promiscuity To Anyone Who Passed By.",
            "You Engaged In Prostitution With The Egyptians, Your Lustful Neighbors, And Provoked Me To Anger With Your Increasing Promiscuity.",
            "So I Stretched Out My Hand Against You And Reduced Your Territory; I Gave You Over To The Greed Of Your Enemies, The Daughters Of The Philistines, Who Were Shocked By Your Lewd Conduct.",
            "You Engaged In Prostitution With The Assyrians Too, Because You Were Insatiable; And Even After That, You Still Were Not Satisfied.",
            "Then You Increased Your Promiscuity To Include Babylonia, A Land Of Merchants, But Even With This You Were Not Satisfied.",
            "\" 'How Weak-willed You Are, Declares The Sovereign Lord , When You Do All These Things, Acting Like A Brazen Prostitute!",
            "When You Built Your Mounds At The Head Of Every Street And Made Your Lofty Shrines In Every Public Square, You Were Unlike A Prostitute, Because You Scorned Payment.",
            "\" 'You Adulterous Wife! You Prefer Strangers To Your Own Husband!",
            "Every Prostitute Receives A Fee, But You Give Gifts To All Your Lovers, Bribing Them To Come To You From Everywhere For Your Illicit Favors.",
            "So In Your Prostitution You Are The Opposite Of Others; No One Runs After You For Your Favors. You Are The Very Opposite, For You Give Payment And None Is Given To You.",
            "\" 'Therefore, You Prostitute, Hear The Word Of The Lord !",
            "This Is What The Sovereign Lord Says: Because You Poured Out Your Wealth And Exposed Your Nakedness In Your Promiscuity With Your Lovers, And Because Of All Your Detestable Idols, And Because You Gave Them Your Children's Blood,",
            "Therefore I Am Going To Gather All Your Lovers, With Whom You Found Pleasure, Those You Loved As Well As Those You Hated. I Will Gather Them Against You From All Around And Will Strip You In Front Of Them, And They Will See All Your Nakedness.",
            "I Will Sentence You To The Punishment Of Women Who Commit Adultery And Who Shed Blood; I Will Bring Upon You The Blood Vengeance Of My Wrath And Jealous Anger.",
            "Then I Will Hand You Over To Your Lovers, And They Will Tear Down Your Mounds And Destroy Your Lofty Shrines. They Will Strip You Of Your Clothes And Take Your Fine Jewelry And Leave You Naked And Bare.",
            "They Will Bring A Mob Against You, Who Will Stone You And Hack You To Pieces With Their Swords.",
            "They Will Burn Down Your Houses And Inflict Punishment On You In The Sight Of Many Women. I Will Put A Stop To Your Prostitution, And You Will No Longer Pay Your Lovers.",
            "Then My Wrath Against You Will Subside And My Jealous Anger Will Turn Away From You; I Will Be Calm And No Longer Angry.",
            "\" 'Because You Did Not Remember The Days Of Your Youth But Enraged Me With All These Things, I Will Surely Bring Down On Your Head What You Have Done, Declares The Sovereign Lord . Did You Not Add Lewdness To All Your Other Detestable Practices?",
            "\" 'Everyone Who Quotes Proverbs Will Quote This Proverb About You: \"Like Mother, Like Daughter.\"",
            "You Are A True Daughter Of Your Mother, Who Despised Her Husband And Her Children; And You Are A True Sister Of Your Sisters, Who Despised Their Husbands And Their Children. Your Mother Was A Hittite And Your Father An Amorite.",
            "Your Older Sister Was Samaria, Who Lived To The North Of You With Her Daughters; And Your Younger Sister, Who Lived To The South Of You With Her Daughters, Was Sodom.",
            "You Not Only Walked In Their Ways And Copied Their Detestable Practices, But In All Your Ways You Soon Became More Depraved Than They.",
            "As Surely As I Live, Declares The Sovereign Lord , Your Sister Sodom And Her Daughters Never Did What You And Your Daughters Have Done.",
            "\" 'Now This Was The Sin Of Your Sister Sodom: She And Her Daughters Were Arrogant, Overfed And Unconcerned; They Did Not Help The Poor And Needy.",
            "They Were Haughty And Did Detestable Things Before Me. Therefore I Did Away With Them As You Have Seen.",
            "Samaria Did Not Commit Half The Sins You Did. You Have Done More Detestable Things Than They, And Have Made Your Sisters Seem Righteous By All These Things You Have Done.",
            "Bear Your Disgrace, For You Have Furnished Some Justification For Your Sisters. Because Your Sins Were More Vile Than Theirs, They Appear More Righteous Than You. So Then, Be Ashamed And Bear Your Disgrace, For You Have Made Your Sisters Appear Righteous.",
            "\" 'However, I Will Restore The Fortunes Of Sodom And Her Daughters And Of Samaria And Her Daughters, And Your Fortunes Along With Them,",
            "So That You May Bear Your Disgrace And Be Ashamed Of All You Have Done In Giving Them Comfort.",
            "And Your Sisters, Sodom With Her Daughters And Samaria With Her Daughters, Will Return To What They Were Before; And You And Your Daughters Will Return To What You Were Before.",
            "You Would Not Even Mention Your Sister Sodom In The Day Of Your Pride,",
            "Before Your Wickedness Was Uncovered. Even So, You Are Now Scorned By The Daughters Of Edom And All Her Neighbors And The Daughters Of The Philistines-all Those Around You Who Despise You.",
            "You Will Bear The Consequences Of Your Lewdness And Your Detestable Practices, Declares The Lord .",
            "\" 'This Is What The Sovereign Lord Says: I Will Deal With You As You Deserve, Because You Have Despised My Oath By Breaking The Covenant.",
            "Yet I Will Remember The Covenant I Made With You In The Days Of Your Youth, And I Will Establish An Everlasting Covenant With You.",
            "Then You Will Remember Your Ways And Be Ashamed When You Receive Your Sisters, Both Those Who Are Older Than You And Those Who Are Younger. I Will Give Them To You As Daughters, But Not On The Basis Of My Covenant With You.",
            "So I Will Establish My Covenant With You, And You Will Know That I Am The Lord .",
            "Then, When I Make Atonement For You For All You Have Done, You Will Remember And Be Ashamed And Never Again Open Your Mouth Because Of Your Humiliation, Declares The Sovereign Lord .' \""
        ],
        [
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, Set Forth An Allegory And Tell The House Of Israel A Parable.",
            "Say To Them, 'This Is What The Sovereign Lord Says: A Great Eagle With Powerful Wings, Long Feathers And Full Plumage Of Varied Colors Came To Lebanon. Taking Hold Of The Top Of A Cedar,",
            "He Broke Off Its Topmost Shoot And Carried It Away To A Land Of Merchants, Where He Planted It In A City Of Traders.",
            "\" 'He Took Some Of The Seed Of Your Land And Put It In Fertile Soil. He Planted It Like A Willow By Abundant Water,",
            "And It Sprouted And Became A Low, Spreading Vine. Its Branches Turned Toward Him, But Its Roots Remained Under It. So It Became A Vine And Produced Branches And Put Out Leafy Boughs.",
            "\" 'But There Was Another Great Eagle With Powerful Wings And Full Plumage. The Vine Now Sent Out Its Roots Toward Him From The Plot Where It Was Planted And Stretched Out Its Branches To Him For Water.",
            "It Had Been Planted In Good Soil By Abundant Water So That It Would Produce Branches, Bear Fruit And Become A Splendid Vine.'",
            "\"Say To Them, 'This Is What The Sovereign Lord Says: Will It Thrive? Will It Not Be Uprooted And Stripped Of Its Fruit So That It Withers? All Its New Growth Will Wither. It Will Not Take A Strong Arm Or Many People To Pull It Up By The Roots.",
            "Even If It Is Transplanted, Will It Thrive? Will It Not Wither Completely When The East Wind Strikes It-wither Away In The Plot Where It Grew?' \"",
            "Then The Word Of The Lord Came To Me:",
            "\"Say To This Rebellious House, 'Do You Not Know What These Things Mean?' Say To Them: 'The King Of Babylon Went To Jerusalem And Carried Off Her King And Her Nobles, Bringing Them Back With Him To Babylon.",
            "Then He Took A Member Of The Royal Family And Made A Treaty With Him, Putting Him Under Oath. He Also Carried Away The Leading Men Of The Land,",
            "So That The Kingdom Would Be Brought Low, Unable To Rise Again, Surviving Only By Keeping His Treaty.",
            "But The King Rebelled Against Him By Sending His Envoys To Egypt To Get Horses And A Large Army. Will He Succeed? Will He Who Does Such Things Escape? Will He Break The Treaty And Yet Escape?",
            "\" 'As Surely As I Live, Declares The Sovereign Lord , He Shall Die In Babylon, In The Land Of The King Who Put Him On The Throne, Whose Oath He Despised And Whose Treaty He Broke.",
            "Pharaoh With His Mighty Army And Great Horde Will Be Of No Help To Him In War, When Ramps Are Built And Siege Works Erected To Destroy Many Lives.",
            "He Despised The Oath By Breaking The Covenant. Because He Had Given His Hand In Pledge And Yet Did All These Things, He Shall Not Escape.",
            "\" 'Therefore This Is What The Sovereign Lord Says: As Surely As I Live, I Will Bring Down On His Head My Oath That He Despised And My Covenant That He Broke.",
            "I Will Spread My Net For Him, And He Will Be Caught In My Snare. I Will Bring Him To Babylon And Execute Judgment Upon Him There Because He Was Unfaithful To Me.",
            "All His Fleeing Troops Will Fall By The Sword, And The Survivors Will Be Scattered To The Winds. Then You Will Know That I The Lord Have Spoken.",
            "\" 'This Is What The Sovereign Lord Says: I Myself Will Take A Shoot From The Very Top Of A Cedar And Plant It; I Will Break Off A Tender Sprig From Its Topmost Shoots And Plant It On A High And Lofty Mountain.",
            "On The Mountain Heights Of Israel I Will Plant It; It Will Produce Branches And Bear Fruit And Become A Splendid Cedar. Birds Of Every Kind Will Nest In It; They Will Find Shelter In The Shade Of Its Branches.",
            "All The Trees Of The Field Will Know That I The Lord Bring Down The Tall Tree And Make The Low Tree Grow Tall. I Dry Up The Green Tree And Make The Dry Tree Flourish. \" 'I The Lord Have Spoken, And I Will Do It.' \""
        ],
        [
            "The Word Of The Lord Came To Me:",
            "\"What Do You People Mean By Quoting This Proverb About The Land Of Israel: \" 'The Fathers Eat Sour Grapes, And The Children's Teeth Are Set On Edge'?",
            "\"As Surely As I Live, Declares The Sovereign Lord , You Will No Longer Quote This Proverb In Israel.",
            "For Every Living Soul Belongs To Me, The Father As Well As The Son-both Alike Belong To Me. The Soul Who Sins Is The One Who Will Die.",
            "\"Suppose There Is A Righteous Man Who Does What Is Just And Right.",
            "He Does Not Eat At The Mountain Shrines Or Look To The Idols Of The House Of Israel. He Does Not Defile His Neighbor's Wife Or Lie With A Woman During Her Period.",
            "He Does Not Oppress Anyone, But Returns What He Took In Pledge For A Loan. He Does Not Commit Robbery But Gives His Food To The Hungry And Provides Clothing For The Naked.",
            "He Does Not Lend At Usury Or Take Excessive Interest. He Withholds His Hand From Doing Wrong And Judges Fairly Between Man And Man.",
            "He Follows My Decrees And Faithfully Keeps My Laws. That Man Is Righteous; He Will Surely Live, Declares The Sovereign Lord .",
            "\"Suppose He Has A Violent Son, Who Sheds Blood Or Does Any Of These Other Things",
            "(Though The Father Has Done None Of Them): \"He Eats At The Mountain Shrines. He Defiles His Neighbor's Wife.",
            "He Oppresses The Poor And Needy. He Commits Robbery. He Does Not Return What He Took In Pledge. He Looks To The Idols. He Does Detestable Things.",
            "He Lends At Usury And Takes Excessive Interest. Will Such A Man Live? He Will Not! Because He Has Done All These Detestable Things, He Will Surely Be Put To Death And His Blood Will Be On His Own Head.",
            "\"But Suppose This Son Has A Son Who Sees All The Sins His Father Commits, And Though He Sees Them, He Does Not Do Such Things:",
            "\"He Does Not Eat At The Mountain Shrines Or Look To The Idols Of The House Of Israel. He Does Not Defile His Neighbor's Wife.",
            "He Does Not Oppress Anyone Or Require A Pledge For A Loan. He Does Not Commit Robbery But Gives His Food To The Hungry And Provides Clothing For The Naked.",
            "He Withholds His Hand From Sin And Takes No Usury Or Excessive Interest. He Keeps My Laws And Follows My Decrees. He Will Not Die For His Father's Sin; He Will Surely Live.",
            "But His Father Will Die For His Own Sin, Because He Practiced Extortion, Robbed His Brother And Did What Was Wrong Among His People.",
            "\"Yet You Ask, 'Why Does The Son Not Share The Guilt Of His Father?' Since The Son Has Done What Is Just And Right And Has Been Careful To Keep All My Decrees, He Will Surely Live.",
            "The Soul Who Sins Is The One Who Will Die. The Son Will Not Share The Guilt Of The Father, Nor Will The Father Share The Guilt Of The Son. The Righteousness Of The Righteous Man Will Be Credited To Him, And The Wickedness Of The Wicked Will Be Charged Against Him.",
            "\"But If A Wicked Man Turns Away From All The Sins He Has Committed And Keeps All My Decrees And Does What Is Just And Right, He Will Surely Live; He Will Not Die.",
            "None Of The Offenses He Has Committed Will Be Remembered Against Him. Because Of The Righteous Things He Has Done, He Will Live.",
            "Do I Take Any Pleasure In The Death Of The Wicked? Declares The Sovereign Lord . Rather, Am I Not Pleased When They Turn From Their Ways And Live?",
            "\"But If A Righteous Man Turns From His Righteousness And Commits Sin And Does The Same Detestable Things The Wicked Man Does, Will He Live? None Of The Righteous Things He Has Done Will Be Remembered. Because Of The Unfaithfulness He Is Guilty Of And Because Of The Sins He Has Committed, He Will Die.",
            "\"Yet You Say, 'The Way Of The Lord Is Not Just.' Hear, O House Of Israel: Is My Way Unjust? Is It Not Your Ways That Are Unjust?",
            "If A Righteous Man Turns From His Righteousness And Commits Sin, He Will Die For It; Because Of The Sin He Has Committed He Will Die.",
            "But If A Wicked Man Turns Away From The Wickedness He Has Committed And Does What Is Just And Right, He Will Save His Life.",
            "Because He Considers All The Offenses He Has Committed And Turns Away From Them, He Will Surely Live; He Will Not Die.",
            "Yet The House Of Israel Says, 'The Way Of The Lord Is Not Just.' Are My Ways Unjust, O House Of Israel? Is It Not Your Ways That Are Unjust?",
            "\"Therefore, O House Of Israel, I Will Judge You, Each One According To His Ways, Declares The Sovereign Lord . Repent! Turn Away From All Your Offenses; Then Sin Will Not Be Your Downfall.",
            "Rid Yourselves Of All The Offenses You Have Committed, And Get A New Heart And A New Spirit. Why Will You Die, O House Of Israel?",
            "For I Take No Pleasure In The Death Of Anyone, Declares The Sovereign Lord . Repent And Live!"
        ],
        [
            "\"Take Up A Lament Concerning The Princes Of Israel",
            "And Say: \" 'What A Lioness Was Your Mother Among The Lions! She Lay Down Among The Young Lions And Reared Her Cubs.",
            "She Brought Up One Of Her Cubs, And He Became A Strong Lion. He Learned To Tear The Prey And He Devoured Men.",
            "The Nations Heard About Him, And He Was Trapped In Their Pit. They Led Him With Hooks To The Land Of Egypt.",
            "\" 'When She Saw Her Hope Unfulfilled, Her Expectation Gone, She Took Another Of Her Cubs And Made Him A Strong Lion.",
            "He Prowled Among The Lions, For He Was Now A Strong Lion. He Learned To Tear The Prey And He Devoured Men.",
            "He Broke Down Their Strongholds And Devastated Their Towns. The Land And All Who Were In It Were Terrified By His Roaring.",
            "Then The Nations Came Against Him, Those From Regions Round About. They Spread Their Net For Him, And He Was Trapped In Their Pit.",
            "With Hooks They Pulled Him Into A Cage And Brought Him To The King Of Babylon. They Put Him In Prison, So His Roar Was Heard No Longer On The Mountains Of Israel.",
            "\" 'Your Mother Was Like A Vine In Your Vineyard Planted By The Water; It Was Fruitful And Full Of Branches Because Of Abundant Water.",
            "Its Branches Were Strong, Fit For A Ruler's Scepter. It Towered High Above The Thick Foliage, Conspicuous For Its Height And For Its Many Branches.",
            "But It Was Uprooted In Fury And Thrown To The Ground. The East Wind Made It Shrivel, It Was Stripped Of Its Fruit; Its Strong Branches Withered And Fire Consumed Them.",
            "Now It Is Planted In The Desert, In A Dry And Thirsty Land.",
            "Fire Spread From One Of Its Main Branches And Consumed Its Fruit. No Strong Branch Is Left On It Fit For A Ruler's Scepter.' This Is A Lament And Is To Be Used As A Lament.\""
        ],
        [
            "In The Seventh Year, In The Fifth Month On The Tenth Day, Some Of The Elders Of Israel Came To Inquire Of The Lord , And They Sat Down In Front Of Me.",
            "Then The Word Of The Lord Came To Me:",
            "\"Son Of Man, Speak To The Elders Of Israel And Say To Them, 'This Is What The Sovereign Lord Says: Have You Come To Inquire Of Me? As Surely As I Live, I Will Not Let You Inquire Of Me, Declares The Sovereign Lord .'",
            "\"Will You Judge Them? Will You Judge Them, Son Of Man? Then Confront Them With The Detestable Practices Of Their Fathers",
            "And Say To Them: 'This Is What The Sovereign Lord Says: On The Day I Chose Israel, I Swore With Uplifted Hand To The Descendants Of The House Of Jacob And Revealed Myself To Them In Egypt. With Uplifted Hand I Said To Them, \"I Am The Lord Your God.\"",
            "On That Day I Swore To Them That I Would Bring Them Out Of Egypt Into A Land I Had Searched Out For Them, A Land Flowing With Milk And Honey, The Most Beautiful Of All Lands.",
            "And I Said To Them, \"Each Of You, Get Rid Of The Vile Images You Have Set Your Eyes On, And Do Not Defile Yourselves With The Idols Of Egypt. I Am The Lord Your God.\"",
            "\" 'But They Rebelled Against Me And Would Not Listen To Me; They Did Not Get Rid Of The Vile Images They Had Set Their Eyes On, Nor Did They Forsake The Idols Of Egypt. So I Said I Would Pour Out My Wrath On Them And Spend My Anger Against Them In Egypt.",
            "But For The Sake Of My Name I Did What Would Keep It From Being Profaned In The Eyes Of The Nations They Lived Among And In Whose Sight I Had Revealed Myself To The Israelites By Bringing Them Out Of Egypt.",
            "Therefore I Led Them Out Of Egypt And Brought Them Into The Desert.",
            "I Gave Them My Decrees And Made Known To Them My Laws, For The Man Who Obeys Them Will Live By Them.",
            "Also I Gave Them My Sabbaths As A Sign Between Us, So They Would Know That I The Lord Made Them Holy.",
            "\" 'Yet The People Of Israel Rebelled Against Me In The Desert. They Did Not Follow My Decrees But Rejected My Laws-although The Man Who Obeys Them Will Live By Them-and They Utterly Desecrated My Sabbaths. So I Said I Would Pour Out My Wrath On Them And Destroy Them In The Desert.",
            "But For The Sake Of My Name I Did What Would Keep It From Being Profaned In The Eyes Of The Nations In Whose Sight I Had Brought Them Out.",
            "Also With Uplifted Hand I Swore To Them In The Desert That I Would Not Bring Them Into The Land I Had Given Them-a Land Flowing With Milk And Honey, Most Beautiful Of All Lands-",
            "Because They Rejected My Laws And Did Not Follow My Decrees And Desecrated My Sabbaths. For Their Hearts Were Devoted To Their Idols.",
            "Yet I Looked On Them With Pity And Did Not Destroy Them Or Put An End To Them In The Desert.",
            "I Said To Their Children In The Desert, \"Do Not Follow The Statutes Of Your Fathers Or Keep Their Laws Or Defile Yourselves With Their Idols.",
            "I Am The Lord Your God; Follow My Decrees And Be Careful To Keep My Laws.",
            "Keep My Sabbaths Holy, That They May Be A Sign Between Us. Then You Will Know That I Am The Lord Your God.\"",
            "\" 'But The Children Rebelled Against Me: They Did Not Follow My Decrees, They Were Not Careful To Keep My Laws-although The Man Who Obeys Them Will Live By Them-and They Desecrated My Sabbaths. So I Said I Would Pour Out My Wrath On Them And Spend My Anger Against Them In The Desert.",
            "But I Withheld My Hand, And For The Sake Of My Name I Did What Would Keep It From Being Profaned In The Eyes Of The Nations In Whose Sight I Had Brought Them Out.",
            "Also With Uplifted Hand I Swore To Them In The Desert That I Would Disperse Them Among The Nations And Scatter Them Through The Countries,",
            "Because They Had Not Obeyed My Laws But Had Rejected My Decrees And Desecrated My Sabbaths, And Their Eyes Lusted After Their Fathers' Idols.",
            "I Also Gave Them Over To Statutes That Were Not Good And Laws They Could Not Live By;",
            "I Let Them Become Defiled Through Their Gifts-the Sacrifice Of Every Firstborn -That I Might Fill Them With Horror So They Would Know That I Am The Lord .'",
            "\"Therefore, Son Of Man, Speak To The People Of Israel And Say To Them, 'This Is What The Sovereign Lord Says: In This Also Your Fathers Blasphemed Me By Forsaking Me:",
            "When I Brought Them Into The Land I Had Sworn To Give Them And They Saw Any High Hill Or Any Leafy Tree, There They Offered Their Sacrifices, Made Offerings That Provoked Me To Anger, Presented Their Fragrant Incense And Poured Out Their Drink Offerings.",
            "Then I Said To Them: What Is This High Place You Go To?' \" (It Is Called Bamah To This Day.)",
            "\"Therefore Say To The House Of Israel: 'This Is What The Sovereign Lord Says: Will You Defile Yourselves The Way Your Fathers Did And Lust After Their Vile Images?",
            "When You Offer Your Gifts-the Sacrifice Of Your Sons In The Fire-you Continue To Defile Yourselves With All Your Idols To This Day. Am I To Let You Inquire Of Me, O House Of Israel? As Surely As I Live, Declares The Sovereign Lord , I Will Not Let You Inquire Of Me.",
            "\" 'You Say, \"We Want To Be Like The Nations, Like The Peoples Of The World, Who Serve Wood And Stone.\" But What You Have In Mind Will Never Happen.",
            "As Surely As I Live, Declares The Sovereign Lord , I Will Rule Over You With A Mighty Hand And An Outstretched Arm And With Outpoured Wrath.",
            "I Will Bring You From The Nations And Gather You From The Countries Where You Have Been Scattered-with A Mighty Hand And An Outstretched Arm And With Outpoured Wrath.",
            "I Will Bring You Into The Desert Of The Nations And There, Face To Face, I Will Execute Judgment Upon You.",
            "As I Judged Your Fathers In The Desert Of The Land Of Egypt, So I Will Judge You, Declares The Sovereign Lord .",
            "I Will Take Note Of You As You Pass Under My Rod, And I Will Bring You Into The Bond Of The Covenant.",
            "I Will Purge You Of Those Who Revolt And Rebel Against Me. Although I Will Bring Them Out Of The Land Where They Are Living, Yet They Will Not Enter The Land Of Israel. Then You Will Know That I Am The Lord .",
            "\" 'As For You, O House Of Israel, This Is What The Sovereign Lord Says: Go And Serve Your Idols, Every One Of You! But Afterward You Will Surely Listen To Me And No Longer Profane My Holy Name With Your Gifts And Idols.",
            "For On My Holy Mountain, The High Mountain Of Israel, Declares The Sovereign Lord , There In The Land The Entire House Of Israel Will Serve Me, And There I Will Accept Them. There I Will Require Your Offerings And Your Choice Gifts, Along With All Your Holy Sacrifices.",
            "I Will Accept You As Fragrant Incense When I Bring You Out From The Nations And Gather You From The Countries Where You Have Been Scattered, And I Will Show Myself Holy Among You In The Sight Of The Nations.",
            "Then You Will Know That I Am The Lord , When I Bring You Into The Land Of Israel, The Land I Had Sworn With Uplifted Hand To Give To Your Fathers.",
            "There You Will Remember Your Conduct And All The Actions By Which You Have Defiled Yourselves, And You Will Loathe Yourselves For All The Evil You Have Done.",
            "You Will Know That I Am The Lord , When I Deal With You For My Name's Sake And Not According To Your Evil Ways And Your Corrupt Practices, O House Of Israel, Declares The Sovereign Lord .' \"",
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, Set Your Face Toward The South; Preach Against The South And Prophesy Against The Forest Of The Southland.",
            "Say To The Southern Forest: 'Hear The Word Of The Lord . This Is What The Sovereign Lord Says: I Am About To Set Fire To You, And It Will Consume All Your Trees, Both Green And Dry. The Blazing Flame Will Not Be Quenched, And Every Face From South To North Will Be Scorched By It.",
            "Everyone Will See That I The Lord Have Kindled It; It Will Not Be Quenched.' \"",
            "Then I Said, \"Ah, Sovereign Lord ! They Are Saying Of Me, 'Isn't He Just Telling Parables?' \""
        ],
        [
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, Set Your Face Against Jerusalem And Preach Against The Sanctuary. Prophesy Against The Land Of Israel",
            "And Say To Her: 'This Is What The Lord Says: I Am Against You. I Will Draw My Sword From Its Scabbard And Cut Off From You Both The Righteous And The Wicked.",
            "Because I Am Going To Cut Off The Righteous And The Wicked, My Sword Will Be Unsheathed Against Everyone From South To North.",
            "Then All People Will Know That I The Lord Have Drawn My Sword From Its Scabbard; It Will Not Return Again.'",
            "\"Therefore Groan, Son Of Man! Groan Before Them With Broken Heart And Bitter Grief.",
            "And When They Ask You, 'Why Are You Groaning?' You Shall Say, 'Because Of The News That Is Coming. Every Heart Will Melt And Every Hand Go Limp; Every Spirit Will Become Faint And Every Knee Become As Weak As Water.' It Is Coming! It Will Surely Take Place, Declares The Sovereign Lord .\"",
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, Prophesy And Say, 'This Is What The Lord Says: \" 'A Sword, A Sword, Sharpened And Polished-",
            "Sharpened For The Slaughter, Polished To Flash Like Lightning! \" 'Shall We Rejoice In The Scepter Of My Son Judah ? The Sword Despises Every Such Stick.",
            "\" 'The Sword Is Appointed To Be Polished, To Be Grasped With The Hand; It Is Sharpened And Polished, Made Ready For The Hand Of The Slayer.",
            "Cry Out And Wail, Son Of Man, For It Is Against My People; It Is Against All The Princes Of Israel. They Are Thrown To The Sword Along With My People. Therefore Beat Your Breast.",
            "\" 'Testing Will Surely Come. And What If The Scepter Of Judah , Which The Sword Despises, Does Not Continue? Declares The Sovereign Lord .'",
            "\"So Then, Son Of Man, Prophesy And Strike Your Hands Together. Let The Sword Strike Twice, Even Three Times. It Is A Sword For Slaughter- A Sword For Great Slaughter, Closing In On Them From Every Side.",
            "So That Hearts May Melt And The Fallen Be Many, I Have Stationed The Sword For Slaughter At All Their Gates. Oh! It Is Made To Flash Like Lightning, It Is Grasped For Slaughter.",
            "O Sword, Slash To The Right, Then To The Left, Wherever Your Blade Is Turned.",
            "I Too Will Strike My Hands Together, And My Wrath Will Subside. I The Lord Have Spoken.\"",
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, Mark Out Two Roads For The Sword Of The King Of Babylon To Take, Both Starting From The Same Country. Make A Signpost Where The Road Branches Off To The City.",
            "Mark Out One Road For The Sword To Come Against Rabbah Of The Ammonites And Another Against Judah And Fortified Jerusalem.",
            "For The King Of Babylon Will Stop At The Fork In The Road, At The Junction Of The Two Roads, To Seek An Omen: He Will Cast Lots With Arrows, He Will Consult His Idols, He Will Examine The Liver.",
            "Into His Right Hand Will Come The Lot For Jerusalem, Where He Is To Set Up Battering Rams, To Give The Command To Slaughter, To Sound The Battle Cry, To Set Battering Rams Against The Gates, To Build A Ramp And To Erect Siege Works.",
            "It Will Seem Like A False Omen To Those Who Have Sworn Allegiance To Him, But He Will Remind Them Of Their Guilt And Take Them Captive.",
            "\"Therefore This Is What The Sovereign Lord Says: 'Because You People Have Brought To Mind Your Guilt By Your Open Rebellion, Revealing Your Sins In All That You Do-because You Have Done This, You Will Be Taken Captive.",
            "\" 'O Profane And Wicked Prince Of Israel, Whose Day Has Come, Whose Time Of Punishment Has Reached Its Climax,",
            "This Is What The Sovereign Lord Says: Take Off The Turban, Remove The Crown. It Will Not Be As It Was: The Lowly Will Be Exalted And The Exalted Will Be Brought Low.",
            "A Ruin! A Ruin! I Will Make It A Ruin! It Will Not Be Restored Until He Comes To Whom It Rightfully Belongs; To Him I Will Give It.'",
            "\"And You, Son Of Man, Prophesy And Say, 'This Is What The Sovereign Lord Says About The Ammonites And Their Insults: \" 'A Sword, A Sword, Drawn For The Slaughter, Polished To Consume And To Flash Like Lightning!",
            "Despite False Visions Concerning You And Lying Divinations About You, It Will Be Laid On The Necks Of The Wicked Who Are To Be Slain, Whose Day Has Come, Whose Time Of Punishment Has Reached Its Climax.",
            "Return The Sword To Its Scabbard. In The Place Where You Were Created, In The Land Of Your Ancestry, I Will Judge You.",
            "I Will Pour Out My Wrath Upon You And Breathe Out My Fiery Anger Against You; I Will Hand You Over To Brutal Men, Men Skilled In Destruction.",
            "You Will Be Fuel For The Fire, Your Blood Will Be Shed In Your Land, You Will Be Remembered No More; For I The Lord Have Spoken.' \""
        ],
        [
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, Will You Judge Her? Will You Judge This City Of Bloodshed? Then Confront Her With All Her Detestable Practices",
            "And Say: 'This Is What The Sovereign Lord Says: O City That Brings On Herself Doom By Shedding Blood In Her Midst And Defiles Herself By Making Idols,",
            "You Have Become Guilty Because Of The Blood You Have Shed And Have Become Defiled By The Idols You Have Made. You Have Brought Your Days To A Close, And The End Of Your Years Has Come. Therefore I Will Make You An Object Of Scorn To The Nations And A Laughingstock To All The Countries.",
            "Those Who Are Near And Those Who Are Far Away Will Mock You, O Infamous City, Full Of Turmoil.",
            "\" 'See How Each Of The Princes Of Israel Who Are In You Uses His Power To Shed Blood.",
            "In You They Have Treated Father And Mother With Contempt; In You They Have Oppressed The Alien And Mistreated The Fatherless And The Widow.",
            "You Have Despised My Holy Things And Desecrated My Sabbaths.",
            "In You Are Slanderous Men Bent On Shedding Blood; In You Are Those Who Eat At The Mountain Shrines And Commit Lewd Acts.",
            "In You Are Those Who Dishonor Their Fathers' Bed; In You Are Those Who Violate Women During Their Period, When They Are Ceremonially Unclean.",
            "In You One Man Commits A Detestable Offense With His Neighbor's Wife, Another Shamefully Defiles His Daughter-in-law, And Another Violates His Sister, His Own Father's Daughter.",
            "In You Men Accept Bribes To Shed Blood; You Take Usury And Excessive Interest And Make Unjust Gain From Your Neighbors By Extortion. And You Have Forgotten Me, Declares The Sovereign Lord .",
            "\" 'I Will Surely Strike My Hands Together At The Unjust Gain You Have Made And At The Blood You Have Shed In Your Midst.",
            "Will Your Courage Endure Or Your Hands Be Strong In The Day I Deal With You? I The Lord Have Spoken, And I Will Do It.",
            "I Will Disperse You Among The Nations And Scatter You Through The Countries; And I Will Put An End To Your Uncleanness.",
            "When You Have Been Defiled In The Eyes Of The Nations, You Will Know That I Am The Lord .' \"",
            "Then The Word Of The Lord Came To Me:",
            "\"Son Of Man, The House Of Israel Has Become Dross To Me; All Of Them Are The Copper, Tin, Iron And Lead Left Inside A Furnace. They Are But The Dross Of Silver.",
            "Therefore This Is What The Sovereign Lord Says: 'Because You Have All Become Dross, I Will Gather You Into Jerusalem.",
            "As Men Gather Silver, Copper, Iron, Lead And Tin Into A Furnace To Melt It With A Fiery Blast, So Will I Gather You In My Anger And My Wrath And Put You Inside The City And Melt You.",
            "I Will Gather You And I Will Blow On You With My Fiery Wrath, And You Will Be Melted Inside Her.",
            "As Silver Is Melted In A Furnace, So You Will Be Melted Inside Her, And You Will Know That I The Lord Have Poured Out My Wrath Upon You.' \"",
            "Again The Word Of The Lord Came To Me:",
            "\"Son Of Man, Say To The Land, 'You Are A Land That Has Had No Rain Or Showers In The Day Of Wrath.'",
            "There Is A Conspiracy Of Her Princes Within Her Like A Roaring Lion Tearing Its Prey; They Devour People, Take Treasures And Precious Things And Make Many Widows Within Her.",
            "Her Priests Do Violence To My Law And Profane My Holy Things; They Do Not Distinguish Between The Holy And The Common; They Teach That There Is No Difference Between The Unclean And The Clean; And They Shut Their Eyes To The Keeping Of My Sabbaths, So That I Am Profaned Among Them.",
            "Her Officials Within Her Are Like Wolves Tearing Their Prey; They Shed Blood And Kill People To Make Unjust Gain.",
            "Her Prophets Whitewash These Deeds For Them By False Visions And Lying Divinations. They Say, 'This Is What The Sovereign Lord Says'-when The Lord Has Not Spoken.",
            "The People Of The Land Practice Extortion And Commit Robbery; They Oppress The Poor And Needy And Mistreat The Alien, Denying Them Justice.",
            "\"I Looked For A Man Among Them Who Would Build Up The Wall And Stand Before Me In The Gap On Behalf Of The Land So I Would Not Have To Destroy It, But I Found None.",
            "So I Will Pour Out My Wrath On Them And Consume Them With My Fiery Anger, Bringing Down On Their Own Heads All They Have Done, Declares The Sovereign Lord .\""
        ],
        [
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, There Were Two Women, Daughters Of The Same Mother.",
            "They Became Prostitutes In Egypt, Engaging In Prostitution From Their Youth. In That Land Their Breasts Were Fondled And Their Virgin Bosoms Caressed.",
            "The Older Was Named Oholah, And Her Sister Was Oholibah. They Were Mine And Gave Birth To Sons And Daughters. Oholah Is Samaria, And Oholibah Is Jerusalem.",
            "\"Oholah Engaged In Prostitution While She Was Still Mine; And She Lusted After Her Lovers, The Assyrians-warriors",
            "Clothed In Blue, Governors And Commanders, All Of Them Handsome Young Men, And Mounted Horsemen.",
            "She Gave Herself As A Prostitute To All The Elite Of The Assyrians And Defiled Herself With All The Idols Of Everyone She Lusted After.",
            "She Did Not Give Up The Prostitution She Began In Egypt, When During Her Youth Men Slept With Her, Caressed Her Virgin Bosom And Poured Out Their Lust Upon Her.",
            "\"Therefore I Handed Her Over To Her Lovers, The Assyrians, For Whom She Lusted.",
            "They Stripped Her Naked, Took Away Her Sons And Daughters And Killed Her With The Sword. She Became A Byword Among Women, And Punishment Was Inflicted On Her.",
            "\"Her Sister Oholibah Saw This, Yet In Her Lust And Prostitution She Was More Depraved Than Her Sister.",
            "She Too Lusted After The Assyrians-governors And Commanders, Warriors In Full Dress, Mounted Horsemen, All Handsome Young Men.",
            "I Saw That She Too Defiled Herself; Both Of Them Went The Same Way.",
            "\"But She Carried Her Prostitution Still Further. She Saw Men Portrayed On A Wall, Figures Of Chaldeans Portrayed In Red,",
            "With Belts Around Their Waists And Flowing Turbans On Their Heads; All Of Them Looked Like Babylonian Chariot Officers, Natives Of Chaldea.",
            "As Soon As She Saw Them, She Lusted After Them And Sent Messengers To Them In Chaldea.",
            "Then The Babylonians Came To Her, To The Bed Of Love, And In Their Lust They Defiled Her. After She Had Been Defiled By Them, She Turned Away From Them In Disgust.",
            "When She Carried On Her Prostitution Openly And Exposed Her Nakedness, I Turned Away From Her In Disgust, Just As I Had Turned Away From Her Sister.",
            "Yet She Became More And More Promiscuous As She Recalled The Days Of Her Youth, When She Was A Prostitute In Egypt.",
            "There She Lusted After Her Lovers, Whose Genitals Were Like Those Of Donkeys And Whose Emission Was Like That Of Horses.",
            "So You Longed For The Lewdness Of Your Youth, When In Egypt Your Bosom Was Caressed And Your Young Breasts Fondled.",
            "\"Therefore, Oholibah, This Is What The Sovereign Lord Says: I Will Stir Up Your Lovers Against You, Those You Turned Away From In Disgust, And I Will Bring Them Against You From Every Side-",
            "The Babylonians And All The Chaldeans, The Men Of Pekod And Shoa And Koa, And All The Assyrians With Them, Handsome Young Men, All Of Them Governors And Commanders, Chariot Officers And Men Of High Rank, All Mounted On Horses.",
            "They Will Come Against You With Weapons, Chariots And Wagons And With A Throng Of People; They Will Take Up Positions Against You On Every Side With Large And Small Shields And With Helmets. I Will Turn You Over To Them For Punishment, And They Will Punish You According To Their Standards.",
            "I Will Direct My Jealous Anger Against You, And They Will Deal With You In Fury. They Will Cut Off Your Noses And Your Ears, And Those Of You Who Are Left Will Fall By The Sword. They Will Take Away Your Sons And Daughters, And Those Of You Who Are Left Will Be Consumed By Fire.",
            "They Will Also Strip You Of Your Clothes And Take Your Fine Jewelry.",
            "So I Will Put A Stop To The Lewdness And Prostitution You Began In Egypt. You Will Not Look On These Things With Longing Or Remember Egypt Anymore.",
            "\"For This Is What The Sovereign Lord Says: I Am About To Hand You Over To Those You Hate, To Those You Turned Away From In Disgust.",
            "They Will Deal With You In Hatred And Take Away Everything You Have Worked For. They Will Leave You Naked And Bare, And The Shame Of Your Prostitution Will Be Exposed. Your Lewdness And Promiscuity",
            "Have Brought This Upon You, Because You Lusted After The Nations And Defiled Yourself With Their Idols.",
            "You Have Gone The Way Of Your Sister; So I Will Put Her Cup Into Your Hand.",
            "\"This Is What The Sovereign Lord Says: \"You Will Drink Your Sister's Cup, A Cup Large And Deep; It Will Bring Scorn And Derision, For It Holds So Much.",
            "You Will Be Filled With Drunkenness And Sorrow, The Cup Of Ruin And Desolation, The Cup Of Your Sister Samaria.",
            "You Will Drink It And Drain It Dry; You Will Dash It To Pieces And Tear Your Breasts. I Have Spoken, Declares The Sovereign Lord .",
            "\"Therefore This Is What The Sovereign Lord Says: Since You Have Forgotten Me And Thrust Me Behind Your Back, You Must Bear The Consequences Of Your Lewdness And Prostitution.\"",
            "The Lord Said To Me: \"Son Of Man, Will You Judge Oholah And Oholibah? Then Confront Them With Their Detestable Practices,",
            "For They Have Committed Adultery And Blood Is On Their Hands. They Committed Adultery With Their Idols; They Even Sacrificed Their Children, Whom They Bore To Me, As Food For Them.",
            "They Have Also Done This To Me: At That Same Time They Defiled My Sanctuary And Desecrated My Sabbaths.",
            "On The Very Day They Sacrificed Their Children To Their Idols, They Entered My Sanctuary And Desecrated It. That Is What They Did In My House.",
            "\"They Even Sent Messengers For Men Who Came From Far Away, And When They Arrived You Bathed Yourself For Them, Painted Your Eyes And Put On Your Jewelry.",
            "You Sat On An Elegant Couch, With A Table Spread Before It On Which You Had Placed The Incense And Oil That Belonged To Me.",
            "\"The Noise Of A Carefree Crowd Was Around Her; Sabeans Were Brought From The Desert Along With Men From The Rabble, And They Put Bracelets On The Arms Of The Woman And Her Sister And Beautiful Crowns On Their Heads.",
            "Then I Said About The One Worn Out By Adultery, 'Now Let Them Use Her As A Prostitute, For That Is All She Is.'",
            "And They Slept With Her. As Men Sleep With A Prostitute, So They Slept With Those Lewd Women, Oholah And Oholibah.",
            "But Righteous Men Will Sentence Them To The Punishment Of Women Who Commit Adultery And Shed Blood, Because They Are Adulterous And Blood Is On Their Hands.",
            "\"This Is What The Sovereign Lord Says: Bring A Mob Against Them And Give Them Over To Terror And Plunder.",
            "The Mob Will Stone Them And Cut Them Down With Their Swords; They Will Kill Their Sons And Daughters And Burn Down Their Houses.",
            "\"So I Will Put An End To Lewdness In The Land, That All Women May Take Warning And Not Imitate You.",
            "You Will Suffer The Penalty For Your Lewdness And Bear The Consequences Of Your Sins Of Idolatry. Then You Will Know That I Am The Sovereign Lord .\""
        ],
        [
            "In The Ninth Year, In The Tenth Month On The Tenth Day, The Word Of The Lord Came To Me:",
            "\"Son Of Man, Record This Date, This Very Date, Because The King Of Babylon Has Laid Siege To Jerusalem This Very Day.",
            "Tell This Rebellious House A Parable And Say To Them: 'This Is What The Sovereign Lord Says: \" 'Put On The Cooking Pot; Put It On And Pour Water Into It.",
            "Put Into It The Pieces Of Meat, All The Choice Pieces-the Leg And The Shoulder. Fill It With The Best Of These Bones;",
            "Take The Pick Of The Flock. Pile Wood Beneath It For The Bones; Bring It To A Boil And Cook The Bones In It.",
            "\" 'For This Is What The Sovereign Lord Says: \" 'Woe To The City Of Bloodshed, To The Pot Now Encrusted, Whose Deposit Will Not Go Away! Empty It Piece By Piece Without Casting Lots For Them.",
            "\" 'For The Blood She Shed Is In Her Midst: She Poured It On The Bare Rock; She Did Not Pour It On The Ground, Where The Dust Would Cover It.",
            "To Stir Up Wrath And Take Revenge I Put Her Blood On The Bare Rock, So That It Would Not Be Covered.",
            "\" 'Therefore This Is What The Sovereign Lord Says: \" 'Woe To The City Of Bloodshed! I, Too, Will Pile The Wood High.",
            "So Heap On The Wood And Kindle The Fire. Cook The Meat Well, Mixing In The Spices; And Let The Bones Be Charred.",
            "Then Set The Empty Pot On The Coals Till It Becomes Hot And Its Copper Glows So Its Impurities May Be Melted And Its Deposit Burned Away.",
            "It Has Frustrated All Efforts; Its Heavy Deposit Has Not Been Removed, Not Even By Fire.",
            "\" 'Now Your Impurity Is Lewdness. Because I Tried To Cleanse You But You Would Not Be Cleansed From Your Impurity, You Will Not Be Clean Again Until My Wrath Against You Has Subsided.",
            "\" 'I The Lord Have Spoken. The Time Has Come For Me To Act. I Will Not Hold Back; I Will Not Have Pity, Nor Will I Relent. You Will Be Judged According To Your Conduct And Your Actions, Declares The Sovereign Lord .' \"",
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, With One Blow I Am About To Take Away From You The Delight Of Your Eyes. Yet Do Not Lament Or Weep Or Shed Any Tears.",
            "Groan Quietly; Do Not Mourn For The Dead. Keep Your Turban Fastened And Your Sandals On Your Feet; Do Not Cover The Lower Part Of Your Face Or Eat The Customary Food Of Mourners .\"",
            "So I Spoke To The People In The Morning, And In The Evening My Wife Died. The Next Morning I Did As I Had Been Commanded.",
            "Then The People Asked Me, \"Won't You Tell Us What These Things Have To Do With Us?\"",
            "So I Said To Them, \"The Word Of The Lord Came To Me:",
            "Say To The House Of Israel, 'This Is What The Sovereign Lord Says: I Am About To Desecrate My Sanctuary-the Stronghold In Which You Take Pride, The Delight Of Your Eyes, The Object Of Your Affection. The Sons And Daughters You Left Behind Will Fall By The Sword.",
            "And You Will Do As I Have Done. You Will Not Cover The Lower Part Of Your Face Or Eat The Customary Food Of Mourners .",
            "You Will Keep Your Turbans On Your Heads And Your Sandals On Your Feet. You Will Not Mourn Or Weep But Will Waste Away Because Of Your Sins And Groan Among Yourselves.",
            "Ezekiel Will Be A Sign To You; You Will Do Just As He Has Done. When This Happens, You Will Know That I Am The Sovereign Lord .'",
            "\"And You, Son Of Man, On The Day I Take Away Their Stronghold, Their Joy And Glory, The Delight Of Their Eyes, Their Heart's Desire, And Their Sons And Daughters As Well-",
            "On That Day A Fugitive Will Come To Tell You The News.",
            "At That Time Your Mouth Will Be Opened; You Will Speak With Him And Will No Longer Be Silent. So You Will Be A Sign To Them, And They Will Know That I Am The Lord .\""
        ],
        [
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, Set Your Face Against The Ammonites And Prophesy Against Them.",
            "Say To Them, 'Hear The Word Of The Sovereign Lord . This Is What The Sovereign Lord Says: Because You Said \"Aha!\" Over My Sanctuary When It Was Desecrated And Over The Land Of Israel When It Was Laid Waste And Over The People Of Judah When They Went Into Exile,",
            "Therefore I Am Going To Give You To The People Of The East As A Possession. They Will Set Up Their Camps And Pitch Their Tents Among You; They Will Eat Your Fruit And Drink Your Milk.",
            "I Will Turn Rabbah Into A Pasture For Camels And Ammon Into A Resting Place For Sheep. Then You Will Know That I Am The Lord .",
            "For This Is What The Sovereign Lord Says: Because You Have Clapped Your Hands And Stamped Your Feet, Rejoicing With All The Malice Of Your Heart Against The Land Of Israel,",
            "Therefore I Will Stretch Out My Hand Against You And Give You As Plunder To The Nations. I Will Cut You Off From The Nations And Exterminate You From The Countries. I Will Destroy You, And You Will Know That I Am The Lord .' \"",
            "\"This Is What The Sovereign Lord Says: 'Because Moab And Seir Said, \"Look, The House Of Judah Has Become Like All The Other Nations,\"",
            "Therefore I Will Expose The Flank Of Moab, Beginning At Its Frontier Towns-beth Jeshimoth, Baal Meon And Kiriathaim-the Glory Of That Land.",
            "I Will Give Moab Along With The Ammonites To The People Of The East As A Possession, So That The Ammonites Will Not Be Remembered Among The Nations;",
            "And I Will Inflict Punishment On Moab. Then They Will Know That I Am The Lord .' \"",
            "\"This Is What The Sovereign Lord Says: 'Because Edom Took Revenge On The House Of Judah And Became Very Guilty By Doing So,",
            "Therefore This Is What The Sovereign Lord Says: I Will Stretch Out My Hand Against Edom And Kill Its Men And Their Animals. I Will Lay It Waste, And From Teman To Dedan They Will Fall By The Sword.",
            "I Will Take Vengeance On Edom By The Hand Of My People Israel, And They Will Deal With Edom In Accordance With My Anger And My Wrath; They Will Know My Vengeance, Declares The Sovereign Lord .' \"",
            "\"This Is What The Sovereign Lord Says: 'Because The Philistines Acted In Vengeance And Took Revenge With Malice In Their Hearts, And With Ancient Hostility Sought To Destroy Judah,",
            "Therefore This Is What The Sovereign Lord Says: I Am About To Stretch Out My Hand Against The Philistines, And I Will Cut Off The Kerethites And Destroy Those Remaining Along The Coast.",
            "I Will Carry Out Great Vengeance On Them And Punish Them In My Wrath. Then They Will Know That I Am The Lord , When I Take Vengeance On Them.' \""
        ],
        [
            "In The Eleventh Year, On The First Day Of The Month, The Word Of The Lord Came To Me:",
            "\"Son Of Man, Because Tyre Has Said Of Jerusalem, 'Aha! The Gate To The Nations Is Broken, And Its Doors Have Swung Open To Me; Now That She Lies In Ruins I Will Prosper,'",
            "Therefore This Is What The Sovereign Lord Says: I Am Against You, O Tyre, And I Will Bring Many Nations Against You, Like The Sea Casting Up Its Waves.",
            "They Will Destroy The Walls Of Tyre And Pull Down Her Towers; I Will Scrape Away Her Rubble And Make Her A Bare Rock.",
            "Out In The Sea She Will Become A Place To Spread Fishnets, For I Have Spoken, Declares The Sovereign Lord . She Will Become Plunder For The Nations,",
            "And Her Settlements On The Mainland Will Be Ravaged By The Sword. Then They Will Know That I Am The Lord .",
            "\"For This Is What The Sovereign Lord Says: From The North I Am Going To Bring Against Tyre Nebuchadnezzar King Of Babylon, King Of Kings, With Horses And Chariots, With Horsemen And A Great Army.",
            "He Will Ravage Your Settlements On The Mainland With The Sword; He Will Set Up Siege Works Against You, Build A Ramp Up To Your Walls And Raise His Shields Against You.",
            "He Will Direct The Blows Of His Battering Rams Against Your Walls And Demolish Your Towers With His Weapons.",
            "His Horses Will Be So Many That They Will Cover You With Dust. Your Walls Will Tremble At The Noise Of The War Horses, Wagons And Chariots When He Enters Your Gates As Men Enter A City Whose Walls Have Been Broken Through.",
            "The Hoofs Of His Horses Will Trample All Your Streets; He Will Kill Your People With The Sword, And Your Strong Pillars Will Fall To The Ground.",
            "They Will Plunder Your Wealth And Loot Your Merchandise; They Will Break Down Your Walls And Demolish Your Fine Houses And Throw Your Stones, Timber And Rubble Into The Sea.",
            "I Will Put An End To Your Noisy Songs, And The Music Of Your Harps Will Be Heard No More.",
            "I Will Make You A Bare Rock, And You Will Become A Place To Spread Fishnets. You Will Never Be Rebuilt, For I The Lord Have Spoken, Declares The Sovereign Lord .",
            "\"This Is What The Sovereign Lord Says To Tyre: Will Not The Coastlands Tremble At The Sound Of Your Fall, When The Wounded Groan And The Slaughter Takes Place In You?",
            "Then All The Princes Of The Coast Will Step Down From Their Thrones And Lay Aside Their Robes And Take Off Their Embroidered Garments. Clothed With Terror, They Will Sit On The Ground, Trembling Every Moment, Appalled At You.",
            "Then They Will Take Up A Lament Concerning You And Say To You: \" 'How You Are Destroyed, O City Of Renown, Peopled By Men Of The Sea! You Were A Power On The Seas, You And Your Citizens; You Put Your Terror On All Who Lived There.",
            "Now The Coastlands Tremble On The Day Of Your Fall; The Islands In The Sea Are Terrified At Your Collapse.'",
            "\"This Is What The Sovereign Lord Says: When I Make You A Desolate City, Like Cities No Longer Inhabited, And When I Bring The Ocean Depths Over You And Its Vast Waters Cover You,",
            "Then I Will Bring You Down With Those Who Go Down To The Pit, To The People Of Long Ago. I Will Make You Dwell In The Earth Below, As In Ancient Ruins, With Those Who Go Down To The Pit, And You Will Not Return Or Take Your Place In The Land Of The Living.",
            "I Will Bring You To A Horrible End And You Will Be No More. You Will Be Sought, But You Will Never Again Be Found, Declares The Sovereign Lord .\""
        ],
        [
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, Take Up A Lament Concerning Tyre.",
            "Say To Tyre, Situated At The Gateway To The Sea, Merchant Of Peoples On Many Coasts, 'This Is What The Sovereign Lord Says: \" 'You Say, O Tyre, \"I Am Perfect In Beauty.\"",
            "Your Domain Was On The High Seas; Your Builders Brought Your Beauty To Perfection.",
            "They Made All Your Timbers Of Pine Trees From Senir ; They Took A Cedar From Lebanon To Make A Mast For You.",
            "Of Oaks From Bashan They Made Your Oars; Of Cypress Wood From The Coasts Of Cyprus They Made Your Deck, Inlaid With Ivory.",
            "Fine Embroidered Linen From Egypt Was Your Sail And Served As Your Banner; Your Awnings Were Of Blue And Purple From The Coasts Of Elishah.",
            "Men Of Sidon And Arvad Were Your Oarsmen; Your Skilled Men, O Tyre, Were Aboard As Your Seamen.",
            "Veteran Craftsmen Of Gebal Were On Board As Shipwrights To Caulk Your Seams. All The Ships Of The Sea And Their Sailors Came Alongside To Trade For Your Wares.",
            "\" 'Men Of Persia, Lydia And Put Served As Soldiers In Your Army. They Hung Their Shields And Helmets On Your Walls, Bringing You Splendor.",
            "Men Of Arvad And Helech Manned Your Walls On Every Side; Men Of Gammad Were In Your Towers. They Hung Their Shields Around Your Walls; They Brought Your Beauty To Perfection.",
            "\" 'Tarshish Did Business With You Because Of Your Great Wealth Of Goods; They Exchanged Silver, Iron, Tin And Lead For Your Merchandise.",
            "\" 'Greece, Tubal And Meshech Traded With You; They Exchanged Slaves And Articles Of Bronze For Your Wares.",
            "\" 'Men Of Beth Togarmah Exchanged Work Horses, War Horses And Mules For Your Merchandise.",
            "\" 'The Men Of Rhodes Traded With You, And Many Coastlands Were Your Customers; They Paid You With Ivory Tusks And Ebony.",
            "\" 'Aram Did Business With You Because Of Your Many Products; They Exchanged Turquoise, Purple Fabric, Embroidered Work, Fine Linen, Coral And Rubies For Your Merchandise.",
            "\" 'Judah And Israel Traded With You; They Exchanged Wheat From Minnith And Confections, Honey, Oil And Balm For Your Wares.",
            "\" 'Damascus, Because Of Your Many Products And Great Wealth Of Goods, Did Business With You In Wine From Helbon And Wool From Zahar.",
            "\" 'Danites And Greeks From Uzal Bought Your Merchandise; They Exchanged Wrought Iron, Cassia And Calamus For Your Wares.",
            "\" 'Dedan Traded In Saddle Blankets With You.",
            "\" 'Arabia And All The Princes Of Kedar Were Your Customers; They Did Business With You In Lambs, Rams And Goats.",
            "\" 'The Merchants Of Sheba And Raamah Traded With You; For Your Merchandise They Exchanged The Finest Of All Kinds Of Spices And Precious Stones, And Gold.",
            "\" 'Haran, Canneh And Eden And Merchants Of Sheba, Asshur And Kilmad Traded With You.",
            "In Your Marketplace They Traded With You Beautiful Garments, Blue Fabric, Embroidered Work And Multicolored Rugs With Cords Twisted And Tightly Knotted.",
            "\" 'The Ships Of Tarshish Serve As Carriers For Your Wares. You Are Filled With Heavy Cargo In The Heart Of The Sea.",
            "Your Oarsmen Take You Out To The High Seas. But The East Wind Will Break You To Pieces In The Heart Of The Sea.",
            "Your Wealth, Merchandise And Wares, Your Mariners, Seamen And Shipwrights, Your Merchants And All Your Soldiers, And Everyone Else On Board Will Sink Into The Heart Of The Sea On The Day Of Your Shipwreck.",
            "The Shorelands Will Quake When Your Seamen Cry Out.",
            "All Who Handle The Oars Will Abandon Their Ships; The Mariners And All The Seamen Will Stand On The Shore.",
            "They Will Raise Their Voice And Cry Bitterly Over You; They Will Sprinkle Dust On Their Heads And Roll In Ashes.",
            "They Will Shave Their Heads Because Of You And Will Put On Sackcloth. They Will Weep Over You With Anguish Of Soul And With Bitter Mourning.",
            "As They Wail And Mourn Over You, They Will Take Up A Lament Concerning You: \"Who Was Ever Silenced Like Tyre, Surrounded By The Sea?\"",
            "When Your Merchandise Went Out On The Seas, You Satisfied Many Nations; With Your Great Wealth And Your Wares You Enriched The Kings Of The Earth.",
            "Now You Are Shattered By The Sea In The Depths Of The Waters; Your Wares And All Your Company Have Gone Down With You.",
            "All Who Live In The Coastlands Are Appalled At You; Their Kings Shudder With Horror And Their Faces Are Distorted With Fear.",
            "The Merchants Among The Nations Hiss At You; You Have Come To A Horrible End And Will Be No More.' \""
        ],
        [
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, Say To The Ruler Of Tyre, 'This Is What The Sovereign Lord Says: \" 'In The Pride Of Your Heart You Say, \"I Am A God; I Sit On The Throne Of A God In The Heart Of The Seas.\" But You Are A Man And Not A God, Though You Think You Are As Wise As A God.",
            "Are You Wiser Than Daniel ? Is No Secret Hidden From You?",
            "By Your Wisdom And Understanding You Have Gained Wealth For Yourself And Amassed Gold And Silver In Your Treasuries.",
            "By Your Great Skill In Trading You Have Increased Your Wealth, And Because Of Your Wealth Your Heart Has Grown Proud.",
            "\" 'Therefore This Is What The Sovereign Lord Says: \" 'Because You Think You Are Wise, As Wise As A God,",
            "I Am Going To Bring Foreigners Against You, The Most Ruthless Of Nations; They Will Draw Their Swords Against Your Beauty And Wisdom And Pierce Your Shining Splendor.",
            "They Will Bring You Down To The Pit, And You Will Die A Violent Death In The Heart Of The Seas.",
            "Will You Then Say, \"I Am A God,\" In The Presence Of Those Who Kill You? You Will Be But A Man, Not A God, In The Hands Of Those Who Slay You.",
            "You Will Die The Death Of The Uncircumcised At The Hands Of Foreigners. I Have Spoken, Declares The Sovereign Lord .' \"",
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, Take Up A Lament Concerning The King Of Tyre And Say To Him: 'This Is What The Sovereign Lord Says: \" 'You Were The Model Of Perfection, Full Of Wisdom And Perfect In Beauty.",
            "You Were In Eden, The Garden Of God; Every Precious Stone Adorned You: Ruby, Topaz And Emerald, Chrysolite, Onyx And Jasper, Sapphire, Turquoise And Beryl. Your Settings And Mountings Were Made Of Gold; On The Day You Were Created They Were Prepared.",
            "You Were Anointed As A Guardian Cherub, For So I Ordained You. You Were On The Holy Mount Of God; You Walked Among The Fiery Stones.",
            "You Were Blameless In Your Ways From The Day You Were Created Till Wickedness Was Found In You.",
            "Through Your Widespread Trade You Were Filled With Violence, And You Sinned. So I Drove You In Disgrace From The Mount Of God, And I Expelled You, O Guardian Cherub, From Among The Fiery Stones.",
            "Your Heart Became Proud On Account Of Your Beauty, And You Corrupted Your Wisdom Because Of Your Splendor. So I Threw You To The Earth; I Made A Spectacle Of You Before Kings.",
            "By Your Many Sins And Dishonest Trade You Have Desecrated Your Sanctuaries. So I Made A Fire Come Out From You, And It Consumed You, And I Reduced You To Ashes On The Ground In The Sight Of All Who Were Watching.",
            "All The Nations Who Knew You Are Appalled At You; You Have Come To A Horrible End And Will Be No More.' \"",
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, Set Your Face Against Sidon; Prophesy Against Her",
            "And Say: 'This Is What The Sovereign Lord Says: \" 'I Am Against You, O Sidon, And I Will Gain Glory Within You. They Will Know That I Am The Lord , When I Inflict Punishment On Her And Show Myself Holy Within Her.",
            "I Will Send A Plague Upon Her And Make Blood Flow In Her Streets. The Slain Will Fall Within Her, With The Sword Against Her On Every Side. Then They Will Know That I Am The Lord .",
            "\" 'No Longer Will The People Of Israel Have Malicious Neighbors Who Are Painful Briers And Sharp Thorns. Then They Will Know That I Am The Sovereign Lord .",
            "\" 'This Is What The Sovereign Lord Says: When I Gather The People Of Israel From The Nations Where They Have Been Scattered, I Will Show Myself Holy Among Them In The Sight Of The Nations. Then They Will Live In Their Own Land, Which I Gave To My Servant Jacob.",
            "They Will Live There In Safety And Will Build Houses And Plant Vineyards; They Will Live In Safety When I Inflict Punishment On All Their Neighbors Who Maligned Them. Then They Will Know That I Am The Lord Their God.' \""
        ],
        [
            "In The Tenth Year, In The Tenth Month On The Twelfth Day, The Word Of The Lord Came To Me:",
            "\"Son Of Man, Set Your Face Against Pharaoh King Of Egypt And Prophesy Against Him And Against All Egypt.",
            "Speak To Him And Say: 'This Is What The Sovereign Lord Says: \" 'I Am Against You, Pharaoh King Of Egypt, You Great Monster Lying Among Your Streams. You Say, \"The Nile Is Mine; I Made It For Myself.\"",
            "But I Will Put Hooks In Your Jaws And Make The Fish Of Your Streams Stick To Your Scales. I Will Pull You Out From Among Your Streams, With All The Fish Sticking To Your Scales.",
            "I Will Leave You In The Desert, You And All The Fish Of Your Streams. You Will Fall On The Open Field And Not Be Gathered Or Picked Up. I Will Give You As Food To The Beasts Of The Earth And The Birds Of The Air.",
            "Then All Who Live In Egypt Will Know That I Am The Lord . \" 'You Have Been A Staff Of Reed For The House Of Israel.",
            "When They Grasped You With Their Hands, You Splintered And You Tore Open Their Shoulders; When They Leaned On You, You Broke And Their Backs Were Wrenched.",
            "\" 'Therefore This Is What The Sovereign Lord Says: I Will Bring A Sword Against You And Kill Your Men And Their Animals.",
            "Egypt Will Become A Desolate Wasteland. Then They Will Know That I Am The Lord . \" 'Because You Said, \"The Nile Is Mine; I Made It,\"",
            "Therefore I Am Against You And Against Your Streams, And I Will Make The Land Of Egypt A Ruin And A Desolate Waste From Migdol To Aswan, As Far As The Border Of Cush.",
            "No Foot Of Man Or Animal Will Pass Through It; No One Will Live There For Forty Years.",
            "I Will Make The Land Of Egypt Desolate Among Devastated Lands, And Her Cities Will Lie Desolate Forty Years Among Ruined Cities. And I Will Disperse The Egyptians Among The Nations And Scatter Them Through The Countries.",
            "\" 'Yet This Is What The Sovereign Lord Says: At The End Of Forty Years I Will Gather The Egyptians From The Nations Where They Were Scattered.",
            "I Will Bring Them Back From Captivity And Return Them To Upper Egypt, The Land Of Their Ancestry. There They Will Be A Lowly Kingdom.",
            "It Will Be The Lowliest Of Kingdoms And Will Never Again Exalt Itself Above The Other Nations. I Will Make It So Weak That It Will Never Again Rule Over The Nations.",
            "Egypt Will No Longer Be A Source Of Confidence For The People Of Israel But Will Be A Reminder Of Their Sin In Turning To Her For Help. Then They Will Know That I Am The Sovereign Lord .' \"",
            "In The Twenty-seventh Year, In The First Month On The First Day, The Word Of The Lord Came To Me:",
            "\"Son Of Man, Nebuchadnezzar King Of Babylon Drove His Army In A Hard Campaign Against Tyre; Every Head Was Rubbed Bare And Every Shoulder Made Raw. Yet He And His Army Got No Reward From The Campaign He Led Against Tyre.",
            "Therefore This Is What The Sovereign Lord Says: I Am Going To Give Egypt To Nebuchadnezzar King Of Babylon, And He Will Carry Off Its Wealth. He Will Loot And Plunder The Land As Pay For His Army.",
            "I Have Given Him Egypt As A Reward For His Efforts Because He And His Army Did It For Me, Declares The Sovereign Lord .",
            "\"On That Day I Will Make A Horn Grow For The House Of Israel, And I Will Open Your Mouth Among Them. Then They Will Know That I Am The Lord .\""
        ],
        [
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, Prophesy And Say: 'This Is What The Sovereign Lord Says: \" 'Wail And Say, \"Alas For That Day!\"",
            "For The Day Is Near, The Day Of The Lord Is Near- A Day Of Clouds, A Time Of Doom For The Nations.",
            "A Sword Will Come Against Egypt, And Anguish Will Come Upon Cush. When The Slain Fall In Egypt, Her Wealth Will Be Carried Away And Her Foundations Torn Down.",
            "Cush And Put, Lydia And All Arabia, Libya And The People Of The Covenant Land Will Fall By The Sword Along With Egypt.",
            "\" 'This Is What The Lord Says: \" 'The Allies Of Egypt Will Fall And Her Proud Strength Will Fail. From Migdol To Aswan They Will Fall By The Sword Within Her, Declares The Sovereign Lord .",
            "\" 'They Will Be Desolate Among Desolate Lands, And Their Cities Will Lie Among Ruined Cities.",
            "Then They Will Know That I Am The Lord , When I Set Fire To Egypt And All Her Helpers Are Crushed.",
            "\" 'On That Day Messengers Will Go Out From Me In Ships To Frighten Cush Out Of Her Complacency. Anguish Will Take Hold Of Them On The Day Of Egypt's Doom, For It Is Sure To Come.",
            "\" 'This Is What The Sovereign Lord Says: \" 'I Will Put An End To The Hordes Of Egypt By The Hand Of Nebuchadnezzar King Of Babylon.",
            "He And His Army-the Most Ruthless Of Nations- Will Be Brought In To Destroy The Land. They Will Draw Their Swords Against Egypt And Fill The Land With The Slain.",
            "I Will Dry Up The Streams Of The Nile And Sell The Land To Evil Men; By The Hand Of Foreigners I Will Lay Waste The Land And Everything In It. I The Lord Have Spoken.",
            "\" 'This Is What The Sovereign Lord Says: \" 'I Will Destroy The Idols And Put An End To The Images In Memphis. No Longer Will There Be A Prince In Egypt, And I Will Spread Fear Throughout The Land.",
            "I Will Lay Waste Upper Egypt, Set Fire To Zoan And Inflict Punishment On Thebes.",
            "I Will Pour Out My Wrath On Pelusium, The Stronghold Of Egypt, And Cut Off The Hordes Of Thebes.",
            "I Will Set Fire To Egypt; Pelusium Will Writhe In Agony. Thebes Will Be Taken By Storm; Memphis Will Be In Constant Distress.",
            "The Young Men Of Heliopolis And Bubastis Will Fall By The Sword, And The Cities Themselves Will Go Into Captivity.",
            "Dark Will Be The Day At Tahpanhes When I Break The Yoke Of Egypt; There Her Proud Strength Will Come To An End. She Will Be Covered With Clouds, And Her Villages Will Go Into Captivity.",
            "So I Will Inflict Punishment On Egypt, And They Will Know That I Am The Lord .' \"",
            "In The Eleventh Year, In The First Month On The Seventh Day, The Word Of The Lord Came To Me:",
            "\"Son Of Man, I Have Broken The Arm Of Pharaoh King Of Egypt. It Has Not Been Bound Up For Healing Or Put In A Splint So As To Become Strong Enough To Hold A Sword.",
            "Therefore This Is What The Sovereign Lord Says: I Am Against Pharaoh King Of Egypt. I Will Break Both His Arms, The Good Arm As Well As The Broken One, And Make The Sword Fall From His Hand.",
            "I Will Disperse The Egyptians Among The Nations And Scatter Them Through The Countries.",
            "I Will Strengthen The Arms Of The King Of Babylon And Put My Sword In His Hand, But I Will Break The Arms Of Pharaoh, And He Will Groan Before Him Like A Mortally Wounded Man.",
            "I Will Strengthen The Arms Of The King Of Babylon, But The Arms Of Pharaoh Will Fall Limp. Then They Will Know That I Am The Lord , When I Put My Sword Into The Hand Of The King Of Babylon And He Brandishes It Against Egypt.",
            "I Will Disperse The Egyptians Among The Nations And Scatter Them Through The Countries. Then They Will Know That I Am The Lord .\""
        ],
        [
            "On The First Day, The Word Of The Lord Came To Me:",
            "\"Son Of Man, Say To Pharaoh King Of Egypt And To His Hordes: \" 'Who Can Be Compared With You In Majesty?",
            "Consider Assyria, Once A Cedar In Lebanon, With Beautiful Branches Overshadowing The Forest; It Towered On High, Its Top Above The Thick Foliage.",
            "The Waters Nourished It, Deep Springs Made It Grow Tall; Their Streams Flowed All Around Its Base And Sent Their Channels To All The Trees Of The Field.",
            "So It Towered Higher Than All The Trees Of The Field; Its Boughs Increased And Its Branches Grew Long, Spreading Because Of Abundant Waters.",
            "All The Birds Of The Air Nested In Its Boughs, All The Beasts Of The Field Gave Birth Under Its Branches; All The Great Nations Lived In Its Shade.",
            "It Was Majestic In Beauty, With Its Spreading Boughs, For Its Roots Went Down To Abundant Waters.",
            "The Cedars In The Garden Of God Could Not Rival It, Nor Could The Pine Trees Equal Its Boughs, Nor Could The Plane Trees Compare With Its Branches- No Tree In The Garden Of God Could Match Its Beauty.",
            "I Made It Beautiful With Abundant Branches, The Envy Of All The Trees Of Eden In The Garden Of God.",
            "\" 'Therefore This Is What The Sovereign Lord Says: Because It Towered On High, Lifting Its Top Above The Thick Foliage, And Because It Was Proud Of Its Height,",
            "I Handed It Over To The Ruler Of The Nations, For Him To Deal With According To Its Wickedness. I Cast It Aside,",
            "And The Most Ruthless Of Foreign Nations Cut It Down And Left It. Its Boughs Fell On The Mountains And In All The Valleys; Its Branches Lay Broken In All The Ravines Of The Land. All The Nations Of The Earth Came Out From Under Its Shade And Left It.",
            "All The Birds Of The Air Settled On The Fallen Tree, And All The Beasts Of The Field Were Among Its Branches.",
            "Therefore No Other Trees By The Waters Are Ever To Tower Proudly On High, Lifting Their Tops Above The Thick Foliage. No Other Trees So Well-watered Are Ever To Reach Such A Height; They Are All Destined For Death, For The Earth Below, Among Mortal Men, With Those Who Go Down To The Pit.",
            "\" 'This Is What The Sovereign Lord Says: On The Day It Was Brought Down To The Grave I Covered The Deep Springs With Mourning For It; I Held Back Its Streams, And Its Abundant Waters Were Restrained. Because Of It I Clothed Lebanon With Gloom, And All The Trees Of The Field Withered Away.",
            "I Made The Nations Tremble At The Sound Of Its Fall When I Brought It Down To The Grave With Those Who Go Down To The Pit. Then All The Trees Of Eden, The Choicest And Best Of Lebanon, All The Trees That Were Well-watered, Were Consoled In The Earth Below.",
            "Those Who Lived In Its Shade, Its Allies Among The Nations, Had Also Gone Down To The Grave With It, Joining Those Killed By The Sword.",
            "\" 'Which Of The Trees Of Eden Can Be Compared With You In Splendor And Majesty? Yet You, Too, Will Be Brought Down With The Trees Of Eden To The Earth Below; You Will Lie Among The Uncircumcised, With Those Killed By The Sword. \" 'This Is Pharaoh And All His Hordes, Declares The Sovereign Lord .' \""
        ],
        [
            "In The Twelfth Year, In The Twelfth Month On The First Day, The Word Of The Lord Came To Me:",
            "\"Son Of Man, Take Up A Lament Concerning Pharaoh King Of Egypt And Say To Him: \" 'You Are Like A Lion Among The Nations; You Are Like A Monster In The Seas Thrashing About In Your Streams, Churning The Water With Your Feet And Muddying The Streams.",
            "\" 'This Is What The Sovereign Lord Says: \" 'With A Great Throng Of People I Will Cast My Net Over You, And They Will Haul You Up In My Net.",
            "I Will Throw You On The Land And Hurl You On The Open Field. I Will Let All The Birds Of The Air Settle On You And All The Beasts Of The Earth Gorge Themselves On You.",
            "I Will Spread Your Flesh On The Mountains And Fill The Valleys With Your Remains.",
            "I Will Drench The Land With Your Flowing Blood All The Way To The Mountains, And The Ravines Will Be Filled With Your Flesh.",
            "When I Snuff You Out, I Will Cover The Heavens And Darken Their Stars; I Will Cover The Sun With A Cloud, And The Moon Will Not Give Its Light.",
            "All The Shining Lights In The Heavens I Will Darken Over You; I Will Bring Darkness Over Your Land, Declares The Sovereign Lord .",
            "I Will Trouble The Hearts Of Many Peoples When I Bring About Your Destruction Among The Nations, Among Lands You Have Not Known.",
            "I Will Cause Many Peoples To Be Appalled At You, And Their Kings Will Shudder With Horror Because Of You When I Brandish My Sword Before Them. On The Day Of Your Downfall Each Of Them Will Tremble Every Moment For His Life.",
            "\" 'For This Is What The Sovereign Lord Says: \" 'The Sword Of The King Of Babylon Will Come Against You.",
            "I Will Cause Your Hordes To Fall By The Swords Of Mighty Men- The Most Ruthless Of All Nations. They Will Shatter The Pride Of Egypt, And All Her Hordes Will Be Overthrown.",
            "I Will Destroy All Her Cattle From Beside Abundant Waters No Longer To Be Stirred By The Foot Of Man Or Muddied By The Hoofs Of Cattle.",
            "Then I Will Let Her Waters Settle And Make Her Streams Flow Like Oil, Declares The Sovereign Lord .",
            "When I Make Egypt Desolate And Strip The Land Of Everything In It, When I Strike Down All Who Live There, Then They Will Know That I Am The Lord .'",
            "\"This Is The Lament They Will Chant For Her. The Daughters Of The Nations Will Chant It; For Egypt And All Her Hordes They Will Chant It, Declares The Sovereign Lord .\"",
            "In The Twelfth Year, On The Fifteenth Day Of The Month, The Word Of The Lord Came To Me:",
            "\"Son Of Man, Wail For The Hordes Of Egypt And Consign To The Earth Below Both Her And The Daughters Of Mighty Nations, With Those Who Go Down To The Pit.",
            "Say To Them, 'Are You More Favored Than Others? Go Down And Be Laid Among The Uncircumcised.'",
            "They Will Fall Among Those Killed By The Sword. The Sword Is Drawn; Let Her Be Dragged Off With All Her Hordes.",
            "From Within The Grave The Mighty Leaders Will Say Of Egypt And Her Allies, 'They Have Come Down And They Lie With The Uncircumcised, With Those Killed By The Sword.'",
            "\"Assyria Is There With Her Whole Army; She Is Surrounded By The Graves Of All Her Slain, All Who Have Fallen By The Sword.",
            "Their Graves Are In The Depths Of The Pit And Her Army Lies Around Her Grave. All Who Had Spread Terror In The Land Of The Living Are Slain, Fallen By The Sword.",
            "\"Elam Is There, With All Her Hordes Around Her Grave. All Of Them Are Slain, Fallen By The Sword. All Who Had Spread Terror In The Land Of The Living Went Down Uncircumcised To The Earth Below. They Bear Their Shame With Those Who Go Down To The Pit.",
            "A Bed Is Made For Her Among The Slain, With All Her Hordes Around Her Grave. All Of Them Are Uncircumcised, Killed By The Sword. Because Their Terror Had Spread In The Land Of The Living, They Bear Their Shame With Those Who Go Down To The Pit; They Are Laid Among The Slain.",
            "\"Meshech And Tubal Are There, With All Their Hordes Around Their Graves. All Of Them Are Uncircumcised, Killed By The Sword Because They Spread Their Terror In The Land Of The Living.",
            "Do They Not Lie With The Other Uncircumcised Warriors Who Have Fallen, Who Went Down To The Grave With Their Weapons Of War, Whose Swords Were Placed Under Their Heads? The Punishment For Their Sins Rested On Their Bones, Though The Terror Of These Warriors Had Stalked Through The Land Of The Living.",
            "\"You Too, O Pharaoh, Will Be Broken And Will Lie Among The Uncircumcised, With Those Killed By The Sword.",
            "\"Edom Is There, Her Kings And All Her Princes; Despite Their Power, They Are Laid With Those Killed By The Sword. They Lie With The Uncircumcised, With Those Who Go Down To The Pit.",
            "\"All The Princes Of The North And All The Sidonians Are There; They Went Down With The Slain In Disgrace Despite The Terror Caused By Their Power. They Lie Uncircumcised With Those Killed By The Sword And Bear Their Shame With Those Who Go Down To The Pit.",
            "\"Pharaoh-he And All His Army-will See Them And He Will Be Consoled For All His Hordes That Were Killed By The Sword, Declares The Sovereign Lord .",
            "Although I Had Him Spread Terror In The Land Of The Living, Pharaoh And All His Hordes Will Be Laid Among The Uncircumcised, With Those Killed By The Sword, Declares The Sovereign Lord .\""
        ],
        [
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, Speak To Your Countrymen And Say To Them: 'When I Bring The Sword Against A Land, And The People Of The Land Choose One Of Their Men And Make Him Their Watchman,",
            "And He Sees The Sword Coming Against The Land And Blows The Trumpet To Warn The People,",
            "Then If Anyone Hears The Trumpet But Does Not Take Warning And The Sword Comes And Takes His Life, His Blood Will Be On His Own Head.",
            "Since He Heard The Sound Of The Trumpet But Did Not Take Warning, His Blood Will Be On His Own Head. If He Had Taken Warning, He Would Have Saved Himself.",
            "But If The Watchman Sees The Sword Coming And Does Not Blow The Trumpet To Warn The People And The Sword Comes And Takes The Life Of One Of Them, That Man Will Be Taken Away Because Of His Sin, But I Will Hold The Watchman Accountable For His Blood.'",
            "\"Son Of Man, I Have Made You A Watchman For The House Of Israel; So Hear The Word I Speak And Give Them Warning From Me.",
            "When I Say To The Wicked, 'O Wicked Man, You Will Surely Die,' And You Do Not Speak Out To Dissuade Him From His Ways, That Wicked Man Will Die For His Sin, And I Will Hold You Accountable For His Blood.",
            "But If You Do Warn The Wicked Man To Turn From His Ways And He Does Not Do So, He Will Die For His Sin, But You Will Have Saved Yourself.",
            "\"Son Of Man, Say To The House Of Israel, 'This Is What You Are Saying: \"Our Offenses And Sins Weigh Us Down, And We Are Wasting Away Because Of Them. How Then Can We Live?\" '",
            "Say To Them, 'As Surely As I Live, Declares The Sovereign Lord , I Take No Pleasure In The Death Of The Wicked, But Rather That They Turn From Their Ways And Live. Turn! Turn From Your Evil Ways! Why Will You Die, O House Of Israel?'",
            "\"Therefore, Son Of Man, Say To Your Countrymen, 'The Righteousness Of The Righteous Man Will Not Save Him When He Disobeys, And The Wickedness Of The Wicked Man Will Not Cause Him To Fall When He Turns From It. The Righteous Man, If He Sins, Will Not Be Allowed To Live Because Of His Former Righteousness.'",
            "If I Tell The Righteous Man That He Will Surely Live, But Then He Trusts In His Righteousness And Does Evil, None Of The Righteous Things He Has Done Will Be Remembered; He Will Die For The Evil He Has Done.",
            "And If I Say To The Wicked Man, 'You Will Surely Die,' But He Then Turns Away From His Sin And Does What Is Just And Right-",
            "If He Gives Back What He Took In Pledge For A Loan, Returns What He Has Stolen, Follows The Decrees That Give Life, And Does No Evil, He Will Surely Live; He Will Not Die.",
            "None Of The Sins He Has Committed Will Be Remembered Against Him. He Has Done What Is Just And Right; He Will Surely Live.",
            "\"Yet Your Countrymen Say, 'The Way Of The Lord Is Not Just.' But It Is Their Way That Is Not Just.",
            "If A Righteous Man Turns From His Righteousness And Does Evil, He Will Die For It.",
            "And If A Wicked Man Turns Away From His Wickedness And Does What Is Just And Right, He Will Live By Doing So.",
            "Yet, O House Of Israel, You Say, 'The Way Of The Lord Is Not Just.' But I Will Judge Each Of You According To His Own Ways.\"",
            "In The Twelfth Year Of Our Exile, In The Tenth Month On The Fifth Day, A Man Who Had Escaped From Jerusalem Came To Me And Said, \"The City Has Fallen!\"",
            "Now The Evening Before The Man Arrived, The Hand Of The Lord Was Upon Me, And He Opened My Mouth Before The Man Came To Me In The Morning. So My Mouth Was Opened And I Was No Longer Silent.",
            "Then The Word Of The Lord Came To Me:",
            "\"Son Of Man, The People Living In Those Ruins In The Land Of Israel Are Saying, 'Abraham Was Only One Man, Yet He Possessed The Land. But We Are Many; Surely The Land Has Been Given To Us As Our Possession.'",
            "Therefore Say To Them, 'This Is What The Sovereign Lord Says: Since You Eat Meat With The Blood Still In It And Look To Your Idols And Shed Blood, Should You Then Possess The Land?",
            "You Rely On Your Sword, You Do Detestable Things, And Each Of You Defiles His Neighbor's Wife. Should You Then Possess The Land?'",
            "\"Say This To Them: 'This Is What The Sovereign Lord Says: As Surely As I Live, Those Who Are Left In The Ruins Will Fall By The Sword, Those Out In The Country I Will Give To The Wild Animals To Be Devoured, And Those In Strongholds And Caves Will Die Of A Plague.",
            "I Will Make The Land A Desolate Waste, And Her Proud Strength Will Come To An End, And The Mountains Of Israel Will Become Desolate So That No One Will Cross Them.",
            "Then They Will Know That I Am The Lord , When I Have Made The Land A Desolate Waste Because Of All The Detestable Things They Have Done.'",
            "\"As For You, Son Of Man, Your Countrymen Are Talking Together About You By The Walls And At The Doors Of The Houses, Saying To Each Other, 'Come And Hear The Message That Has Come From The Lord .'",
            "My People Come To You, As They Usually Do, And Sit Before You To Listen To Your Words, But They Do Not Put Them Into Practice. With Their Mouths They Express Devotion, But Their Hearts Are Greedy For Unjust Gain.",
            "Indeed, To Them You Are Nothing More Than One Who Sings Love Songs With A Beautiful Voice And Plays An Instrument Well, For They Hear Your Words But Do Not Put Them Into Practice.",
            "\"When All This Comes True-and It Surely Will-then They Will Know That A Prophet Has Been Among Them.\""
        ],
        [
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, Prophesy Against The Shepherds Of Israel; Prophesy And Say To Them: 'This Is What The Sovereign Lord Says: Woe To The Shepherds Of Israel Who Only Take Care Of Themselves! Should Not Shepherds Take Care Of The Flock?",
            "You Eat The Curds, Clothe Yourselves With The Wool And Slaughter The Choice Animals, But You Do Not Take Care Of The Flock.",
            "You Have Not Strengthened The Weak Or Healed The Sick Or Bound Up The Injured. You Have Not Brought Back The Strays Or Searched For The Lost. You Have Ruled Them Harshly And Brutally.",
            "So They Were Scattered Because There Was No Shepherd, And When They Were Scattered They Became Food For All The Wild Animals.",
            "My Sheep Wandered Over All The Mountains And On Every High Hill. They Were Scattered Over The Whole Earth, And No One Searched Or Looked For Them.",
            "\" 'Therefore, You Shepherds, Hear The Word Of The Lord :",
            "As Surely As I Live, Declares The Sovereign Lord , Because My Flock Lacks A Shepherd And So Has Been Plundered And Has Become Food For All The Wild Animals, And Because My Shepherds Did Not Search For My Flock But Cared For Themselves Rather Than For My Flock,",
            "Therefore, O Shepherds, Hear The Word Of The Lord :",
            "This Is What The Sovereign Lord Says: I Am Against The Shepherds And Will Hold Them Accountable For My Flock. I Will Remove Them From Tending The Flock So That The Shepherds Can No Longer Feed Themselves. I Will Rescue My Flock From Their Mouths, And It Will No Longer Be Food For Them.",
            "\" 'For This Is What The Sovereign Lord Says: I Myself Will Search For My Sheep And Look After Them.",
            "As A Shepherd Looks After His Scattered Flock When He Is With Them, So Will I Look After My Sheep. I Will Rescue Them From All The Places Where They Were Scattered On A Day Of Clouds And Darkness.",
            "I Will Bring Them Out From The Nations And Gather Them From The Countries, And I Will Bring Them Into Their Own Land. I Will Pasture Them On The Mountains Of Israel, In The Ravines And In All The Settlements In The Land.",
            "I Will Tend Them In A Good Pasture, And The Mountain Heights Of Israel Will Be Their Grazing Land. There They Will Lie Down In Good Grazing Land, And There They Will Feed In A Rich Pasture On The Mountains Of Israel.",
            "I Myself Will Tend My Sheep And Have Them Lie Down, Declares The Sovereign Lord .",
            "I Will Search For The Lost And Bring Back The Strays. I Will Bind Up The Injured And Strengthen The Weak, But The Sleek And The Strong I Will Destroy. I Will Shepherd The Flock With Justice.",
            "\" 'As For You, My Flock, This Is What The Sovereign Lord Says: I Will Judge Between One Sheep And Another, And Between Rams And Goats.",
            "Is It Not Enough For You To Feed On The Good Pasture? Must You Also Trample The Rest Of Your Pasture With Your Feet? Is It Not Enough For You To Drink Clear Water? Must You Also Muddy The Rest With Your Feet?",
            "Must My Flock Feed On What You Have Trampled And Drink What You Have Muddied With Your Feet?",
            "\" 'Therefore This Is What The Sovereign Lord Says To Them: See, I Myself Will Judge Between The Fat Sheep And The Lean Sheep.",
            "Because You Shove With Flank And Shoulder, Butting All The Weak Sheep With Your Horns Until You Have Driven Them Away,",
            "I Will Save My Flock, And They Will No Longer Be Plundered. I Will Judge Between One Sheep And Another.",
            "I Will Place Over Them One Shepherd, My Servant David, And He Will Tend Them; He Will Tend Them And Be Their Shepherd.",
            "I The Lord Will Be Their God, And My Servant David Will Be Prince Among Them. I The Lord Have Spoken.",
            "\" 'I Will Make A Covenant Of Peace With Them And Rid The Land Of Wild Beasts So That They May Live In The Desert And Sleep In The Forests In Safety.",
            "I Will Bless Them And The Places Surrounding My Hill. I Will Send Down Showers In Season; There Will Be Showers Of Blessing.",
            "The Trees Of The Field Will Yield Their Fruit And The Ground Will Yield Its Crops; The People Will Be Secure In Their Land. They Will Know That I Am The Lord , When I Break The Bars Of Their Yoke And Rescue Them From The Hands Of Those Who Enslaved Them.",
            "They Will No Longer Be Plundered By The Nations, Nor Will Wild Animals Devour Them. They Will Live In Safety, And No One Will Make Them Afraid.",
            "I Will Provide For Them A Land Renowned For Its Crops, And They Will No Longer Be Victims Of Famine In The Land Or Bear The Scorn Of The Nations.",
            "Then They Will Know That I, The Lord Their God, Am With Them And That They, The House Of Israel, Are My People, Declares The Sovereign Lord .",
            "You My Sheep, The Sheep Of My Pasture, Are People, And I Am Your God, Declares The Sovereign Lord .' \""
        ],
        [
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, Set Your Face Against Mount Seir; Prophesy Against It",
            "And Say: 'This Is What The Sovereign Lord Says: I Am Against You, Mount Seir, And I Will Stretch Out My Hand Against You And Make You A Desolate Waste.",
            "I Will Turn Your Towns Into Ruins And You Will Be Desolate. Then You Will Know That I Am The Lord .",
            "\" 'Because You Harbored An Ancient Hostility And Delivered The Israelites Over To The Sword At The Time Of Their Calamity, The Time Their Punishment Reached Its Climax,",
            "Therefore As Surely As I Live, Declares The Sovereign Lord , I Will Give You Over To Bloodshed And It Will Pursue You. Since You Did Not Hate Bloodshed, Bloodshed Will Pursue You.",
            "I Will Make Mount Seir A Desolate Waste And Cut Off From It All Who Come And Go.",
            "I Will Fill Your Mountains With The Slain; Those Killed By The Sword Will Fall On Your Hills And In Your Valleys And In All Your Ravines.",
            "I Will Make You Desolate Forever; Your Towns Will Not Be Inhabited. Then You Will Know That I Am The Lord .",
            "\" 'Because You Have Said, \"These Two Nations And Countries Will Be Ours And We Will Take Possession Of Them,\" Even Though I The Lord Was There,",
            "Therefore As Surely As I Live, Declares The Sovereign Lord , I Will Treat You In Accordance With The Anger And Jealousy You Showed In Your Hatred Of Them And I Will Make Myself Known Among Them When I Judge You.",
            "Then You Will Know That I The Lord Have Heard All The Contemptible Things You Have Said Against The Mountains Of Israel. You Said, \"They Have Been Laid Waste And Have Been Given Over To Us To Devour.\"",
            "You Boasted Against Me And Spoke Against Me Without Restraint, And I Heard It.",
            "This Is What The Sovereign Lord Says: While The Whole Earth Rejoices, I Will Make You Desolate.",
            "Because You Rejoiced When The Inheritance Of The House Of Israel Became Desolate, That Is How I Will Treat You. You Will Be Desolate, O Mount Seir, You And All Of Edom. Then They Will Know That I Am The Lord .' \""
        ],
        [
            "\"Son Of Man, Prophesy To The Mountains Of Israel And Say, 'O Mountains Of Israel, Hear The Word Of The Lord .",
            "This Is What The Sovereign Lord Says: The Enemy Said Of You, \"Aha! The Ancient Heights Have Become Our Possession.\" '",
            "Therefore Prophesy And Say, 'This Is What The Sovereign Lord Says: Because They Ravaged And Hounded You From Every Side So That You Became The Possession Of The Rest Of The Nations And The Object Of People's Malicious Talk And Slander,",
            "Therefore, O Mountains Of Israel, Hear The Word Of The Sovereign Lord : This Is What The Sovereign Lord Says To The Mountains And Hills, To The Ravines And Valleys, To The Desolate Ruins And The Deserted Towns That Have Been Plundered And Ridiculed By The Rest Of The Nations Around You-",
            "This Is What The Sovereign Lord Says: In My Burning Zeal I Have Spoken Against The Rest Of The Nations, And Against All Edom, For With Glee And With Malice In Their Hearts They Made My Land Their Own Possession So That They Might Plunder Its Pastureland.'",
            "Therefore Prophesy Concerning The Land Of Israel And Say To The Mountains And Hills, To The Ravines And Valleys: 'This Is What The Sovereign Lord Says: I Speak In My Jealous Wrath Because You Have Suffered The Scorn Of The Nations.",
            "Therefore This Is What The Sovereign Lord Says: I Swear With Uplifted Hand That The Nations Around You Will Also Suffer Scorn.",
            "\" 'But You, O Mountains Of Israel, Will Produce Branches And Fruit For My People Israel, For They Will Soon Come Home.",
            "I Am Concerned For You And Will Look On You With Favor; You Will Be Plowed And Sown,",
            "And I Will Multiply The Number Of People Upon You, Even The Whole House Of Israel. The Towns Will Be Inhabited And The Ruins Rebuilt.",
            "I Will Increase The Number Of Men And Animals Upon You, And They Will Be Fruitful And Become Numerous. I Will Settle People On You As In The Past And Will Make You Prosper More Than Before. Then You Will Know That I Am The Lord .",
            "I Will Cause People, My People Israel, To Walk Upon You. They Will Possess You, And You Will Be Their Inheritance; You Will Never Again Deprive Them Of Their Children.",
            "\" 'This Is What The Sovereign Lord Says: Because People Say To You, \"You Devour Men And Deprive Your Nation Of Its Children,\"",
            "Therefore You Will No Longer Devour Men Or Make Your Nation Childless, Declares The Sovereign Lord .",
            "No Longer Will I Make You Hear The Taunts Of The Nations, And No Longer Will You Suffer The Scorn Of The Peoples Or Cause Your Nation To Fall, Declares The Sovereign Lord .' \"",
            "Again The Word Of The Lord Came To Me:",
            "\"Son Of Man, When The People Of Israel Were Living In Their Own Land, They Defiled It By Their Conduct And Their Actions. Their Conduct Was Like A Woman's Monthly Uncleanness In My Sight.",
            "So I Poured Out My Wrath On Them Because They Had Shed Blood In The Land And Because They Had Defiled It With Their Idols.",
            "I Dispersed Them Among The Nations, And They Were Scattered Through The Countries; I Judged Them According To Their Conduct And Their Actions.",
            "And Wherever They Went Among The Nations They Profaned My Holy Name, For It Was Said Of Them, 'These Are The Lord 'S People, And Yet They Had To Leave His Land.'",
            "I Had Concern For My Holy Name, Which The House Of Israel Profaned Among The Nations Where They Had Gone.",
            "\"Therefore Say To The House Of Israel, 'This Is What The Sovereign Lord Says: It Is Not For Your Sake, O House Of Israel, That I Am Going To Do These Things, But For The Sake Of My Holy Name, Which You Have Profaned Among The Nations Where You Have Gone.",
            "I Will Show The Holiness Of My Great Name, Which Has Been Profaned Among The Nations, The Name You Have Profaned Among Them. Then The Nations Will Know That I Am The Lord , Declares The Sovereign Lord , When I Show Myself Holy Through You Before Their Eyes.",
            "\" 'For I Will Take You Out Of The Nations; I Will Gather You From All The Countries And Bring You Back Into Your Own Land.",
            "I Will Sprinkle Clean Water On You, And You Will Be Clean; I Will Cleanse You From All Your Impurities And From All Your Idols.",
            "I Will Give You A New Heart And Put A New Spirit In You; I Will Remove From You Your Heart Of Stone And Give You A Heart Of Flesh.",
            "And I Will Put My Spirit In You And Move You To Follow My Decrees And Be Careful To Keep My Laws.",
            "You Will Live In The Land I Gave Your Forefathers; You Will Be My People, And I Will Be Your God.",
            "I Will Save You From All Your Uncleanness. I Will Call For The Grain And Make It Plentiful And Will Not Bring Famine Upon You.",
            "I Will Increase The Fruit Of The Trees And The Crops Of The Field, So That You Will No Longer Suffer Disgrace Among The Nations Because Of Famine.",
            "Then You Will Remember Your Evil Ways And Wicked Deeds, And You Will Loathe Yourselves For Your Sins And Detestable Practices.",
            "I Want You To Know That I Am Not Doing This For Your Sake, Declares The Sovereign Lord . Be Ashamed And Disgraced For Your Conduct, O House Of Israel!",
            "\" 'This Is What The Sovereign Lord Says: On The Day I Cleanse You From All Your Sins, I Will Resettle Your Towns, And The Ruins Will Be Rebuilt.",
            "The Desolate Land Will Be Cultivated Instead Of Lying Desolate In The Sight Of All Who Pass Through It.",
            "They Will Say, \"This Land That Was Laid Waste Has Become Like The Garden Of Eden; The Cities That Were Lying In Ruins, Desolate And Destroyed, Are Now Fortified And Inhabited.\"",
            "Then The Nations Around You That Remain Will Know That I The Lord Have Rebuilt What Was Destroyed And Have Replanted What Was Desolate. I The Lord Have Spoken, And I Will Do It.'",
            "\"This Is What The Sovereign Lord Says: Once Again I Will Yield To The Plea Of The House Of Israel And Do This For Them: I Will Make Their People As Numerous As Sheep,",
            "As Numerous As The Flocks For Offerings At Jerusalem During Her Appointed Feasts. So Will The Ruined Cities Be Filled With Flocks Of People. Then They Will Know That I Am The Lord .\""
        ],
        [
            "The Hand Of The Lord Was Upon Me, And He Brought Me Out By The Spirit Of The Lord And Set Me In The Middle Of A Valley; It Was Full Of Bones.",
            "He Led Me Back And Forth Among Them, And I Saw A Great Many Bones On The Floor Of The Valley, Bones That Were Very Dry.",
            "He Asked Me, \"Son Of Man, Can These Bones Live?\" I Said, \"O Sovereign Lord , You Alone Know.\"",
            "Then He Said To Me, \"Prophesy To These Bones And Say To Them, 'Dry Bones, Hear The Word Of The Lord !",
            "This Is What The Sovereign Lord Says To These Bones: I Will Make Breath Enter You, And You Will Come To Life.",
            "I Will Attach Tendons To You And Make Flesh Come Upon You And Cover You With Skin; I Will Put Breath In You, And You Will Come To Life. Then You Will Know That I Am The Lord .' \"",
            "So I Prophesied As I Was Commanded. And As I Was Prophesying, There Was A Noise, A Rattling Sound, And The Bones Came Together, Bone To Bone.",
            "I Looked, And Tendons And Flesh Appeared On Them And Skin Covered Them, But There Was No Breath In Them.",
            "Then He Said To Me, \"Prophesy To The Breath; Prophesy, Son Of Man, And Say To It, 'This Is What The Sovereign Lord Says: Come From The Four Winds, O Breath, And Breathe Into These Slain, That They May Live.' \"",
            "So I Prophesied As He Commanded Me, And Breath Entered Them; They Came To Life And Stood Up On Their Feet-a Vast Army.",
            "Then He Said To Me: \"Son Of Man, These Bones Are The Whole House Of Israel. They Say, 'Our Bones Are Dried Up And Our Hope Is Gone; We Are Cut Off.'",
            "Therefore Prophesy And Say To Them: 'This Is What The Sovereign Lord Says: O My People, I Am Going To Open Your Graves And Bring You Up From Them; I Will Bring You Back To The Land Of Israel.",
            "Then You, My People, Will Know That I Am The Lord , When I Open Your Graves And Bring You Up From Them.",
            "I Will Put My Spirit In You And You Will Live, And I Will Settle You In Your Own Land. Then You Will Know That I The Lord Have Spoken, And I Have Done It, Declares The Lord .' \"",
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, Take A Stick Of Wood And Write On It, 'Belonging To Judah And The Israelites Associated With Him.' Then Take Another Stick Of Wood, And Write On It, 'Ephraim's Stick, Belonging To Joseph And All The House Of Israel Associated With Him.'",
            "Join Them Together Into One Stick So That They Will Become One In Your Hand.",
            "\"When Your Countrymen Ask You, 'Won't You Tell Us What You Mean By This?'",
            "Say To Them, 'This Is What The Sovereign Lord Says: I Am Going To Take The Stick Of Joseph-which Is In Ephraim's Hand-and Of The Israelite Tribes Associated With Him, And Join It To Judah's Stick, Making Them A Single Stick Of Wood, And They Will Become One In My Hand.'",
            "Hold Before Their Eyes The Sticks You Have Written On",
            "And Say To Them, 'This Is What The Sovereign Lord Says: I Will Take The Israelites Out Of The Nations Where They Have Gone. I Will Gather Them From All Around And Bring Them Back Into Their Own Land.",
            "I Will Make Them One Nation In The Land, On The Mountains Of Israel. There Will Be One King Over All Of Them And They Will Never Again Be Two Nations Or Be Divided Into Two Kingdoms.",
            "They Will No Longer Defile Themselves With Their Idols And Vile Images Or With Any Of Their Offenses, For I Will Save Them From All Their Sinful Backsliding, And I Will Cleanse Them. They Will Be My People, And I Will Be Their God.",
            "\" 'My Servant David Will Be King Over Them, And They Will All Have One Shepherd. They Will Follow My Laws And Be Careful To Keep My Decrees.",
            "They Will Live In The Land I Gave To My Servant Jacob, The Land Where Your Fathers Lived. They And Their Children And Their Children's Children Will Live There Forever, And David My Servant Will Be Their Prince Forever.",
            "I Will Make A Covenant Of Peace With Them; It Will Be An Everlasting Covenant. I Will Establish Them And Increase Their Numbers, And I Will Put My Sanctuary Among Them Forever.",
            "My Dwelling Place Will Be With Them; I Will Be Their God, And They Will Be My People.",
            "Then The Nations Will Know That I The Lord Make Israel Holy, When My Sanctuary Is Among Them Forever.' \""
        ],
        [
            "The Word Of The Lord Came To Me:",
            "\"Son Of Man, Set Your Face Against Gog, Of The Land Of Magog, The Chief Prince Of Meshech And Tubal; Prophesy Against Him",
            "And Say: 'This Is What The Sovereign Lord Says: I Am Against You, O Gog, Chief Prince Of Meshech And Tubal.",
            "I Will Turn You Around, Put Hooks In Your Jaws And Bring You Out With Your Whole Army-your Horses, Your Horsemen Fully Armed, And A Great Horde With Large And Small Shields, All Of Them Brandishing Their Swords.",
            "Persia, Cush And Put Will Be With Them, All With Shields And Helmets,",
            "Also Gomer With All Its Troops, And Beth Togarmah From The Far North With All Its Troops-the Many Nations With You.",
            "\" 'Get Ready; Be Prepared, You And All The Hordes Gathered About You, And Take Command Of Them.",
            "After Many Days You Will Be Called To Arms. In Future Years You Will Invade A Land That Has Recovered From War, Whose People Were Gathered From Many Nations To The Mountains Of Israel, Which Had Long Been Desolate. They Had Been Brought Out From The Nations, And Now All Of Them Live In Safety.",
            "You And All Your Troops And The Many Nations With You Will Go Up, Advancing Like A Storm; You Will Be Like A Cloud Covering The Land.",
            "\" 'This Is What The Sovereign Lord Says: On That Day Thoughts Will Come Into Your Mind And You Will Devise An Evil Scheme.",
            "You Will Say, \"I Will Invade A Land Of Unwalled Villages; I Will Attack A Peaceful And Unsuspecting People-all Of Them Living Without Walls And Without Gates And Bars.",
            "I Will Plunder And Loot And Turn My Hand Against The Resettled Ruins And The People Gathered From The Nations, Rich In Livestock And Goods, Living At The Center Of The Land.\"",
            "Sheba And Dedan And The Merchants Of Tarshish And All Her Villages Will Say To You, \"Have You Come To Plunder? Have You Gathered Your Hordes To Loot, To Carry Off Silver And Gold, To Take Away Livestock And Goods And To Seize Much Plunder?\" '",
            "\"Therefore, Son Of Man, Prophesy And Say To Gog: 'This Is What The Sovereign Lord Says: In That Day, When My People Israel Are Living In Safety, Will You Not Take Notice Of It?",
            "You Will Come From Your Place In The Far North, You And Many Nations With You, All Of Them Riding On Horses, A Great Horde, A Mighty Army.",
            "You Will Advance Against My People Israel Like A Cloud That Covers The Land. In Days To Come, O Gog, I Will Bring You Against My Land, So That The Nations May Know Me When I Show Myself Holy Through You Before Their Eyes.",
            "\" 'This Is What The Sovereign Lord Says: Are You Not The One I Spoke Of In Former Days By My Servants The Prophets Of Israel? At That Time They Prophesied For Years That I Would Bring You Against Them.",
            "This Is What Will Happen In That Day: When Gog Attacks The Land Of Israel, My Hot Anger Will Be Aroused, Declares The Sovereign Lord .",
            "In My Zeal And Fiery Wrath I Declare That At That Time There Shall Be A Great Earthquake In The Land Of Israel.",
            "The Fish Of The Sea, The Birds Of The Air, The Beasts Of The Field, Every Creature That Moves Along The Ground, And All The People On The Face Of The Earth Will Tremble At My Presence. The Mountains Will Be Overturned, The Cliffs Will Crumble And Every Wall Will Fall To The Ground.",
            "I Will Summon A Sword Against Gog On All My Mountains, Declares The Sovereign Lord . Every Man's Sword Will Be Against His Brother.",
            "I Will Execute Judgment Upon Him With Plague And Bloodshed; I Will Pour Down Torrents Of Rain, Hailstones And Burning Sulfur On Him And On His Troops And On The Many Nations With Him.",
            "And So I Will Show My Greatness And My Holiness, And I Will Make Myself Known In The Sight Of Many Nations. Then They Will Know That I Am The Lord .'"
        ],
        [
            "\"Son Of Man, Prophesy Against Gog And Say: 'This Is What The Sovereign Lord Says: I Am Against You, O Gog, Chief Prince Of Meshech And Tubal.",
            "I Will Turn You Around And Drag You Along. I Will Bring You From The Far North And Send You Against The Mountains Of Israel.",
            "Then I Will Strike Your Bow From Your Left Hand And Make Your Arrows Drop From Your Right Hand.",
            "On The Mountains Of Israel You Will Fall, You And All Your Troops And The Nations With You. I Will Give You As Food To All Kinds Of Carrion Birds And To The Wild Animals.",
            "You Will Fall In The Open Field, For I Have Spoken, Declares The Sovereign Lord .",
            "I Will Send Fire On Magog And On Those Who Live In Safety In The Coastlands, And They Will Know That I Am The Lord .",
            "\" 'I Will Make Known My Holy Name Among My People Israel. I Will No Longer Let My Holy Name Be Profaned, And The Nations Will Know That I The Lord Am The Holy One In Israel.",
            "It Is Coming! It Will Surely Take Place, Declares The Sovereign Lord . This Is The Day I Have Spoken Of.",
            "\" 'Then Those Who Live In The Towns Of Israel Will Go Out And Use The Weapons For Fuel And Burn Them Up-the Small And Large Shields, The Bows And Arrows, The War Clubs And Spears. For Seven Years They Will Use Them For Fuel.",
            "They Will Not Need To Gather Wood From The Fields Or Cut It From The Forests, Because They Will Use The Weapons For Fuel. And They Will Plunder Those Who Plundered Them And Loot Those Who Looted Them, Declares The Sovereign Lord .",
            "\" 'On That Day I Will Give Gog A Burial Place In Israel, In The Valley Of Those Who Travel East Toward The Sea. It Will Block The Way Of Travelers, Because Gog And All His Hordes Will Be Buried There. So It Will Be Called The Valley Of Hamon Gog.",
            "\" 'For Seven Months The House Of Israel Will Be Burying Them In Order To Cleanse The Land.",
            "All The People Of The Land Will Bury Them, And The Day I Am Glorified Will Be A Memorable Day For Them, Declares The Sovereign Lord .",
            "\" 'Men Will Be Regularly Employed To Cleanse The Land. Some Will Go Throughout The Land And, In Addition To Them, Others Will Bury Those That Remain On The Ground. At The End Of The Seven Months They Will Begin Their Search.",
            "As They Go Through The Land And One Of Them Sees A Human Bone, He Will Set Up A Marker Beside It Until The Gravediggers Have Buried It In The Valley Of Hamon Gog.",
            "(Also A Town Called Hamonah Will Be There.) And So They Will Cleanse The Land.'",
            "\"Son Of Man, This Is What The Sovereign Lord Says: Call Out To Every Kind Of Bird And All The Wild Animals: 'Assemble And Come Together From All Around To The Sacrifice I Am Preparing For You, The Great Sacrifice On The Mountains Of Israel. There You Will Eat Flesh And Drink Blood.",
            "You Will Eat The Flesh Of Mighty Men And Drink The Blood Of The Princes Of The Earth As If They Were Rams And Lambs, Goats And Bulls-all Of Them Fattened Animals From Bashan.",
            "At The Sacrifice I Am Preparing For You, You Will Eat Fat Till You Are Glutted And Drink Blood Till You Are Drunk.",
            "At My Table You Will Eat Your Fill Of Horses And Riders, Mighty Men And Soldiers Of Every Kind,' Declares The Sovereign Lord .",
            "\"I Will Display My Glory Among The Nations, And All The Nations Will See The Punishment I Inflict And The Hand I Lay Upon Them.",
            "From That Day Forward The House Of Israel Will Know That I Am The Lord Their God.",
            "And The Nations Will Know That The People Of Israel Went Into Exile For Their Sin, Because They Were Unfaithful To Me. So I Hid My Face From Them And Handed Them Over To Their Enemies, And They All Fell By The Sword.",
            "I Dealt With Them According To Their Uncleanness And Their Offenses, And I Hid My Face From Them.",
            "\"Therefore This Is What The Sovereign Lord Says: I Will Now Bring Jacob Back From Captivity And Will Have Compassion On All The People Of Israel, And I Will Be Zealous For My Holy Name.",
            "They Will Forget Their Shame And All The Unfaithfulness They Showed Toward Me When They Lived In Safety In Their Land With No One To Make Them Afraid.",
            "When I Have Brought Them Back From The Nations And Have Gathered Them From The Countries Of Their Enemies, I Will Show Myself Holy Through Them In The Sight Of Many Nations.",
            "Then They Will Know That I Am The Lord Their God, For Though I Sent Them Into Exile Among The Nations, I Will Gather Them To Their Own Land, Not Leaving Any Behind.",
            "I Will No Longer Hide My Face From Them, For I Will Pour Out My Spirit On The House Of Israel, Declares The Sovereign Lord .\""
        ],
        [
            "In The Twenty-fifth Year Of Our Exile, At The Beginning Of The Year, On The Tenth Of The Month, In The Fourteenth Year After The Fall Of The City-on That Very Day The Hand Of The Lord Was Upon Me And He Took Me There.",
            "In Visions Of God He Took Me To The Land Of Israel And Set Me On A Very High Mountain, On Whose South Side Were Some Buildings That Looked Like A City.",
            "He Took Me There, And I Saw A Man Whose Appearance Was Like Bronze; He Was Standing In The Gateway With A Linen Cord And A Measuring Rod In His Hand.",
            "The Man Said To Me, \"Son Of Man, Look With Your Eyes And Hear With Your Ears And Pay Attention To Everything I Am Going To Show You, For That Is Why You Have Been Brought Here. Tell The House Of Israel Everything You See.\"",
            "I Saw A Wall Completely Surrounding The Temple Area. The Length Of The Measuring Rod In The Man's Hand Was Six Long Cubits, Each Of Which Was A Cubit And A Handbreadth. He Measured The Wall; It Was One Measuring Rod Thick And One Rod High.",
            "Then He Went To The Gate Facing East. He Climbed Its Steps And Measured The Threshold Of The Gate; It Was One Rod Deep.",
            "The Alcoves For The Guards Were One Rod Long And One Rod Wide, And The Projecting Walls Between The Alcoves Were Five Cubits Thick. And The Threshold Of The Gate Next To The Portico Facing The Temple Was One Rod Deep.",
            "Then He Measured The Portico Of The Gateway;",
            "It Was Eight Cubits Deep And Its Jambs Were Two Cubits Thick. The Portico Of The Gateway Faced The Temple.",
            "Inside The East Gate Were Three Alcoves On Each Side; The Three Had The Same Measurements, And The Faces Of The Projecting Walls On Each Side Had The Same Measurements.",
            "Then He Measured The Width Of The Entrance To The Gateway; It Was Ten Cubits And Its Length Was Thirteen Cubits.",
            "In Front Of Each Alcove Was A Wall One Cubit High, And The Alcoves Were Six Cubits Square.",
            "Then He Measured The Gateway From The Top Of The Rear Wall Of One Alcove To The Top Of The Opposite One; The Distance Was Twenty-five Cubits From One Parapet Opening To The Opposite One.",
            "He Measured Along The Faces Of The Projecting Walls All Around The Inside Of The Gateway-sixty Cubits. The Measurement Was Up To The Portico Facing The Courtyard.",
            "The Distance From The Entrance Of The Gateway To The Far End Of Its Portico Was Fifty Cubits.",
            "The Alcoves And The Projecting Walls Inside The Gateway Were Surmounted By Narrow Parapet Openings All Around, As Was The Portico; The Openings All Around Faced Inward. The Faces Of The Projecting Walls Were Decorated With Palm Trees.",
            "Then He Brought Me Into The Outer Court. There I Saw Some Rooms And A Pavement That Had Been Constructed All Around The Court; There Were Thirty Rooms Along The Pavement.",
            "It Abutted The Sides Of The Gateways And Was As Wide As They Were Long; This Was The Lower Pavement.",
            "Then He Measured The Distance From The Inside Of The Lower Gateway To The Outside Of The Inner Court; It Was A Hundred Cubits On The East Side As Well As On The North.",
            "Then He Measured The Length And Width Of The Gate Facing North, Leading Into The Outer Court.",
            "Its Alcoves-three On Each Side-its Projecting Walls And Its Portico Had The Same Measurements As Those Of The First Gateway. It Was Fifty Cubits Long And Twenty-five Cubits Wide.",
            "Its Openings, Its Portico And Its Palm Tree Decorations Had The Same Measurements As Those Of The Gate Facing East. Seven Steps Led Up To It, With Its Portico Opposite Them.",
            "There Was A Gate To The Inner Court Facing The North Gate, Just As There Was On The East. He Measured From One Gate To The Opposite One; It Was A Hundred Cubits.",
            "Then He Led Me To The South Side And I Saw A Gate Facing South. He Measured Its Jambs And Its Portico, And They Had The Same Measurements As The Others.",
            "The Gateway And Its Portico Had Narrow Openings All Around, Like The Openings Of The Others. It Was Fifty Cubits Long And Twenty-five Cubits Wide.",
            "Seven Steps Led Up To It, With Its Portico Opposite Them; It Had Palm Tree Decorations On The Faces Of The Projecting Walls On Each Side.",
            "The Inner Court Also Had A Gate Facing South, And He Measured From This Gate To The Outer Gate On The South Side; It Was A Hundred Cubits.",
            "Then He Brought Me Into The Inner Court Through The South Gate, And He Measured The South Gate; It Had The Same Measurements As The Others.",
            "Its Alcoves, Its Projecting Walls And Its Portico Had The Same Measurements As The Others. The Gateway And Its Portico Had Openings All Around. It Was Fifty Cubits Long And Twenty-five Cubits Wide.",
            "(The Porticoes Of The Gateways Around The Inner Court Were Twenty-five Cubits Wide And Five Cubits Deep.)",
            "Its Portico Faced The Outer Court; Palm Trees Decorated Its Jambs, And Eight Steps Led Up To It.",
            "Then He Brought Me To The Inner Court On The East Side, And He Measured The Gateway; It Had The Same Measurements As The Others.",
            "Its Alcoves, Its Projecting Walls And Its Portico Had The Same Measurements As The Others. The Gateway And Its Portico Had Openings All Around. It Was Fifty Cubits Long And Twenty-five Cubits Wide.",
            "Its Portico Faced The Outer Court; Palm Trees Decorated The Jambs On Either Side, And Eight Steps Led Up To It.",
            "Then He Brought Me To The North Gate And Measured It. It Had The Same Measurements As The Others,",
            "As Did Its Alcoves, Its Projecting Walls And Its Portico, And It Had Openings All Around. It Was Fifty Cubits Long And Twenty-five Cubits Wide.",
            "Its Portico Faced The Outer Court; Palm Trees Decorated The Jambs On Either Side, And Eight Steps Led Up To It.",
            "A Room With A Doorway Was By The Portico In Each Of The Inner Gateways, Where The Burnt Offerings Were Washed.",
            "In The Portico Of The Gateway Were Two Tables On Each Side, On Which The Burnt Offerings, Sin Offerings And Guilt Offerings Were Slaughtered.",
            "By The Outside Wall Of The Portico Of The Gateway, Near The Steps At The Entrance To The North Gateway Were Two Tables, And On The Other Side Of The Steps Were Two Tables.",
            "So There Were Four Tables On One Side Of The Gateway And Four On The Other-eight Tables In All-on Which The Sacrifices Were Slaughtered.",
            "There Were Also Four Tables Of Dressed Stone For The Burnt Offerings, Each A Cubit And A Half Long, A Cubit And A Half Wide And A Cubit High. On Them Were Placed The Utensils For Slaughtering The Burnt Offerings And The Other Sacrifices.",
            "And Double-pronged Hooks, Each A Handbreadth Long, Were Attached To The Wall All Around. The Tables Were For The Flesh Of The Offerings.",
            "Outside The Inner Gate, Within The Inner Court, Were Two Rooms, One At The Side Of The North Gate And Facing South, And Another At The Side Of The South Gate And Facing North.",
            "He Said To Me, \"The Room Facing South Is For The Priests Who Have Charge Of The Temple,",
            "And The Room Facing North Is For The Priests Who Have Charge Of The Altar. These Are The Sons Of Zadok, Who Are The Only Levites Who May Draw Near To The Lord To Minister Before Him.\"",
            "Then He Measured The Court: It Was Square-a Hundred Cubits Long And A Hundred Cubits Wide. And The Altar Was In Front Of The Temple.",
            "He Brought Me To The Portico Of The Temple And Measured The Jambs Of The Portico; They Were Five Cubits Wide On Either Side. The Width Of The Entrance Was Fourteen Cubits And Its Projecting Walls Were Three Cubits Wide On Either Side.",
            "The Portico Was Twenty Cubits Wide, And Twelve Cubits From Front To Back. It Was Reached By A Flight Of Stairs, And There Were Pillars On Each Side Of The Jambs."
        ],
        [
            "Then The Man Brought Me To The Outer Sanctuary And Measured The Jambs; The Width Of The Jambs Was Six Cubits On Each Side.",
            "The Entrance Was Ten Cubits Wide, And The Projecting Walls On Each Side Of It Were Five Cubits Wide. He Also Measured The Outer Sanctuary; It Was Forty Cubits Long And Twenty Cubits Wide.",
            "Then He Went Into The Inner Sanctuary And Measured The Jambs Of The Entrance; Each Was Two Cubits Wide. The Entrance Was Six Cubits Wide, And The Projecting Walls On Each Side Of It Were Seven Cubits Wide.",
            "And He Measured The Length Of The Inner Sanctuary; It Was Twenty Cubits, And Its Width Was Twenty Cubits Across The End Of The Outer Sanctuary. He Said To Me, \"This Is The Most Holy Place.\"",
            "Then He Measured The Wall Of The Temple; It Was Six Cubits Thick, And Each Side Room Around The Temple Was Four Cubits Wide.",
            "The Side Rooms Were On Three Levels, One Above Another, Thirty On Each Level. There Were Ledges All Around The Wall Of The Temple To Serve As Supports For The Side Rooms, So That The Supports Were Not Inserted Into The Wall Of The Temple.",
            "The Side Rooms All Around The Temple Were Wider At Each Successive Level. The Structure Surrounding The Temple Was Built In Ascending Stages, So That The Rooms Widened As One Went Upward. A Stairway Went Up From The Lowest Floor To The Top Floor Through The Middle Floor.",
            "I Saw That The Temple Had A Raised Base All Around It, Forming The Foundation Of The Side Rooms. It Was The Length Of The Rod, Six Long Cubits.",
            "The Outer Wall Of The Side Rooms Was Five Cubits Thick. The Open Area Between The Side Rooms Of The Temple",
            "And The Priests' Rooms Was Twenty Cubits Wide All Around The Temple.",
            "There Were Entrances To The Side Rooms From The Open Area, One On The North And Another On The South; And The Base Adjoining The Open Area Was Five Cubits Wide All Around.",
            "The Building Facing The Temple Courtyard On The West Side Was Seventy Cubits Wide. The Wall Of The Building Was Five Cubits Thick All Around, And Its Length Was Ninety Cubits.",
            "Then He Measured The Temple; It Was A Hundred Cubits Long, And The Temple Courtyard And The Building With Its Walls Were Also A Hundred Cubits Long.",
            "The Width Of The Temple Courtyard On The East, Including The Front Of The Temple, Was A Hundred Cubits.",
            "Then He Measured The Length Of The Building Facing The Courtyard At The Rear Of The Temple, Including Its Galleries On Each Side; It Was A Hundred Cubits. The Outer Sanctuary, The Inner Sanctuary And The Portico Facing The Court,",
            "As Well As The Thresholds And The Narrow Windows And Galleries Around The Three Of Them-everything Beyond And Including The Threshold Was Covered With Wood. The Floor, The Wall Up To The Windows, And The Windows Were Covered.",
            "In The Space Above The Outside Of The Entrance To The Inner Sanctuary And On The Walls At Regular Intervals All Around The Inner And Outer Sanctuary",
            "Were Carved Cherubim And Palm Trees. Palm Trees Alternated With Cherubim. Each Cherub Had Two Faces:",
            "The Face Of A Man Toward The Palm Tree On One Side And The Face Of A Lion Toward The Palm Tree On The Other. They Were Carved All Around The Whole Temple.",
            "From The Floor To The Area Above The Entrance, Cherubim And Palm Trees Were Carved On The Wall Of The Outer Sanctuary.",
            "The Outer Sanctuary Had A Rectangular Doorframe, And The One At The Front Of The Most Holy Place Was Similar.",
            "There Was A Wooden Altar Three Cubits High And Two Cubits Square ; Its Corners, Its Base And Its Sides Were Of Wood. The Man Said To Me, \"This Is The Table That Is Before The Lord .\"",
            "Both The Outer Sanctuary And The Most Holy Place Had Double Doors.",
            "Each Door Had Two Leaves-two Hinged Leaves For Each Door.",
            "And On The Doors Of The Outer Sanctuary Were Carved Cherubim And Palm Trees Like Those Carved On The Walls, And There Was A Wooden Overhang On The Front Of The Portico.",
            "On The Sidewalls Of The Portico Were Narrow Windows With Palm Trees Carved On Each Side. The Side Rooms Of The Temple Also Had Overhangs."
        ],
        [
            "Then The Man Led Me Northward Into The Outer Court And Brought Me To The Rooms Opposite The Temple Courtyard And Opposite The Outer Wall On The North Side.",
            "The Building Whose Door Faced North Was A Hundred Cubits Long And Fifty Cubits Wide.",
            "Both In The Section Twenty Cubits From The Inner Court And In The Section Opposite The Pavement Of The Outer Court, Gallery Faced Gallery At The Three Levels.",
            "In Front Of The Rooms Was An Inner Passageway Ten Cubits Wide And A Hundred Cubits Long. Their Doors Were On The North.",
            "Now The Upper Rooms Were Narrower, For The Galleries Took More Space From Them Than From The Rooms On The Lower And Middle Floors Of The Building.",
            "The Rooms On The Third Floor Had No Pillars, As The Courts Had; So They Were Smaller In Floor Space Than Those On The Lower And Middle Floors.",
            "There Was An Outer Wall Parallel To The Rooms And The Outer Court; It Extended In Front Of The Rooms For Fifty Cubits.",
            "While The Row Of Rooms On The Side Next To The Outer Court Was Fifty Cubits Long, The Row On The Side Nearest The Sanctuary Was A Hundred Cubits Long.",
            "The Lower Rooms Had An Entrance On The East Side As One Enters Them From The Outer Court.",
            "On The South Side Along The Length Of The Wall Of The Outer Court, Adjoining The Temple Courtyard And Opposite The Outer Wall, Were Rooms",
            "With A Passageway In Front Of Them. These Were Like The Rooms On The North; They Had The Same Length And Width, With Similar Exits And Dimensions. Similar To The Doorways On The North",
            "Were The Doorways Of The Rooms On The South. There Was A Doorway At The Beginning Of The Passageway That Was Parallel To The Corresponding Wall Extending Eastward, By Which One Enters The Rooms.",
            "Then He Said To Me, \"The North And South Rooms Facing The Temple Courtyard Are The Priests' Rooms, Where The Priests Who Approach The Lord Will Eat The Most Holy Offerings. There They Will Put The Most Holy Offerings-the Grain Offerings, The Sin Offerings And The Guilt Offerings-for The Place Is Holy.",
            "Once The Priests Enter The Holy Precincts, They Are Not To Go Into The Outer Court Until They Leave Behind The Garments In Which They Minister, For These Are Holy. They Are To Put On Other Clothes Before They Go Near The Places That Are For The People.\"",
            "When He Had Finished Measuring What Was Inside The Temple Area, He Led Me Out By The East Gate And Measured The Area All Around:",
            "He Measured The East Side With The Measuring Rod; It Was Five Hundred Cubits.",
            "He Measured The North Side; It Was Five Hundred Cubits By The Measuring Rod.",
            "He Measured The South Side; It Was Five Hundred Cubits By The Measuring Rod.",
            "Then He Turned To The West Side And Measured; It Was Five Hundred Cubits By The Measuring Rod.",
            "So He Measured The Area On All Four Sides. It Had A Wall Around It, Five Hundred Cubits Long And Five Hundred Cubits Wide, To Separate The Holy From The Common."
        ],
        [
            "Then The Man Brought Me To The Gate Facing East,",
            "And I Saw The Glory Of The God Of Israel Coming From The East. His Voice Was Like The Roar Of Rushing Waters, And The Land Was Radiant With His Glory.",
            "The Vision I Saw Was Like The Vision I Had Seen When He Came To Destroy The City And Like The Visions I Had Seen By The Kebar River, And I Fell Facedown.",
            "The Glory Of The Lord Entered The Temple Through The Gate Facing East.",
            "Then The Spirit Lifted Me Up And Brought Me Into The Inner Court, And The Glory Of The Lord Filled The Temple.",
            "While The Man Was Standing Beside Me, I Heard Someone Speaking To Me From Inside The Temple.",
            "He Said: \"Son Of Man, This Is The Place Of My Throne And The Place For The Soles Of My Feet. This Is Where I Will Live Among The Israelites Forever. The House Of Israel Will Never Again Defile My Holy Name-neither They Nor Their Kings-by Their Prostitution And The Lifeless Idols Of Their Kings At Their High Places.",
            "When They Placed Their Threshold Next To My Threshold And Their Doorposts Beside My Doorposts, With Only A Wall Between Me And Them, They Defiled My Holy Name By Their Detestable Practices. So I Destroyed Them In My Anger.",
            "Now Let Them Put Away From Me Their Prostitution And The Lifeless Idols Of Their Kings, And I Will Live Among Them Forever.",
            "\"Son Of Man, Describe The Temple To The People Of Israel, That They May Be Ashamed Of Their Sins. Let Them Consider The Plan,",
            "And If They Are Ashamed Of All They Have Done, Make Known To Them The Design Of The Temple-its Arrangement, Its Exits And Entrances-its Whole Design And All Its Regulations And Laws. Write These Down Before Them So That They May Be Faithful To Its Design And Follow All Its Regulations.",
            "\"This Is The Law Of The Temple: All The Surrounding Area On Top Of The Mountain Will Be Most Holy. Such Is The Law Of The Temple.",
            "\"These Are The Measurements Of The Altar In Long Cubits, That Cubit Being A Cubit And A Handbreadth : Its Gutter Is A Cubit Deep And A Cubit Wide, With A Rim Of One Span Around The Edge. And This Is The Height Of The Altar:",
            "From The Gutter On The Ground Up To The Lower Ledge It Is Two Cubits High And A Cubit Wide, And From The Smaller Ledge Up To The Larger Ledge It Is Four Cubits High And A Cubit Wide.",
            "The Altar Hearth Is Four Cubits High, And Four Horns Project Upward From The Hearth.",
            "The Altar Hearth Is Square, Twelve Cubits Long And Twelve Cubits Wide.",
            "The Upper Ledge Also Is Square, Fourteen Cubits Long And Fourteen Cubits Wide, With A Rim Of Half A Cubit And A Gutter Of A Cubit All Around. The Steps Of The Altar Face East.\"",
            "Then He Said To Me, \"Son Of Man, This Is What The Sovereign Lord Says: These Will Be The Regulations For Sacrificing Burnt Offerings And Sprinkling Blood Upon The Altar When It Is Built:",
            "You Are To Give A Young Bull As A Sin Offering To The Priests, Who Are Levites, Of The Family Of Zadok, Who Come Near To Minister Before Me, Declares The Sovereign Lord .",
            "You Are To Take Some Of Its Blood And Put It On The Four Horns Of The Altar And On The Four Corners Of The Upper Ledge And All Around The Rim, And So Purify The Altar And Make Atonement For It.",
            "You Are To Take The Bull For The Sin Offering And Burn It In The Designated Part Of The Temple Area Outside The Sanctuary.",
            "\"On The Second Day You Are To Offer A Male Goat Without Defect For A Sin Offering, And The Altar Is To Be Purified As It Was Purified With The Bull.",
            "When You Have Finished Purifying It, You Are To Offer A Young Bull And A Ram From The Flock, Both Without Defect.",
            "You Are To Offer Them Before The Lord , And The Priests Are To Sprinkle Salt On Them And Sacrifice Them As A Burnt Offering To The Lord .",
            "\"For Seven Days You Are To Provide A Male Goat Daily For A Sin Offering; You Are Also To Provide A Young Bull And A Ram From The Flock, Both Without Defect.",
            "For Seven Days They Are To Make Atonement For The Altar And Cleanse It; Thus They Will Dedicate It.",
            "At The End Of These Days, From The Eighth Day On, The Priests Are To Present Your Burnt Offerings And Fellowship Offerings On The Altar. Then I Will Accept You, Declares The Sovereign Lord .\""
        ],
        [
            "Then The Man Brought Me Back To The Outer Gate Of The Sanctuary, The One Facing East, And It Was Shut.",
            "The Lord Said To Me, \"This Gate Is To Remain Shut. It Must Not Be Opened; No One May Enter Through It. It Is To Remain Shut Because The Lord , The God Of Israel, Has Entered Through It.",
            "The Prince Himself Is The Only One Who May Sit Inside The Gateway To Eat In The Presence Of The Lord . He Is To Enter By Way Of The Portico Of The Gateway And Go Out The Same Way.\"",
            "Then The Man Brought Me By Way Of The North Gate To The Front Of The Temple. I Looked And Saw The Glory Of The Lord Filling The Temple Of The Lord , And I Fell Facedown.",
            "The Lord Said To Me, \"Son Of Man, Look Carefully, Listen Closely And Give Attention To Everything I Tell You Concerning All The Regulations Regarding The Temple Of The Lord . Give Attention To The Entrance Of The Temple And All The Exits Of The Sanctuary.",
            "Say To The Rebellious House Of Israel, 'This Is What The Sovereign Lord Says: Enough Of Your Detestable Practices, O House Of Israel!",
            "In Addition To All Your Other Detestable Practices, You Brought Foreigners Uncircumcised In Heart And Flesh Into My Sanctuary, Desecrating My Temple While You Offered Me Food, Fat And Blood, And You Broke My Covenant.",
            "Instead Of Carrying Out Your Duty In Regard To My Holy Things, You Put Others In Charge Of My Sanctuary.",
            "This Is What The Sovereign Lord Says: No Foreigner Uncircumcised In Heart And Flesh Is To Enter My Sanctuary, Not Even The Foreigners Who Live Among The Israelites.",
            "\" 'The Levites Who Went Far From Me When Israel Went Astray And Who Wandered From Me After Their Idols Must Bear The Consequences Of Their Sin.",
            "They May Serve In My Sanctuary, Having Charge Of The Gates Of The Temple And Serving In It; They May Slaughter The Burnt Offerings And Sacrifices For The People And Stand Before The People And Serve Them.",
            "But Because They Served Them In The Presence Of Their Idols And Made The House Of Israel Fall Into Sin, Therefore I Have Sworn With Uplifted Hand That They Must Bear The Consequences Of Their Sin, Declares The Sovereign Lord .",
            "They Are Not To Come Near To Serve Me As Priests Or Come Near Any Of My Holy Things Or My Most Holy Offerings; They Must Bear The Shame Of Their Detestable Practices.",
            "Yet I Will Put Them In Charge Of The Duties Of The Temple And All The Work That Is To Be Done In It.",
            "\" 'But The Priests, Who Are Levites And Descendants Of Zadok And Who Faithfully Carried Out The Duties Of My Sanctuary When The Israelites Went Astray From Me, Are To Come Near To Minister Before Me; They Are To Stand Before Me To Offer Sacrifices Of Fat And Blood, Declares The Sovereign Lord .",
            "They Alone Are To Enter My Sanctuary; They Alone Are To Come Near My Table To Minister Before Me And Perform My Service.",
            "\" 'When They Enter The Gates Of The Inner Court, They Are To Wear Linen Clothes; They Must Not Wear Any Woolen Garment While Ministering At The Gates Of The Inner Court Or Inside The Temple.",
            "They Are To Wear Linen Turbans On Their Heads And Linen Undergarments Around Their Waists. They Must Not Wear Anything That Makes Them Perspire.",
            "When They Go Out Into The Outer Court Where The People Are, They Are To Take Off The Clothes They Have Been Ministering In And Are To Leave Them In The Sacred Rooms, And Put On Other Clothes, So That They Do Not Consecrate The People By Means Of Their Garments.",
            "\" 'They Must Not Shave Their Heads Or Let Their Hair Grow Long, But They Are To Keep The Hair Of Their Heads Trimmed.",
            "No Priest Is To Drink Wine When He Enters The Inner Court.",
            "They Must Not Marry Widows Or Divorced Women; They May Marry Only Virgins Of Israelite Descent Or Widows Of Priests.",
            "They Are To Teach My People The Difference Between The Holy And The Common And Show Them How To Distinguish Between The Unclean And The Clean.",
            "\" 'In Any Dispute, The Priests Are To Serve As Judges And Decide It According To My Ordinances. They Are To Keep My Laws And My Decrees For All My Appointed Feasts, And They Are To Keep My Sabbaths Holy.",
            "\" 'A Priest Must Not Defile Himself By Going Near A Dead Person; However, If The Dead Person Was His Father Or Mother, Son Or Daughter, Brother Or Unmarried Sister, Then He May Defile Himself.",
            "After He Is Cleansed, He Must Wait Seven Days.",
            "On The Day He Goes Into The Inner Court Of The Sanctuary To Minister In The Sanctuary, He Is To Offer A Sin Offering For Himself, Declares The Sovereign Lord .",
            "\" 'I Am To Be The Only Inheritance The Priests Have. You Are To Give Them No Possession In Israel; I Will Be Their Possession.",
            "They Will Eat The Grain Offerings, The Sin Offerings And The Guilt Offerings; And Everything In Israel Devoted To The Lord Will Belong To Them.",
            "The Best Of All The Firstfruits And Of All Your Special Gifts Will Belong To The Priests. You Are To Give Them The First Portion Of Your Ground Meal So That A Blessing May Rest On Your Household.",
            "The Priests Must Not Eat Anything, Bird Or Animal, Found Dead Or Torn By Wild Animals."
        ],
        [
            "\" 'When You Allot The Land As An Inheritance, You Are To Present To The Lord A Portion Of The Land As A Sacred District, , Cubits Long And , Cubits Wide; The Entire Area Will Be Holy.",
            "Of This, A Section  Cubits Square Is To Be For The Sanctuary, With  Cubits Around It For Open Land.",
            "In The Sacred District, Measure Off A Section , Cubits Long And , Cubits Wide. In It Will Be The Sanctuary, The Most Holy Place.",
            "It Will Be The Sacred Portion Of The Land For The Priests, Who Minister In The Sanctuary And Who Draw Near To Minister Before The Lord . It Will Be A Place For Their Houses As Well As A Holy Place For The Sanctuary.",
            "An Area , Cubits Long And , Cubits Wide Will Belong To The Levites, Who Serve In The Temple, As Their Possession For Towns To Live In.",
            "\" 'You Are To Give The City As Its Property An Area , Cubits Wide And , Cubits Long, Adjoining The Sacred Portion; It Will Belong To The Whole House Of Israel.",
            "\" 'The Prince Will Have The Land Bordering Each Side Of The Area Formed By The Sacred District And The Property Of The City. It Will Extend Westward From The West Side And Eastward From The East Side, Running Lengthwise From The Western To The Eastern Border Parallel To One Of The Tribal Portions.",
            "This Land Will Be His Possession In Israel. And My Princes Will No Longer Oppress My People But Will Allow The House Of Israel To Possess The Land According To Their Tribes.",
            "\" 'This Is What The Sovereign Lord Says: You Have Gone Far Enough, O Princes Of Israel! Give Up Your Violence And Oppression And Do What Is Just And Right. Stop Dispossessing My People, Declares The Sovereign Lord .",
            "You Are To Use Accurate Scales, An Accurate Ephah And An Accurate Bath.",
            "The Ephah And The Bath Are To Be The Same Size, The Bath Containing A Tenth Of A Homer And The Ephah A Tenth Of A Homer; The Homer Is To Be The Standard Measure For Both.",
            "The Shekel Is To Consist Of Twenty Gerahs. Twenty Shekels Plus Twenty-five Shekels Plus Fifteen Shekels Equal One Mina.",
            "\" 'This Is The Special Gift You Are To Offer: A Sixth Of An Ephah From Each Homer Of Wheat And A Sixth Of An Ephah From Each Homer Of Barley.",
            "The Prescribed Portion Of Oil, Measured By The Bath, Is A Tenth Of A Bath From Each Cor (Which Consists Of Ten Baths Or One Homer, For Ten Baths Are Equivalent To A Homer).",
            "Also One Sheep Is To Be Taken From Every Flock Of Two Hundred From The Well-watered Pastures Of Israel. These Will Be Used For The Grain Offerings, Burnt Offerings And Fellowship Offerings To Make Atonement For The People, Declares The Sovereign Lord .",
            "All The People Of The Land Will Participate In This Special Gift For The Use Of The Prince In Israel.",
            "It Will Be The Duty Of The Prince To Provide The Burnt Offerings, Grain Offerings And Drink Offerings At The Festivals, The New Moons And The Sabbaths-at All The Appointed Feasts Of The House Of Israel. He Will Provide The Sin Offerings, Grain Offerings, Burnt Offerings And Fellowship Offerings To Make Atonement For The House Of Israel.",
            "\" 'This Is What The Sovereign Lord Says: In The First Month On The First Day You Are To Take A Young Bull Without Defect And Purify The Sanctuary.",
            "The Priest Is To Take Some Of The Blood Of The Sin Offering And Put It On The Doorposts Of The Temple, On The Four Corners Of The Upper Ledge Of The Altar And On The Gateposts Of The Inner Court.",
            "You Are To Do The Same On The Seventh Day Of The Month For Anyone Who Sins Unintentionally Or Through Ignorance; So You Are To Make Atonement For The Temple.",
            "\" 'In The First Month On The Fourteenth Day You Are To Observe The Passover, A Feast Lasting Seven Days, During Which You Shall Eat Bread Made Without Yeast.",
            "On That Day The Prince Is To Provide A Bull As A Sin Offering For Himself And For All The People Of The Land.",
            "Every Day During The Seven Days Of The Feast He Is To Provide Seven Bulls And Seven Rams Without Defect As A Burnt Offering To The Lord , And A Male Goat For A Sin Offering.",
            "He Is To Provide As A Grain Offering An Ephah For Each Bull And An Ephah For Each Ram, Along With A Hin Of Oil For Each Ephah.",
            "\" 'During The Seven Days Of The Feast, Which Begins In The Seventh Month On The Fifteenth Day, He Is To Make The Same Provision For Sin Offerings, Burnt Offerings, Grain Offerings And Oil."
        ],
        [
            "\" 'This Is What The Sovereign Lord Says: The Gate Of The Inner Court Facing East Is To Be Shut On The Six Working Days, But On The Sabbath Day And On The Day Of The New Moon It Is To Be Opened.",
            "The Prince Is To Enter From The Outside Through The Portico Of The Gateway And Stand By The Gatepost. The Priests Are To Sacrifice His Burnt Offering And His Fellowship Offerings. He Is To Worship At The Threshold Of The Gateway And Then Go Out, But The Gate Will Not Be Shut Until Evening.",
            "On The Sabbaths And New Moons The People Of The Land Are To Worship In The Presence Of The Lord At The Entrance To That Gateway.",
            "The Burnt Offering The Prince Brings To The Lord On The Sabbath Day Is To Be Six Male Lambs And A Ram, All Without Defect.",
            "The Grain Offering Given With The Ram Is To Be An Ephah, And The Grain Offering With The Lambs Is To Be As Much As He Pleases, Along With A Hin Of Oil For Each Ephah.",
            "On The Day Of The New Moon He Is To Offer A Young Bull, Six Lambs And A Ram, All Without Defect.",
            "He Is To Provide As A Grain Offering One Ephah With The Bull, One Ephah With The Ram, And With The Lambs As Much As He Wants To Give, Along With A Hin Of Oil With Each Ephah.",
            "When The Prince Enters, He Is To Go In Through The Portico Of The Gateway, And He Is To Come Out The Same Way.",
            "\" 'When The People Of The Land Come Before The Lord At The Appointed Feasts, Whoever Enters By The North Gate To Worship Is To Go Out The South Gate; And Whoever Enters By The South Gate Is To Go Out The North Gate. No One Is To Return Through The Gate By Which He Entered, But Each Is To Go Out The Opposite Gate.",
            "The Prince Is To Be Among Them, Going In When They Go In And Going Out When They Go Out.",
            "\" 'At The Festivals And The Appointed Feasts, The Grain Offering Is To Be An Ephah With A Bull, An Ephah With A Ram, And With The Lambs As Much As One Pleases, Along With A Hin Of Oil For Each Ephah.",
            "When The Prince Provides A Freewill Offering To The Lord -Whether A Burnt Offering Or Fellowship Offerings-the Gate Facing East Is To Be Opened For Him. He Shall Offer His Burnt Offering Or His Fellowship Offerings As He Does On The Sabbath Day. Then He Shall Go Out, And After He Has Gone Out, The Gate Will Be Shut.",
            "\" 'Every Day You Are To Provide A Year-old Lamb Without Defect For A Burnt Offering To The Lord ; Morning By Morning You Shall Provide It.",
            "You Are Also To Provide With It Morning By Morning A Grain Offering, Consisting Of A Sixth Of An Ephah With A Third Of A Hin Of Oil To Moisten The Flour. The Presenting Of This Grain Offering To The Lord Is A Lasting Ordinance.",
            "So The Lamb And The Grain Offering And The Oil Shall Be Provided Morning By Morning For A Regular Burnt Offering.",
            "\" 'This Is What The Sovereign Lord Says: If The Prince Makes A Gift From His Inheritance To One Of His Sons, It Will Also Belong To His Descendants; It Is To Be Their Property By Inheritance.",
            "If, However, He Makes A Gift From His Inheritance To One Of His Servants, The Servant May Keep It Until The Year Of Freedom; Then It Will Revert To The Prince. His Inheritance Belongs To His Sons Only; It Is Theirs.",
            "The Prince Must Not Take Any Of The Inheritance Of The People, Driving Them Off Their Property. He Is To Give His Sons Their Inheritance Out Of His Own Property, So That None Of My People Will Be Separated From His Property.' \"",
            "Then The Man Brought Me Through The Entrance At The Side Of The Gate To The Sacred Rooms Facing North, Which Belonged To The Priests, And Showed Me A Place At The Western End.",
            "He Said To Me, \"This Is The Place Where The Priests Will Cook The Guilt Offering And The Sin Offering And Bake The Grain Offering, To Avoid Bringing Them Into The Outer Court And Consecrating The People.\"",
            "He Then Brought Me To The Outer Court And Led Me Around To Its Four Corners, And I Saw In Each Corner Another Court.",
            "In The Four Corners Of The Outer Court Were Enclosed Courts, Forty Cubits Long And Thirty Cubits Wide; Each Of The Courts In The Four Corners Was The Same Size.",
            "Around The Inside Of Each Of The Four Courts Was A Ledge Of Stone, With Places For Fire Built All Around Under The Ledge.",
            "He Said To Me, \"These Are The Kitchens Where Those Who Minister At The Temple Will Cook The Sacrifices Of The People.\""
        ],
        [
            "The Man Brought Me Back To The Entrance Of The Temple, And I Saw Water Coming Out From Under The Threshold Of The Temple Toward The East (For The Temple Faced East). The Water Was Coming Down From Under The South Side Of The Temple, South Of The Altar.",
            "He Then Brought Me Out Through The North Gate And Led Me Around The Outside To The Outer Gate Facing East, And The Water Was Flowing From The South Side.",
            "As The Man Went Eastward With A Measuring Line In His Hand, He Measured Off A Thousand Cubits And Then Led Me Through Water That Was Ankle-deep.",
            "He Measured Off Another Thousand Cubits And Led Me Through Water That Was Knee-deep. He Measured Off Another Thousand And Led Me Through Water That Was Up To The Waist.",
            "He Measured Off Another Thousand, But Now It Was A River That I Could Not Cross, Because The Water Had Risen And Was Deep Enough To Swim In-a River That No One Could Cross.",
            "He Asked Me, \"Son Of Man, Do You See This?\" Then He Led Me Back To The Bank Of The River.",
            "When I Arrived There, I Saw A Great Number Of Trees On Each Side Of The River.",
            "He Said To Me, \"This Water Flows Toward The Eastern Region And Goes Down Into The Arabah, Where It Enters The Sea. When It Empties Into The Sea, The Water There Becomes Fresh.",
            "Swarms Of Living Creatures Will Live Wherever The River Flows. There Will Be Large Numbers Of Fish, Because This Water Flows There And Makes The Salt Water Fresh; So Where The River Flows Everything Will Live.",
            "Fishermen Will Stand Along The Shore; From En Gedi To En Eglaim There Will Be Places For Spreading Nets. The Fish Will Be Of Many Kinds-like The Fish Of The Great Sea.",
            "But The Swamps And Marshes Will Not Become Fresh; They Will Be Left For Salt.",
            "Fruit Trees Of All Kinds Will Grow On Both Banks Of The River. Their Leaves Will Not Wither, Nor Will Their Fruit Fail. Every Month They Will Bear, Because The Water From The Sanctuary Flows To Them. Their Fruit Will Serve For Food And Their Leaves For Healing.\"",
            "This Is What The Sovereign Lord Says: \"These Are The Boundaries By Which You Are To Divide The Land For An Inheritance Among The Twelve Tribes Of Israel, With Two Portions For Joseph.",
            "You Are To Divide It Equally Among Them. Because I Swore With Uplifted Hand To Give It To Your Forefathers, This Land Will Become Your Inheritance.",
            "\"This Is To Be The Boundary Of The Land: \"On The North Side It Will Run From The Great Sea By The Hethlon Road Past Lebo Hamath To Zedad,",
            "Berothah And Sibraim (Which Lies On The Border Between Damascus And Hamath), As Far As Hazer Hatticon, Which Is On The Border Of Hauran.",
            "The Boundary Will Extend From The Sea To Hazar Enan, Along The Northern Border Of Damascus, With The Border Of Hamath To The North. This Will Be The North Boundary.",
            "\"On The East Side The Boundary Will Run Between Hauran And Damascus, Along The Jordan Between Gilead And The Land Of Israel, To The Eastern Sea And As Far As Tamar. This Will Be The East Boundary.",
            "\"On The South Side It Will Run From Tamar As Far As The Waters Of Meribah Kadesh, Then Along The Wadi Of Egypt To The Great Sea. This Will Be The South Boundary.",
            "\"On The West Side, The Great Sea Will Be The Boundary To A Point Opposite Lebo Hamath. This Will Be The West Boundary.",
            "\"You Are To Distribute This Land Among Yourselves According To The Tribes Of Israel.",
            "You Are To Allot It As An Inheritance For Yourselves And For The Aliens Who Have Settled Among You And Who Have Children. You Are To Consider Them As Native-born Israelites; Along With You They Are To Be Allotted An Inheritance Among The Tribes Of Israel.",
            "In Whatever Tribe The Alien Settles, There You Are To Give Him His Inheritance,\" Declares The Sovereign Lord ."
        ],
        [
            "\"These Are The Tribes, Listed By Name: At The Northern Frontier, Dan Will Have One Portion; It Will Follow The Hethlon Road To Lebo Hamath; Hazar Enan And The Northern Border Of Damascus Next To Hamath Will Be Part Of Its Border From The East Side To The West Side.",
            "\"Asher Will Have One Portion; It Will Border The Territory Of Dan From East To West.",
            "\"Naphtali Will Have One Portion; It Will Border The Territory Of Asher From East To West.",
            "\"Manasseh Will Have One Portion; It Will Border The Territory Of Naphtali From East To West.",
            "\"Ephraim Will Have One Portion; It Will Border The Territory Of Manasseh From East To West.",
            "\"Reuben Will Have One Portion; It Will Border The Territory Of Ephraim From East To West.",
            "\"Judah Will Have One Portion; It Will Border The Territory Of Reuben From East To West.",
            "\"Bordering The Territory Of Judah From East To West Will Be The Portion You Are To Present As A Special Gift. It Will Be , Cubits Wide, And Its Length From East To West Will Equal One Of The Tribal Portions; The Sanctuary Will Be In The Center Of It.",
            "\"The Special Portion You Are To Offer To The Lord Will Be , Cubits Long And , Cubits Wide.",
            "This Will Be The Sacred Portion For The Priests. It Will Be , Cubits Long On The North Side, , Cubits Wide On The West Side, , Cubits Wide On The East Side And , Cubits Long On The South Side. In The Center Of It Will Be The Sanctuary Of The Lord .",
            "This Will Be For The Consecrated Priests, The Zadokites, Who Were Faithful In Serving Me And Did Not Go Astray As The Levites Did When The Israelites Went Astray.",
            "It Will Be A Special Gift To Them From The Sacred Portion Of The Land, A Most Holy Portion, Bordering The Territory Of The Levites.",
            "\"Alongside The Territory Of The Priests, The Levites Will Have An Allotment , Cubits Long And , Cubits Wide. Its Total Length Will Be , Cubits And Its Width , Cubits.",
            "They Must Not Sell Or Exchange Any Of It. This Is The Best Of The Land And Must Not Pass Into Other Hands, Because It Is Holy To The Lord .",
            "\"The Remaining Area, , Cubits Wide And , Cubits Long, Will Be For The Common Use Of The City, For Houses And For Pastureland. The City Will Be In The Center Of It",
            "And Will Have These Measurements: The North Side , Cubits, The South Side , Cubits, The East Side , Cubits, And The West Side , Cubits.",
            "The Pastureland For The City Will Be  Cubits On The North,  Cubits On The South,  Cubits On The East, And  Cubits On The West.",
            "What Remains Of The Area, Bordering On The Sacred Portion And Running The Length Of It, Will Be , Cubits On The East Side And , Cubits On The West Side. Its Produce Will Supply Food For The Workers Of The City.",
            "The Workers From The City Who Farm It Will Come From All The Tribes Of Israel.",
            "The Entire Portion Will Be A Square, , Cubits On Each Side. As A Special Gift You Will Set Aside The Sacred Portion, Along With The Property Of The City.",
            "\"What Remains On Both Sides Of The Area Formed By The Sacred Portion And The City Property Will Belong To The Prince. It Will Extend Eastward From The , Cubits Of The Sacred Portion To The Eastern Border, And Westward From The , Cubits To The Western Border. Both These Areas Running The Length Of The Tribal Portions Will Belong To The Prince, And The Sacred Portion With The Temple Sanctuary Will Be In The Center Of Them.",
            "So The Property Of The Levites And The Property Of The City Will Lie In The Center Of The Area That Belongs To The Prince. The Area Belonging To The Prince Will Lie Between The Border Of Judah And The Border Of Benjamin.",
            "\"As For The Rest Of The Tribes: Benjamin Will Have One Portion; It Will Extend From The East Side To The West Side.",
            "\"Simeon Will Have One Portion; It Will Border The Territory Of Benjamin From East To West.",
            "\"Issachar Will Have One Portion; It Will Border The Territory Of Simeon From East To West.",
            "\"Zebulun Will Have One Portion; It Will Border The Territory Of Issachar From East To West.",
            "\"Gad Will Have One Portion; It Will Border The Territory Of Zebulun From East To West.",
            "\"The Southern Boundary Of Gad Will Run South From Tamar To The Waters Of Meribah Kadesh, Then Along The Wadi Of Egypt To The Great Sea.",
            "\"This Is The Land You Are To Allot As An Inheritance To The Tribes Of Israel, And These Will Be Their Portions,\" Declares The Sovereign Lord .",
            "\"These Will Be The Exits Of The City: Beginning On The North Side, Which Is , Cubits Long,",
            "The Gates Of The City Will Be Named After The Tribes Of Israel. The Three Gates On The North Side Will Be The Gate Of Reuben, The Gate Of Judah And The Gate Of Levi.",
            "\"On The East Side, Which Is , Cubits Long, Will Be Three Gates: The Gate Of Joseph, The Gate Of Benjamin And The Gate Of Dan.",
            "\"On The South Side, Which Measures , Cubits, Will Be Three Gates: The Gate Of Simeon, The Gate Of Issachar And The Gate Of Zebulun.",
            "\"On The West Side, Which Is , Cubits Long, Will Be Three Gates: The Gate Of Gad, The Gate Of Asher And The Gate Of Naphtali.",
            "\"The Distance All Around Will Be , Cubits. \"And The Name Of The City From That Time On Will Be: The Lord Is There .\""
        ]
    ]
}