{
  "chapter": [
    [
      "The Vision Of Obadiah. This Is What The Sovereign Lord Says About Edom- We Have Heard A Message From The Lord : An Envoy Was Sent To The Nations To Say, \"Rise, And Let Us Go Against Her For Battle\"-",
      "\"See, I Will Make You Small Among The Nations; You Will Be Utterly Despised.",
      "The Pride Of Your Heart Has Deceived You, You Who Live In The Clefts Of The Rocks And Make Your Home On The Heights, You Who Say To Yourself, 'Who Can Bring Me Down To The Ground?'",
      "Though You Soar Like The Eagle And Make Your Nest Among The Stars, From There I Will Bring You Down,\" Declares The Lord.",
      "\"If Thieves Came To You, If Robbers In The Night- Oh, What A Disaster Awaits You- Would They Not Steal Only As Much As They Wanted? If Grape Pickers Came To You, Would They Not Leave A Few Grapes?",
      "But How Esau Will Be Ransacked, His Hidden Treasures Pillaged!",
      "All Your Allies Will Force You To The Border; Your Friends Will Deceive And Overpower You; Those Who Eat Your Bread Will Set A Trap For You, But You Will Not Detect It.",
      "\"In That Day,\" Declares The Lord , \"Will I Not Destroy The Wise Men Of Edom, Men Of Understanding In The Mountains Of Esau?",
      "Your Warriors, O Teman, Will Be Terrified, And Everyone In Esau's Mountains Will Be Cut Down In The Slaughter.",
      "Because Of The Violence Against Your Brother Jacob, You Will Be Covered With Shame; You Will Be Destroyed Forever.",
      "On The Day You Stood Aloof While Strangers Carried Off His Wealth And Foreigners Entered His Gates And Cast Lots For Jerusalem, You Were Like One Of Them.",
      "You Should Not Look Down On Your Brother In The Day Of His Misfortune, Nor Rejoice Over The People Of Judah In The Day Of Their Destruction, Nor Boast So Much In The Day Of Their Trouble.",
      "You Should Not March Through The Gates Of My People In The Day Of Their Disaster, Nor Look Down On Them In Their Calamity In The Day Of Their Disaster, Nor Seize Their Wealth In The Day Of Their Disaster.",
      "You Should Not Wait At The Crossroads To Cut Down Their Fugitives, Nor Hand Over Their Survivors In The Day Of Their Trouble.",
      "\"The Day Of The Lord Is Near For All Nations. As You Have Done, It Will Be Done To You; Your Deeds Will Return Upon Your Own Head.",
      "Just As You Drank On My Holy Hill, So All The Nations Will Drink Continually; They Will Drink And Drink And Be As If They Had Never Been.",
      "But On Mount Zion Will Be Deliverance; It Will Be Holy, And The House Of Jacob Will Possess Its Inheritance.",
      "The House Of Jacob Will Be A Fire And The House Of Joseph A Flame; The House Of Esau Will Be Stubble, And They Will Set It On Fire And Consume It. There Will Be No Survivors From The House Of Esau.\" The Lord Has Spoken.",
      "People From The Negev Will Occupy The Mountains Of Esau, And People From The Foothills Will Possess The Land Of The Philistines. They Will Occupy The Fields Of Ephraim And Samaria, And Benjamin Will Possess Gilead.",
      "This Company Of Israelite Exiles Who Are In Canaan Will Possess The Land As Far As Zarephath; The Exiles From Jerusalem Who Are In Sepharad Will Possess The Towns Of The Negev.",
      "Deliverers Will Go Up On Mount Zion To Govern The Mountains Of Esau. And The Kingdom Will Be The Lord's."
    ]
  ]
}
