{
  "chapter": [
    [
      "Chapter1  The Word Of The Lord That Came To Micah Of Moresheth During The Reigns Of Jotham, Ahaz And Hezekiah, Kings Of Judah-the Vision He Saw Concerning Samaria And Jerusalem.",
      "Hear, O Peoples, All Of You, Listen, O Earth And All Who Are In It, That The Sovereign Lord May Witness Against You, The Lord From His Holy Temple.",
      "Look! The Lord Is Coming From His Dwelling Place; He Comes Down And Treads The High Places Of The Earth.",
      "The Mountains Melt Beneath Him And The Valleys Split Apart, Like Wax Before The Fire, Like Water Rushing Down A Slope.",
      "All This Is Because Of Jacob's Transgression, Because Of The Sins Of The House Of Israel. What Is Jacob's Transgression? Is It Not Samaria? What Is Judah's High Place? Is It Not Jerusalem?",
      "\"Therefore I Will Make Samaria A Heap Of Rubble, A Place For Planting Vineyards. I Will Pour Her Stones Into The Valley And Lay Bare Her Foundations.",
      "All Her Idols Will Be Broken To Pieces; All Her Temple Gifts Will Be Burned With Fire; I Will Destroy All Her Images. Since She Gathered Her Gifts From The Wages Of Prostitutes, As The Wages Of Prostitutes They Will Again Be Used.\"",
      "Because Of This I Will Weep And Wail; I Will Go About Barefoot And Naked. I Will Howl Like A Jackal And Moan Like An Owl.",
      "For Her Wound Is Incurable; It Has Come To Judah. It Has Reached The Very Gate Of My People, Even To Jerusalem Itself.",
      "Tell It Not In Gath ; Weep Not At All. In Beth Ophrah Roll In The Dust.",
      "Pass On In Nakedness And Shame, You Who Live In Shaphir. Those Who Live In Zaanan Will Not Come Out. Beth Ezel Is In Mourning; Its Protection Is Taken From You.",
      "Those Who Live In Maroth Writhe In Pain, Waiting For Relief, Because Disaster Has Come From The Lord , Even To The Gate Of Jerusalem.",
      "You Who Live In Lachish, Harness The Team To The Chariot. You Were The Beginning Of Sin To The Daughter Of Zion, For The Transgressions Of Israel Were Found In You.",
      "Therefore You Will Give Parting Gifts To Moresheth Gath. The Town Of Aczib Will Prove Deceptive To The Kings Of Israel.",
      "I Will Bring A Conqueror Against You Who Live In Mareshah. He Who Is The Glory Of Israel Will Come To Adullam.",
      "Shave Your Heads In Mourning For The Children In Whom You Delight; Make Yourselves As Bald As The Vulture, For They Will Go From You Into Exile."
    ],
    [
      "Woe To Those Who Plan Iniquity, To Those Who Plot Evil On Their Beds! At Morning's Light They Carry It Out Because It Is In Their Power To Do It.",
      "They Covet Fields And Seize Them, And Houses, And Take Them. They Defraud A Man Of His Home, A Fellowman Of His Inheritance.",
      "Therefore, The Lord Says: \"I Am Planning Disaster Against This People, From Which You Cannot Save Yourselves. You Will No Longer Walk Proudly, For It Will Be A Time Of Calamity.",
      "In That Day Men Will Ridicule You; They Will Taunt You With This Mournful Song: 'We Are Utterly Ruined; My People's Possession Is Divided Up. He Takes It From Me! He Assigns Our Fields To Traitors.' \"",
      "Therefore You Will Have No One In The Assembly Of The Lord To Divide The Land By Lot.",
      "\"Do Not Prophesy,\" Their Prophets Say. \"Do Not Prophesy About These Things; Disgrace Will Not Overtake Us.\"",
      "Should It Be Said, O House Of Jacob: \"Is The Spirit Of The Lord Angry? Does He Do Such Things?\" \"Do Not My Words Do Good To Him Whose Ways Are Upright?",
      "Lately My People Have Risen Up Like An Enemy. You Strip Off The Rich Robe From Those Who Pass By Without A Care, Like Men Returning From Battle.",
      "You Drive The Women Of My People From Their Pleasant Homes. You Take Away My Blessing From Their Children Forever.",
      "Get Up, Go Away! For This Is Not Your Resting Place, Because It Is Defiled, It Is Ruined, Beyond All Remedy.",
      "If A Liar And Deceiver Comes And Says, 'I Will Prophesy For You Plenty Of Wine And Beer,' He Would Be Just The Prophet For This People!",
      "\"I Will Surely Gather All Of You, O Jacob; I Will Surely Bring Together The Remnant Of Israel. I Will Bring Them Together Like Sheep In A Pen, Like A Flock In Its Pasture; The Place Will Throng With People.",
      "One Who Breaks Open The Way Will Go Up Before Them; They Will Break Through The Gate And Go Out. Their King Will Pass Through Before Them, The Lord At Their Head.\""
    ],
    [
      "Then I Said, \"Listen, You Leaders Of Jacob, You Rulers Of The House Of Israel. Should You Not Know Justice,",
      "You Who Hate Good And Love Evil; Who Tear The Skin From My People And The Flesh From Their Bones;",
      "Who Eat My People's Flesh, Strip Off Their Skin And Break Their Bones In Pieces; Who Chop Them Up Like Meat For The Pan, Like Flesh For The Pot?\"",
      "Then They Will Cry Out To The Lord , But He Will Not Answer Them. At That Time He Will Hide His Face From Them Because Of The Evil They Have Done.",
      "This Is What The Lord Says: \"As For The Prophets Who Lead My People Astray, If One Feeds Them, They Proclaim 'Peace'; If He Does Not, They Prepare To Wage War Against Him.",
      "Therefore Night Will Come Over You, Without Visions, And Darkness, Without Divination. The Sun Will Set For The Prophets, And The Day Will Go Dark For Them.",
      "The Seers Will Be Ashamed And The Diviners Disgraced. They Will All Cover Their Faces Because There Is No Answer From God.\"",
      "But As For Me, I Am Filled With Power, With The Spirit Of The Lord , And With Justice And Might, To Declare To Jacob His Transgression, To Israel His Sin.",
      "Hear This, You Leaders Of The House Of Jacob, You Rulers Of The House Of Israel, Who Despise Justice And Distort All That Is Right;",
      "Who Build Zion With Bloodshed, And Jerusalem With Wickedness.",
      "Her Leaders Judge For A Bribe, Her Priests Teach For A Price, And Her Prophets Tell Fortunes For Money. Yet They Lean Upon The Lord And Say, \"Is Not The Lord Among Us? No Disaster Will Come Upon Us.\"",
      "Therefore Because Of You, Zion Will Be Plowed Like A Field, Jerusalem Will Become A Heap Of Rubble, The Temple Hill A Mound Overgrown With Thickets."
    ],
    [
      "In The Last Days The Mountain Of The Lord 'S Temple Will Be Established As Chief Among The Mountains; It Will Be Raised Above The Hills, And Peoples Will Stream To It.",
      "Many Nations Will Come And Say, \"Come, Let Us Go Up To The Mountain Of The Lord , To The House Of The God Of Jacob. He Will Teach Us His Ways, So That We May Walk In His Paths.\" The Law Will Go Out From Zion, The Word Of The Lord From Jerusalem.",
      "He Will Judge Between Many Peoples And Will Settle Disputes For Strong Nations Far And Wide. They Will Beat Their Swords Into Plowshares And Their Spears Into Pruning Hooks. Nation Will Not Take Up Sword Against Nation, Nor Will They Train For War Anymore.",
      "Every Man Will Sit Under His Own Vine And Under His Own Fig Tree, And No One Will Make Them Afraid, For The Lord Almighty Has Spoken.",
      "All The Nations May Walk In The Name Of Their Gods; We Will Walk In The Name Of The Lord Our God For Ever And Ever. The Lord 'S Plan",
      "\"In That Day,\" Declares The Lord , \"I Will Gather The Lame; I Will Assemble The Exiles And Those I Have Brought To Grief.",
      "I Will Make The Lame A Remnant, Those Driven Away A Strong Nation. The Lord Will Rule Over Them In Mount Zion From That Day And Forever.",
      "As For You, O Watchtower Of The Flock, O Stronghold Of The Daughter Of Zion, The Former Dominion Will Be Restored To You; Kingship Will Come To The Daughter Of Jerusalem.\"",
      "Why Do You Now Cry Aloud- Have You No King? Has Your Counselor Perished, That Pain Seizes You Like That Of A Woman In Labor?",
      "Writhe In Agony, O Daughter Of Zion, Like A Woman In Labor, For Now You Must Leave The City To Camp In The Open Field. You Will Go To Babylon; There You Will Be Rescued. There The Lord Will Redeem You Out Of The Hand Of Your Enemies.",
      "But Now Many Nations Are Gathered Against You. They Say, \"Let Her Be Defiled, Let Our Eyes Gloat Over Zion!\"",
      "But They Do Not Know The Thoughts Of The Lord ; They Do Not Understand His Plan, He Who Gathers Them Like Sheaves To The Threshing Floor.",
      "\"Rise And Thresh, O Daughter Of Zion, For I Will Give You Horns Of Iron; I Will Give You Hoofs Of Bronze And You Will Break To Pieces Many Nations.\" You Will Devote Their Ill-gotten Gains To The Lord , Their Wealth To The Lord Of All The Earth."
    ],
    [
      "Marshal Your Troops, O City Of Troops, For A Siege Is Laid Against Us. They Will Strike Israel's Ruler On The Cheek With A Rod.",
      "\"But You, Bethlehem Ephrathah, Though You Are Small Among The Clans Of Judah, Out Of You Will Come For Me One Who Will Be Ruler Over Israel, Whose Origins Are From Of Old, From Ancient Times. \"",
      "Therefore Israel Will Be Abandoned Until The Time When She Who Is In Labor Gives Birth And The Rest Of His Brothers Return To Join The Israelites.",
      "He Will Stand And Shepherd His Flock In The Strength Of The Lord , In The Majesty Of The Name Of The Lord His God. And They Will Live Securely, For Then His Greatness Will Reach To The Ends Of The Earth.",
      "And He Will Be Their Peace. When The Assyrian Invades Our Land And Marches Through Our Fortresses, We Will Raise Against Him Seven Shepherds, Even Eight Leaders Of Men.",
      "They Will Rule The Land Of Assyria With The Sword, The Land Of Nimrod With Drawn Sword. He Will Deliver Us From The Assyrian When He Invades Our Land And Marches Into Our Borders.",
      "The Remnant Of Jacob Will Be In The Midst Of Many Peoples Like Dew From The Lord , Like Showers On The Grass, Which Do Not Wait For Man Or Linger For Mankind.",
      "The Remnant Of Jacob Will Be Among The Nations, In The Midst Of Many Peoples, Like A Lion Among The Beasts Of The Forest, Like A Young Lion Among Flocks Of Sheep, Which Mauls And Mangles As It Goes, And No One Can Rescue.",
      "Your Hand Will Be Lifted Up In Triumph Over Your Enemies, And All Your Foes Will Be Destroyed.",
      "\"In That Day,\" Declares The Lord , \"I Will Destroy Your Horses From Among You And Demolish Your Chariots.",
      "I Will Destroy The Cities Of Your Land And Tear Down All Your Strongholds.",
      "I Will Destroy Your Witchcraft And You Will No Longer Cast Spells.",
      "I Will Destroy Your Carved Images And Your Sacred Stones From Among You; You Will No Longer Bow Down To The Work Of Your Hands.",
      "I Will Uproot From Among You Your Asherah Poles And Demolish Your Cities.",
      "I Will Take Vengeance In Anger And Wrath Upon The Nations That Have Not Obeyed Me.\""
    ],
    [
      "Listen To What The Lord Says: \"Stand Up, Plead Your Case Before The Mountains; Let The Hills Hear What You Have To Say.",
      "Hear, O Mountains, The Lord 'S Accusation; Listen, You Everlasting Foundations Of The Earth. For The Lord Has A Case Against His People; He Is Lodging A Charge Against Israel.",
      "\"My People, What Have I Done To You? How Have I Burdened You? Answer Me.",
      "I Brought You Up Out Of Egypt And Redeemed You From The Land Of Slavery. I Sent Moses To Lead You, Also Aaron And Miriam.",
      "My People, Remember What Balak King Of Moab Counseled And What Balaam Son Of Beor Answered. Remember Your Journey From Shittim To Gilgal, That You May Know The Righteous Acts Of The Lord .\"",
      "With What Shall I Come Before The Lord And Bow Down Before The Exalted God? Shall I Come Before Him With Burnt Offerings, With Calves A Year Old?",
      "Will The Lord Be Pleased With Thousands Of Rams, With Ten Thousand Rivers Of Oil? Shall I Offer My Firstborn For My Transgression, The Fruit Of My Body For The Sin Of My Soul?",
      "He Has Showed You, O Man, What Is Good. And What Does The Lord Require Of You? To Act Justly And To Love Mercy And To Walk Humbly With Your God.",
      "Listen! The Lord Is Calling To The City- And To Fear Your Name Is Wisdom- \"Heed The Rod And The One Who Appointed It.",
      "Am I Still To Forget, O Wicked House, Your Ill-gotten Treasures And The Short Ephah, Which Is Accursed?",
      "Shall I Acquit A Man With Dishonest Scales, With A Bag Of False Weights?",
      "Her Rich Men Are Violent; Her People Are Liars And Their Tongues Speak Deceitfully.",
      "Therefore, I Have Begun To Destroy You, To Ruin You Because Of Your Sins.",
      "You Will Eat But Not Be Satisfied; Your Stomach Will Still Be Empty. You Will Store Up But Save Nothing, Because What You Save I Will Give To The Sword.",
      "You Will Plant But Not Harvest; You Will Press Olives But Not Use The Oil On Yourselves, You Will Crush Grapes But Not Drink The Wine.",
      "You Have Observed The Statutes Of Omri And All The Practices Of Ahab's House, And You Have Followed Their Traditions. Therefore I Will Give You Over To Ruin And Your People To Derision; You Will Bear The Scorn Of The Nations. \""
    ],
    [
      "What Misery Is Mine! I Am Like One Who Gathers Summer Fruit At The Gleaning Of The Vineyard; There Is No Cluster Of Grapes To Eat, None Of The Early Figs That I Crave.",
      "The Godly Have Been Swept From The Land; Not One Upright Man Remains. All Men Lie In Wait To Shed Blood; Each Hunts His Brother With A Net.",
      "Both Hands Are Skilled In Doing Evil; The Ruler Demands Gifts, The Judge Accepts Bribes, The Powerful Dictate What They Desire- They All Conspire Together.",
      "The Best Of Them Is Like A Brier, The Most Upright Worse Than A Thorn Hedge. The Day Of Your Watchmen Has Come, The Day God Visits You. Now Is The Time Of Their Confusion.",
      "Do Not Trust A Neighbor; Put No Confidence In A Friend. Even With Her Who Lies In Your Embrace Be Careful Of Your Words.",
      "For A Son Dishonors His Father, A Daughter Rises Up Against Her Mother, A Daughter-in-law Against Her Mother-in-law- A Man's Enemies Are The Members Of His Own Household.",
      "But As For Me, I Watch In Hope For The Lord , I Wait For God My Savior; My God Will Hear Me.",
      "Do Not Gloat Over Me, My Enemy! Though I Have Fallen, I Will Rise. Though I Sit In Darkness, The Lord Will Be My Light.",
      "Because I Have Sinned Against Him, I Will Bear The Lord 'S Wrath, Until He Pleads My Case And Establishes My Right. He Will Bring Me Out Into The Light; I Will See His Righteousness.",
      "Then My Enemy Will See It And Will Be Covered With Shame, She Who Said To Me, \"Where Is The Lord Your God?\" My Eyes Will See Her Downfall; Even Now She Will Be Trampled Underfoot Like Mire In The Streets.",
      "The Day For Building Your Walls Will Come, The Day For Extending Your Boundaries.",
      "In That Day People Will Come To You From Assyria And The Cities Of Egypt, Even From Egypt To The Euphrates And From Sea To Sea And From Mountain To Mountain.",
      "The Earth Will Become Desolate Because Of Its Inhabitants, As The Result Of Their Deeds.",
      "Shepherd Your People With Your Staff, The Flock Of Your Inheritance, Which Lives By Itself In A Forest, In Fertile Pasturelands. Let Them Feed In Bashan And Gilead As In Days Long Ago.",
      "\"As In The Days When You Came Out Of Egypt, I Will Show Them My Wonders.\"",
      "Nations Will See And Be Ashamed, Deprived Of All Their Power. They Will Lay Their Hands On Their Mouths And Their Ears Will Become Deaf.",
      "They Will Lick Dust Like A Snake, Like Creatures That Crawl On The Ground. They Will Come Trembling Out Of Their Dens; They Will Turn In Fear To The Lord Our God And Will Be Afraid Of You.",
      "Who Is A God Like You, Who Pardons Sin And Forgives The Transgression Of The Remnant Of His Inheritance? You Do Not Stay Angry Forever But Delight To Show Mercy.",
      "You Will Again Have Compassion On Us; You Will Tread Our Sins Underfoot And Hurl All Our Iniquities Into The Depths Of The Sea.",
      "You Will Be True To Jacob, And Show Mercy To Abraham, As You Pledged On Oath To Our Fathers In Days Long Ago."
    ]
  ]
}
