{
    "chapter": [
        [
            "The Oracle That Habakkuk The Prophet Received.",
            "How Long, O Lord , Must I Call For Help, But You Do Not Listen? Or Cry Out To You, \"Violence!\" But You Do Not Save?",
            "Why Do You Make Me Look At Injustice? Why Do You Tolerate Wrong? Destruction And Violence Are Before Me; There Is Strife, And Conflict Abounds.",
            "Therefore The Law Is Paralyzed, And Justice Never Prevails. The Wicked Hem In The Righteous, So That Justice Is Perverted.",
            "\"Look At The Nations And Watch- And Be Utterly Amazed. For I Am Going To Do Something In Your Days That You Would Not Believe, Even If You Were Told.",
            "I Am Raising Up The Babylonians, That Ruthless And Impetuous People, Who Sweep Across The Whole Earth To Seize Dwelling Places Not Their Own.",
            "They Are A Feared And Dreaded People; They Are A Law To Themselves And Promote Their Own Honor.",
            "Their Horses Are Swifter Than Leopards, Fiercer Than Wolves At Dusk. Their Cavalry Gallops Headlong; Their Horsemen Come From Afar. They Fly Like A Vulture Swooping To Devour;",
            "They All Come Bent On Violence. Their Hordes Advance Like A Desert Wind And Gather Prisoners Like Sand.",
            "They Deride Kings And Scoff At Rulers. They Laugh At All Fortified Cities; They Build Earthen Ramps And Capture Them.",
            "Then They Sweep Past Like The Wind And Go On- Guilty Men, Whose Own Strength Is Their God.\"",
            "O Lord , Are You Not From Everlasting? My God, My Holy One, We Will Not Die. O Lord , You Have Appointed Them To Execute Judgment; O Rock, You Have Ordained Them To Punish.",
            "Your Eyes Are Too Pure To Look On Evil; You Cannot Tolerate Wrong. Why Then Do You Tolerate The Treacherous? Why Are You Silent While The Wicked Swallow Up Those More Righteous Than Themselves?",
            "You Have Made Men Like Fish In The Sea, Like Sea Creatures That Have No Ruler.",
            "The Wicked Foe Pulls All Of Them Up With Hooks, He Catches Them In His Net, He Gathers Them Up In His Dragnet; And So He Rejoices And Is Glad.",
            "Therefore He Sacrifices To His Net And Burns Incense To His Dragnet, For By His Net He Lives In Luxury And Enjoys The Choicest Food.",
            "Is He To Keep On Emptying His Net, Destroying Nations Without Mercy?"
        ],
        [
            "I Will Stand At My Watch And Station Myself On The Ramparts; I Will Look To See What He Will Say To Me, And What Answer I Am To Give To This Complaint.",
            "Then The Lord Replied: \"Write Down The Revelation And Make It Plain On Tablets So That A Herald May Run With It.",
            "For The Revelation Awaits An Appointed Time; It Speaks Of The End And Will Not Prove False. Though It Linger, Wait For It; It Will Certainly Come And Will Not Delay.",
            "\"See, He Is Puffed Up; His Desires Are Not Upright- But The Righteous Will Live By His Faith -",
            "Indeed, Wine Betrays Him; He Is Arrogant And Never At Rest. Because He Is As Greedy As The Grave And Like Death Is Never Satisfied, He Gathers To Himself All The Nations And Takes Captive All The Peoples.",
            "\"Will Not All Of Them Taunt Him With Ridicule And Scorn, Saying, \" 'Woe To Him Who Piles Up Stolen Goods And Makes Himself Wealthy By Extortion! How Long Must This Go On?'",
            "Will Not Your Debtors Suddenly Arise? Will They Not Wake Up And Make You Tremble? Then You Will Become Their Victim.",
            "Because You Have Plundered Many Nations, The Peoples Who Are Left Will Plunder You. For You Have Shed Man's Blood; You Have Destroyed Lands And Cities And Everyone In Them.",
            "\"Woe To Him Who Builds His Realm By Unjust Gain To Set His Nest On High, To Escape The Clutches Of Ruin!",
            "You Have Plotted The Ruin Of Many Peoples, Shaming Your Own House And Forfeiting Your Life.",
            "The Stones Of The Wall Will Cry Out, And The Beams Of The Woodwork Will Echo It.",
            "\"Woe To Him Who Builds A City With Bloodshed And Establishes A Town By Crime!",
            "Has Not The Lord Almighty Determined That The People's Labor Is Only Fuel For The Fire, That The Nations Exhaust Themselves For Nothing?",
            "For The Earth Will Be Filled With The Knowledge Of The Glory Of The Lord , As The Waters Cover The Sea.",
            "\"Woe To Him Who Gives Drink To His Neighbors, Pouring It From The Wineskin Till They Are Drunk, So That He Can Gaze On Their Naked Bodies.",
            "You Will Be Filled With Shame Instead Of Glory. Now It Is Your Turn! Drink And Be Exposed ! The Cup From The Lord 'S Right Hand Is Coming Around To You, And Disgrace Will Cover Your Glory.",
            "The Violence You Have Done To Lebanon Will Overwhelm You, And Your Destruction Of Animals Will Terrify You. For You Have Shed Man's Blood; You Have Destroyed Lands And Cities And Everyone In Them.",
            "\"Of What Value Is An Idol, Since A Man Has Carved It? Or An Image That Teaches Lies? For He Who Makes It Trusts In His Own Creation; He Makes Idols That Cannot Speak.",
            "Woe To Him Who Says To Wood, 'Come To Life!' Or To Lifeless Stone, 'Wake Up!' Can It Give Guidance? It Is Covered With Gold And Silver; There Is No Breath In It.",
            "But The Lord Is In His Holy Temple; Let All The Earth Be Silent Before Him.\""
        ],
        [
            "A Prayer Of Habakkuk The Prophet. On Shigionoth .",
            "Lord , I Have Heard Of Your Fame; I Stand In Awe Of Your Deeds, O Lord . Renew Them In Our Day, In Our Time Make Them Known; In Wrath Remember Mercy.",
            "God Came From Teman, The Holy One From Mount Paran. Selah His Glory Covered The Heavens And His Praise Filled The Earth.",
            "His Splendor Was Like The Sunrise; Rays Flashed From His Hand, Where His Power Was Hidden.",
            "Plague Went Before Him; Pestilence Followed His Steps.",
            "He Stood, And Shook The Earth; He Looked, And Made The Nations Tremble. The Ancient Mountains Crumbled And The Age-old Hills Collapsed. His Ways Are Eternal.",
            "I Saw The Tents Of Cushan In Distress, The Dwellings Of Midian In Anguish.",
            "Were You Angry With The Rivers, O Lord ? Was Your Wrath Against The Streams? Did You Rage Against The Sea When You Rode With Your Horses And Your Victorious Chariots?",
            "You Uncovered Your Bow, You Called For Many Arrows. Selah You Split The Earth With Rivers;",
            "The Mountains Saw You And Writhed. Torrents Of Water Swept By; The Deep Roared And Lifted Its Waves On High.",
            "Sun And Moon Stood Still In The Heavens At The Glint Of Your Flying Arrows, At The Lightning Of Your Flashing Spear.",
            "In Wrath You Strode Through The Earth And In Anger You Threshed The Nations.",
            "You Came Out To Deliver Your People, To Save Your Anointed One. You Crushed The Leader Of The Land Of Wickedness, You Stripped Him From Head To Foot. Selah",
            "With His Own Spear You Pierced His Head When His Warriors Stormed Out To Scatter Us, Gloating As Though About To Devour The Wretched Who Were In Hiding.",
            "You Trampled The Sea With Your Horses, Churning The Great Waters.",
            "I Heard And My Heart Pounded, My Lips Quivered At The Sound; Decay Crept Into My Bones, And My Legs Trembled. Yet I Will Wait Patiently For The Day Of Calamity To Come On The Nation Invading Us.",
            "Though The Fig Tree Does Not Bud And There Are No Grapes On The Vines, Though The Olive Crop Fails And The Fields Produce No Food, Though There Are No Sheep In The Pen And No Cattle In The Stalls,",
            "Yet I Will Rejoice In The Lord , I Will Be Joyful In God My Savior.",
            "The Sovereign Lord Is My Strength; He Makes My Feet Like The Feet Of A Deer, He Enables Me To Go On The Heights. For The Director Of Music. On My Stringed Instruments."
        ]
    ]
}