{
    "chapter": [
        [
            "The Word Of The Lord That Came To Zephaniah Son Of Cushi, The Son Of Gedaliah, The Son Of Amariah, The Son Of Hezekiah, During The Reign Of Josiah Son Of Amon King Of Judah:",
            "\"I Will Sweep Away Everything From The Face Of The Earth,\" Declares The Lord .",
            "\"I Will Sweep Away Both Men And Animals; I Will Sweep Away The Birds Of The Air And The Fish Of The Sea. The Wicked Will Have Only Heaps Of Rubble When I Cut Off Man From The Face Of The Earth,\" Declares The Lord .",
            "\"I Will Stretch Out My Hand Against Judah And Against All Who Live In Jerusalem. I Will Cut Off From This Place Every Remnant Of Baal, The Names Of The Pagan And The Idolatrous Priests-",
            "Those Who Bow Down On The Roofs To Worship The Starry Host, Those Who Bow Down And Swear By The Lord And Who Also Swear By Molech,",
            "Those Who Turn Back From Following The Lord And Neither Seek The Lord Nor Inquire Of Him.",
            "Be Silent Before The Sovereign Lord , For The Day Of The Lord Is Near. The Lord Has Prepared A Sacrifice; He Has Consecrated Those He Has Invited.",
            "On The Day Of The Lord 'S Sacrifice I Will Punish The Princes And The King's Sons And All Those Clad In Foreign Clothes.",
            "On That Day I Will Punish All Who Avoid Stepping On The Threshold, Who Fill The Temple Of Their Gods With Violence And Deceit.",
            "\"On That Day,\" Declares The Lord , \"A Cry Will Go Up From The Fish Gate, Wailing From The New Quarter, And A Loud Crash From The Hills.",
            "Wail, You Who Live In The Market District ; All Your Merchants Will Be Wiped Out, All Who Trade With Silver Will Be Ruined.",
            "At That Time I Will Search Jerusalem With Lamps And Punish Those Who Are Complacent, Who Are Like Wine Left On Its Dregs, Who Think, 'The Lord Will Do Nothing, Either Good Or Bad.'",
            "Their Wealth Will Be Plundered, Their Houses Demolished. They Will Build Houses But Not Live In Them; They Will Plant Vineyards But Not Drink The Wine.",
            "\"The Great Day Of The Lord Is Near- Near And Coming Quickly. Listen! The Cry On The Day Of The Lord Will Be Bitter, The Shouting Of The Warrior There.",
            "That Day Will Be A Day Of Wrath, A Day Of Distress And Anguish, A Day Of Trouble And Ruin, A Day Of Darkness And Gloom, A Day Of Clouds And Blackness,",
            "A Day Of Trumpet And Battle Cry Against The Fortified Cities And Against The Corner Towers.",
            "I Will Bring Distress On The People And They Will Walk Like Blind Men, Because They Have Sinned Against The Lord . Their Blood Will Be Poured Out Like Dust And Their Entrails Like Filth.",
            "Neither Their Silver Nor Their Gold Will Be Able To Save Them On The Day Of The Lord 'S Wrath. In The Fire Of His Jealousy The Whole World Will Be Consumed, For He Will Make A Sudden End Of All Who Live In The Earth.\""
        ],
        [
            "Shameful Nation,",
            "Before The Appointed Time Arrives And That Day Sweeps On Like Chaff, Before The Fierce Anger Of The Lord Comes Upon You, Before The Day Of The Lord 'S Wrath Comes Upon You.",
            "Seek The Lord , All You Humble Of The Land, You Who Do What He Commands. Seek Righteousness, Seek Humility; Perhaps You Will Be Sheltered On The Day Of The Lord 'S Anger.",
            "Gaza Will Be Abandoned And Ashkelon Left In Ruins. At Midday Ashdod Will Be Emptied And Ekron Uprooted.",
            "Woe To You Who Live By The Sea, O Kerethite People; The Word Of The Lord Is Against You, O Canaan, Land Of The Philistines. \"I Will Destroy You, And None Will Be Left.\"",
            "The Land By The Sea, Where The Kerethites Dwell, Will Be A Place For Shepherds And Sheep Pens.",
            "It Will Belong To The Remnant Of The House Of Judah; There They Will Find Pasture. In The Evening They Will Lie Down In The Houses Of Ashkelon. The Lord Their God Will Care For Them; He Will Restore Their Fortunes.",
            "\"I Have Heard The Insults Of Moab And The Taunts Of The Ammonites, Who Insulted My People And Made Threats Against Their Land.",
            "Therefore, As Surely As I Live,\" Declares The Lord Almighty, The God Of Israel, \"Surely Moab Will Become Like Sodom, The Ammonites Like Gomorrah- A Place Of Weeds And Salt Pits, A Wasteland Forever. The Remnant Of My People Will Plunder Them; The Survivors Of My Nation Will Inherit Their Land.\"",
            "This Is What They Will Get In Return For Their Pride, For Insulting And Mocking The People Of The Lord Almighty.",
            "The Lord Will Be Awesome To Them When He Destroys All The Gods Of The Land. The Nations On Every Shore Will Worship Him, Every One In Its Own Land.",
            "\"You Too, O Cushites, Will Be Slain By My Sword.\"",
            "He Will Stretch Out His Hand Against The North And Destroy Assyria, Leaving Nineveh Utterly Desolate And Dry As The Desert.",
            "Flocks And Herds Will Lie Down There, Creatures Of Every Kind. The Desert Owl And The Screech Owl Will Roost On Her Columns. Their Calls Will Echo Through The Windows, Rubble Will Be In The Doorways, The Beams Of Cedar Will Be Exposed.",
            "This Is The Carefree City That Lived In Safety. She Said To Herself, \"I Am, And There Is None Besides Me.\" What A Ruin She Has Become, A Lair For Wild Beasts! All Who Pass By Her Scoff And Shake Their Fists."
        ],
        [
            "Woe To The City Of Oppressors, Rebellious And Defiled!",
            "She Obeys No One, She Accepts No Correction. She Does Not Trust In The Lord , She Does Not Draw Near To Her God.",
            "Her Officials Are Roaring Lions, Her Rulers Are Evening Wolves, Who Leave Nothing For The Morning.",
            "Her Prophets Are Arrogant; They Are Treacherous Men. Her Priests Profane The Sanctuary And Do Violence To The Law.",
            "The Lord Within Her Is Righteous; He Does No Wrong. Morning By Morning He Dispenses His Justice, And Every New Day He Does Not Fail, Yet The Unrighteous Know No Shame.",
            "\"I Have Cut Off Nations; Their Strongholds Are Demolished. I Have Left Their Streets Deserted, With No One Passing Through. Their Cities Are Destroyed; No One Will Be Left-no One At All.",
            "I Said To The City, 'Surely You Will Fear Me And Accept Correction!' Then Her Dwelling Would Not Be Cut Off, Nor All My Punishments Come Upon Her. But They Were Still Eager To Act Corruptly In All They Did.",
            "Therefore Wait For Me,\" Declares The Lord , \"For The Day I Will Stand Up To Testify. I Have Decided To Assemble The Nations, To Gather The Kingdoms And To Pour Out My Wrath On Them- All My Fierce Anger. The Whole World Will Be Consumed By The Fire Of My Jealous Anger.",
            "\"Then Will I Purify The Lips Of The Peoples, That All Of Them May Call On The Name Of The Lord And Serve Him Shoulder To Shoulder.",
            "From Beyond The Rivers Of Cush My Worshipers, My Scattered People, Will Bring Me Offerings.",
            "On That Day You Will Not Be Put To Shame For All The Wrongs You Have Done To Me, Because I Will Remove From This City Those Who Rejoice In Their Pride. Never Again Will You Be Haughty On My Holy Hill.",
            "But I Will Leave Within You The Meek And Humble, Who Trust In The Name Of The Lord .",
            "The Remnant Of Israel Will Do No Wrong; They Will Speak No Lies, Nor Will Deceit Be Found In Their Mouths. They Will Eat And Lie Down And No One Will Make Them Afraid.\"",
            "Sing, O Daughter Of Zion; Shout Aloud, O Israel! Be Glad And Rejoice With All Your Heart, O Daughter Of Jerusalem!",
            "The Lord Has Taken Away Your Punishment, He Has Turned Back Your Enemy. The Lord , The King Of Israel, Is With You; Never Again Will You Fear Any Harm.",
            "On That Day They Will Say To Jerusalem, \"Do Not Fear, O Zion; Do Not Let Your Hands Hang Limp.",
            "The Lord Your God Is With You, He Is Mighty To Save. He Will Take Great Delight In You, He Will Quiet You With His Love, He Will Rejoice Over You With Singing.\"",
            "\"The Sorrows For The Appointed Feasts I Will Remove From You; They Are A Burden And A Reproach To You.",
            "At That Time I Will Deal With All Who Oppressed You; I Will Rescue The Lame And Gather Those Who Have Been Scattered. I Will Give Them Praise And Honor In Every Land Where They Were Put To Shame.",
            "At That Time I Will Gather You; At That Time I Will Bring You Home. I Will Give You Honor And Praise Among All The Peoples Of The Earth When I Restore Your Fortunes Before Your Very Eyes,\" Says The Lord ."
        ]
    ]
}