{
  "chapter": [
    [
      "In The Second Year Of King Darius, On The First Day Of The Sixth Month, The Word Of The Lord Came Through The Prophet Haggai To Zerubbabel Son Of Shealtiel, Governor Of Judah, And To Joshua Son Of Jehozadak, The High Priest:",
      "This Is What The Lord Almighty Says: \"These People Say, 'The Time Has Not Yet Come For The Lord 'S House To Be Built.' \"",
      "Then The Word Of The Lord Came Through The Prophet Haggai:",
      "\"Is It A Time For You Yourselves To Be Living In Your Paneled Houses, While This House Remains A Ruin?\"",
      "Now This Is What The Lord Almighty Says: \"Give Careful Thought To Your Ways.",
      "You Have Planted Much, But Have Harvested Little. You Eat, But Never Have Enough. You Drink, But Never Have Your Fill. You Put On Clothes, But Are Not Warm. You Earn Wages, Only To Put Them In A Purse With Holes In It.\"",
      "This Is What The Lord Almighty Says: \"Give Careful Thought To Your Ways.",
      "Go Up Into The Mountains And Bring Down Timber And Build The House, So That I May Take Pleasure In It And Be Honored,\" Says The Lord .",
      "\"You Expected Much, But See, It Turned Out To Be Little. What You Brought Home, I Blew Away. Why?\" Declares The Lord Almighty. \"Because Of My House, Which Remains A Ruin, While Each Of You Is Busy With His Own House.",
      "Therefore, Because Of You The Heavens Have Withheld Their Dew And The Earth Its Crops.",
      "I Called For A Drought On The Fields And The Mountains, On The Grain, The New Wine, The Oil And Whatever The Ground Produces, On Men And Cattle, And On The Labor Of Your Hands.\"",
      "Then Zerubbabel Son Of Shealtiel, Joshua Son Of Jehozadak, The High Priest, And The Whole Remnant Of The People Obeyed The Voice Of The Lord Their God And The Message Of The Prophet Haggai, Because The Lord Their God Had Sent Him. And The People Feared The Lord .",
      "Then Haggai, The Lord 'S Messenger, Gave This Message Of The Lord To The People: \"I Am With You,\" Declares The Lord .",
      "So The Lord Stirred Up The Spirit Of Zerubbabel Son Of Shealtiel, Governor Of Judah, And The Spirit Of Joshua Son Of Jehozadak, The High Priest, And The Spirit Of The Whole Remnant Of The People. They Came And Began To Work On The House Of The Lord Almighty, Their God,",
      "On The Twenty-fourth Day Of The Sixth Month In The Second Year Of King Darius."
    ],
    [
      "On The Twenty-first Day Of The Seventh Month, The Word Of The Lord Came Through The Prophet Haggai:",
      "\"Speak To Zerubbabel Son Of Shealtiel, Governor Of Judah, To Joshua Son Of Jehozadak, The High Priest, And To The Remnant Of The People. Ask Them,",
      "'Who Of You Is Left Who Saw This House In Its Former Glory? How Does It Look To You Now? Does It Not Seem To You Like Nothing?",
      "But Now Be Strong, O Zerubbabel,' Declares The Lord . 'Be Strong, O Joshua Son Of Jehozadak, The High Priest. Be Strong, All You People Of The Land,' Declares The Lord , 'And Work. For I Am With You,' Declares The Lord Almighty.",
      "'This Is What I Covenanted With You When You Came Out Of Egypt. And My Spirit Remains Among You. Do Not Fear.'",
      "\"This Is What The Lord Almighty Says: 'In A Little While I Will Once More Shake The Heavens And The Earth, The Sea And The Dry Land.",
      "I Will Shake All Nations, And The Desired Of All Nations Will Come, And I Will Fill This House With Glory,' Says The Lord Almighty.",
      "'The Silver Is Mine And The Gold Is Mine,' Declares The Lord Almighty.",
      "'The Glory Of This Present House Will Be Greater Than The Glory Of The Former House,' Says The Lord Almighty. 'And In This Place I Will Grant Peace,' Declares The Lord Almighty.\"",
      "On The Twenty-fourth Day Of The Ninth Month, In The Second Year Of Darius, The Word Of The Lord Came To The Prophet Haggai:",
      "\"This Is What The Lord Almighty Says: 'Ask The Priests What The Law Says:",
      "If A Person Carries Consecrated Meat In The Fold Of His Garment, And That Fold Touches Some Bread Or Stew, Some Wine, Oil Or Other Food, Does It Become Consecrated?' \" The Priests Answered, \"No.\"",
      "Then Haggai Said, \"If A Person Defiled By Contact With A Dead Body Touches One Of These Things, Does It Become Defiled?\" \"Yes,\" The Priests Replied, \"It Becomes Defiled.\"",
      "Then Haggai Said, \" 'So It Is With This People And This Nation In My Sight,' Declares The Lord . 'Whatever They Do And Whatever They Offer There Is Defiled.",
      "\" 'Now Give Careful Thought To This From This Day On -Consider How Things Were Before One Stone Was Laid On Another In The Lord 'S Temple.",
      "When Anyone Came To A Heap Of Twenty Measures, There Were Only Ten. When Anyone Went To A Wine Vat To Draw Fifty Measures, There Were Only Twenty.",
      "I Struck All The Work Of Your Hands With Blight, Mildew And Hail, Yet You Did Not Turn To Me,' Declares The Lord .",
      "'From This Day On, From This Twenty-fourth Day Of The Ninth Month, Give Careful Thought To The Day When The Foundation Of The Lord 'S Temple Was Laid. Give Careful Thought:",
      "Is There Yet Any Seed Left In The Barn? Until Now, The Vine And The Fig Tree, The Pomegranate And The Olive Tree Have Not Borne Fruit. \" 'From This Day On I Will Bless You.' \"",
      "The Word Of The Lord Came To Haggai A Second Time On The Twenty-fourth Day Of The Month:",
      "\"Tell Zerubbabel Governor Of Judah That I Will Shake The Heavens And The Earth.",
      "I Will Overturn Royal Thrones And Shatter The Power Of The Foreign Kingdoms. I Will Overthrow Chariots And Their Drivers; Horses And Their Riders Will Fall, Each By The Sword Of His Brother.",
      "\" 'On That Day,' Declares The Lord Almighty, 'I Will Take You, My Servant Zerubbabel Son Of Shealtiel,' Declares The Lord , 'And I Will Make You Like My Signet Ring, For I Have Chosen You,' Declares The Lord Almighty.\""
    ]
  ]
}
