{
    "chapter": [
        [
            "An Oracle: The Word Of The Lord To Israel Through Malachi.",
            "\"I Have Loved You,\" Says The Lord . \"But You Ask, 'How Have You Loved Us?' \"Was Not Esau Jacob's Brother?\" The Lord Says. \"Yet I Have Loved Jacob,",
            "But Esau I Have Hated, And I Have Turned His Mountains Into A Wasteland And Left His Inheritance To The Desert Jackals.\"",
            "Edom May Say, \"Though We Have Been Crushed, We Will Rebuild The Ruins.\" But This Is What The Lord Almighty Says: \"They May Build, But I Will Demolish. They Will Be Called The Wicked Land, A People Always Under The Wrath Of The Lord .",
            "You Will See It With Your Own Eyes And Say, 'Great Is The Lord -Even Beyond The Borders Of Israel!'",
            "\"A Son Honors His Father, And A Servant His Master. If I Am A Father, Where Is The Honor Due Me? If I Am A Master, Where Is The Respect Due Me?\" Says The Lord Almighty. \"It Is You, O Priests, Who Show Contempt For My Name. \"But You Ask, 'How Have We Shown Contempt For Your Name?'",
            "\"You Place Defiled Food On My Altar. \"But You Ask, 'How Have We Defiled You?' \"By Saying That The Lord 'S Table Is Contemptible.",
            "When You Bring Blind Animals For Sacrifice, Is That Not Wrong? When You Sacrifice Crippled Or Diseased Animals, Is That Not Wrong? Try Offering Them To Your Governor! Would He Be Pleased With You? Would He Accept You?\" Says The Lord Almighty.",
            "\"Now Implore God To Be Gracious To Us. With Such Offerings From Your Hands, Will He Accept You?\"-says The Lord Almighty.",
            "\"Oh, That One Of You Would Shut The Temple Doors, So That You Would Not Light Useless Fires On My Altar! I Am Not Pleased With You,\" Says The Lord Almighty, \"And I Will Accept No Offering From Your Hands.",
            "My Name Will Be Great Among The Nations, From The Rising To The Setting Of The Sun. In Every Place Incense And Pure Offerings Will Be Brought To My Name, Because My Name Will Be Great Among The Nations,\" Says The Lord Almighty.",
            "\"But You Profane It By Saying Of The Lord's Table, 'It Is Defiled,' And Of Its Food, 'It Is Contemptible.'",
            "And You Say, 'What A Burden!' And You Sniff At It Contemptuously,\" Says The Lord Almighty. \"When You Bring Injured, Crippled Or Diseased Animals And Offer Them As Sacrifices, Should I Accept Them From Your Hands?\" Says The Lord .",
            "\"Cursed Is The Cheat Who Has An Acceptable Male In His Flock And Vows To Give It, But Then Sacrifices A Blemished Animal To The Lord. For I Am A Great King,\" Says The Lord Almighty, \"And My Name Is To Be Feared Among The Nations."
        ],
        [
            "\"And Now This Admonition Is For You, O Priests.",
            "If You Do Not Listen, And If You Do Not Set Your Heart To Honor My Name,\" Says The Lord Almighty, \"I Will Send A Curse Upon You, And I Will Curse Your Blessings. Yes, I Have Already Cursed Them, Because You Have Not Set Your Heart To Honor Me.",
            "\"Because Of You I Will Rebuke Your Descendants ; I Will Spread On Your Faces The Offal From Your Festival Sacrifices, And You Will Be Carried Off With It.",
            "And You Will Know That I Have Sent You This Admonition So That My Covenant With Levi May Continue,\" Says The Lord Almighty.",
            "\"My Covenant Was With Him, A Covenant Of Life And Peace, And I Gave Them To Him; This Called For Reverence And He Revered Me And Stood In Awe Of My Name.",
            "True Instruction Was In His Mouth And Nothing False Was Found On His Lips. He Walked With Me In Peace And Uprightness, And Turned Many From Sin.",
            "\"For The Lips Of A Priest Ought To Preserve Knowledge, And From His Mouth Men Should Seek Instruction-because He Is The Messenger Of The Lord Almighty.",
            "But You Have Turned From The Way And By Your Teaching Have Caused Many To Stumble; You Have Violated The Covenant With Levi,\" Says The Lord Almighty.",
            "\"So I Have Caused You To Be Despised And Humiliated Before All The People, Because You Have Not Followed My Ways But Have Shown Partiality In Matters Of The Law.\"",
            "Have We Not All One Father ? Did Not One God Create Us? Why Do We Profane The Covenant Of Our Fathers By Breaking Faith With One Another?",
            "Judah Has Broken Faith. A Detestable Thing Has Been Committed In Israel And In Jerusalem: Judah Has Desecrated The Sanctuary The Lord Loves, By Marrying The Daughter Of A Foreign God.",
            "As For The Man Who Does This, Whoever He May Be, May The Lord Cut Him Off From The Tents Of Jacob -Even Though He Brings Offerings To The Lord Almighty.",
            "Another Thing You Do: You Flood The Lord 'S Altar With Tears. You Weep And Wail Because He No Longer Pays Attention To Your Offerings Or Accepts Them With Pleasure From Your Hands.",
            "You Ask, \"Why?\" It Is Because The Lord Is Acting As The Witness Between You And The Wife Of Your Youth, Because You Have Broken Faith With Her, Though She Is Your Partner, The Wife Of Your Marriage Covenant.",
            "Has Not The Lord Made Them One? In Flesh And Spirit They Are His. And Why One? Because He Was Seeking Godly Offspring. So Guard Yourself In Your Spirit, And Do Not Break Faith With The Wife Of Your Youth.",
            "\"I Hate Divorce,\" Says The Lord God Of Israel, \"And I Hate A Man's Covering Himself With Violence As Well As With His Garment,\" Says The Lord Almighty. So Guard Yourself In Your Spirit, And Do Not Break Faith.",
            "You Have Wearied The Lord With Your Words. \"How Have We Wearied Him?\" You Ask. By Saying, \"All Who Do Evil Are Good In The Eyes Of The Lord , And He Is Pleased With Them\" Or \"Where Is The God Of Justice?\""
        ],
        [
            "\"See, I Will Send My Messenger, Who Will Prepare The Way Before Me. Then Suddenly The Lord You Are Seeking Will Come To His Temple; The Messenger Of The Covenant, Whom You Desire, Will Come,\" Says The Lord Almighty.",
            "But Who Can Endure The Day Of His Coming? Who Can Stand When He Appears? For He Will Be Like A Refiner's Fire Or A Launderer's Soap.",
            "He Will Sit As A Refiner And Purifier Of Silver; He Will Purify The Levites And Refine Them Like Gold And Silver. Then The Lord Will Have Men Who Will Bring Offerings In Righteousness,",
            "And The Offerings Of Judah And Jerusalem Will Be Acceptable To The Lord , As In Days Gone By, As In Former Years.",
            "\"So I Will Come Near To You For Judgment. I Will Be Quick To Testify Against Sorcerers, Adulterers And Perjurers, Against Those Who Defraud Laborers Of Their Wages, Who Oppress The Widows And The Fatherless, And Deprive Aliens Of Justice, But Do Not Fear Me,\" Says The Lord Almighty.",
            "\"I The Lord Do Not Change. So You, O Descendants Of Jacob, Are Not Destroyed.",
            "Ever Since The Time Of Your Forefathers You Have Turned Away From My Decrees And Have Not Kept Them. Return To Me, And I Will Return To You,\" Says The Lord Almighty. \"But You Ask, 'How Are We To Return?'",
            "\"Will A Man Rob God? Yet You Rob Me. \"But You Ask, 'How Do We Rob You?' \"In Tithes And Offerings.",
            "You Are Under A Curse-the Whole Nation Of You-because You Are Robbing Me.",
            "Bring The Whole Tithe Into The Storehouse, That There May Be Food In My House. Test Me In This,\" Says The Lord Almighty, \"And See If I Will Not Throw Open The Floodgates Of Heaven And Pour Out So Much Blessing That You Will Not Have Room Enough For It.",
            "I Will Prevent Pests From Devouring Your Crops, And The Vines In Your Fields Will Not Cast Their Fruit,\" Says The Lord Almighty.",
            "\"Then All The Nations Will Call You Blessed, For Yours Will Be A Delightful Land,\" Says The Lord Almighty.",
            "\"You Have Said Harsh Things Against Me,\" Says The Lord . \"Yet You Ask, 'What Have We Said Against You?'",
            "\"You Have Said, 'It Is Futile To Serve God. What Did We Gain By Carrying Out His Requirements And Going About Like Mourners Before The Lord Almighty?",
            "But Now We Call The Arrogant Blessed. Certainly The Evildoers Prosper, And Even Those Who Challenge God Escape.' \"",
            "Then Those Who Feared The Lord Talked With Each Other, And The Lord Listened And Heard. A Scroll Of Remembrance Was Written In His Presence Concerning Those Who Feared The Lord And Honored His Name.",
            "\"They Will Be Mine,\" Says The Lord Almighty, \"In The Day When I Make Up My Treasured Possession. I Will Spare Them, Just As In Compassion A Man Spares His Son Who Serves Him.",
            "And You Will Again See The Distinction Between The Righteous And The Wicked, Between Those Who Serve God And Those Who Do Not."
        ],
        [
            "\"Surely The Day Is Coming; It Will Burn Like A Furnace. All The Arrogant And Every Evildoer Will Be Stubble, And That Day That Is Coming Will Set Them On Fire,\" Says The Lord Almighty. \"Not A Root Or A Branch Will Be Left To Them.",
            "But For You Who Revere My Name, The Sun Of Righteousness Will Rise With Healing In Its Wings. And You Will Go Out And Leap Like Calves Released From The Stall.",
            "Then You Will Trample Down The Wicked; They Will Be Ashes Under The Soles Of Your Feet On The Day When I Do These Things,\" Says The Lord Almighty.",
            "\"Remember The Law Of My Servant Moses, The Decrees And Laws I Gave Him At Horeb For All Israel.",
            "\"See, I Will Send You The Prophet Elijah Before That Great And Dreadful Day Of The Lord Comes.",
            "He Will Turn The Hearts Of The Fathers To Their Children, And The Hearts Of The Children To Their Fathers; Or Else I Will Come And Strike The Land With A Curse.\""
        ]
    ]
}