{
  "chapter": [
    [
      "Many Have Undertaken To Draw Up An Account Of The Things That Have Been Fulfilled Among Us,",
      "Just As They Were Handed Down To Us By Those Who From The First Were Eyewitnesses And Servants Of The Word.",
      "Therefore, Since I Myself Have Carefully Investigated Everything From The Beginning, It Seemed Good Also To Me To Write An Orderly Account For You, Most Excellent Theophilus,",
      "So That You May Know The Certainty Of The Things You Have Been Taught.",
      "In The Time Of Herod King Of Judea There Was A Priest Named Zechariah, Who Belonged To The Priestly Division Of Abijah; His Wife Elizabeth Was Also A Descendant Of Aaron.",
      "Both Of Them Were Upright In The Sight Of God, Observing All The Lord's Commandments And Regulations Blamelessly.",
      "But They Had No Children, Because Elizabeth Was Barren; And They Were Both Well Along In Years.",
      "Once When Zechariah's Division Was On Duty And He Was Serving As Priest Before God,",
      "He Was Chosen By Lot, According To The Custom Of The Priesthood, To Go Into The Temple Of The Lord And Burn Incense.",
      "And When The Time For The Burning Of Incense Came, All The Assembled Worshipers Were Praying Outside.",
      "Then An Angel Of The Lord Appeared To Him, Standing At The Right Side Of The Altar Of Incense.",
      "When Zechariah Saw Him, He Was Startled And Was Gripped With Fear.",
      "But The Angel Said To Him: \"Do Not Be Afraid, Zechariah; Your Prayer Has Been Heard. Your Wife Elizabeth Will Bear You A Son, And You Are To Give Him The Name John.",
      "He Will Be A Joy And Delight To You, And Many Will Rejoice Because Of His Birth,",
      "For He Will Be Great In The Sight Of The Lord. He Is Never To Take Wine Or Other Fermented Drink, And He Will Be Filled With The Holy Spirit Even From Birth.",
      "Many Of The People Of Israel Will He Bring Back To The Lord Their God.",
      "And He Will Go On Before The Lord, In The Spirit And Power Of Elijah, To Turn The Hearts Of The Fathers To Their Children And The Disobedient To The Wisdom Of The Righteous--to Make Ready A People Prepared For The Lord.\"",
      "Zechariah Asked The Angel, \"How Can I Be Sure Of This? I Am An Old Man And My Wife Is Well Along In Years.\"",
      "The Angel Answered, \"I Am Gabriel. I Stand In The Presence Of God, And I Have Been Sent To Speak To You And To Tell You This Good News.",
      "And Now You Will Be Silent And Not Able To Speak Until The Day This Happens, Because You Did Not Believe My Words, Which Will Come True At Their Proper Time.\"",
      "Meanwhile, The People Were Waiting For Zechariah And Wondering Why He Stayed So Long In The Temple.",
      "When He Came Out, He Could Not Speak To Them. They Realized He Had Seen A Vision In The Temple, For He Kept Making Signs To Them But Remained Unable To Speak.",
      "When His Time Of Service Was Completed, He Returned Home.",
      "After This His Wife Elizabeth Became Pregnant And For Five Months Remained In Seclusion.",
      "\"The Lord Has Done This For Me,\" She Said. \"In These Days He Has Shown His Favor And Taken Away My Disgrace Among The People.\"",
      "In The Sixth Month, God Sent The Angel Gabriel To Nazareth, A Town In Galilee,",
      "To A Virgin Pledged To Be Married To A Man Named Joseph, A Descendant Of David. The Virgin's Name Was Mary.",
      "The Angel Went To Her And Said, \"Greetings, You Who Are Highly Favored! The Lord Is With You.\"",
      "Mary Was Greatly Troubled At His Words And Wondered What Kind Of Greeting This Might Be.",
      "But The Angel Said To Her, \"Do Not Be Afraid, Mary, You Have Found Favor With God.",
      "You Will Be With Child And Give Birth To A Son, And You Are To Give Him The Name Jesus.",
      "He Will Be Great And Will Be Called The Son Of The Most High. The Lord God Will Give Him The Throne Of His Father David,",
      "And He Will Reign Over The House Of Jacob Forever; His Kingdom Will Never End.\"",
      "\"How Will This Be,\" Mary Asked The Angel, \"Since I Am A Virgin?\"",
      "The Angel Answered, \"The Holy Spirit Will Come Upon You, And The Power Of The Most High Will Overshadow You. So The Holy One To Be Born Will Be Called The Son Of God.",
      "Even Elizabeth Your Relative Is Going To Have A Child In Her Old Age, And She Who Was Said To Be Barren Is In Her Sixth Month.",
      "For Nothing Is Impossible With God.\"",
      "\"I Am The Lord's Servant,\" Mary Answered. \"May It Be To Me As You Have Said.\" Then The Angel Left Her.",
      "At That Time Mary Got Ready And Hurried To A Town In The Hill Country Of Judea,",
      "Where She Entered Zechariah's Home And Greeted Elizabeth.",
      "When Elizabeth Heard Mary's Greeting, The Baby Leaped In Her Womb, And Elizabeth Was Filled With The Holy Spirit.",
      "In A Loud Voice She Exclaimed: \"Blessed Are You Among Women, And Blessed Is The Child You Will Bear!",
      "But Why Am I So Favored, That The Mother Of My Lord Should Come To Me?",
      "As Soon As The Sound Of Your Greeting Reached My Ears, The Baby In My Womb Leaped For Joy.",
      "Blessed Is She Who Has Believed That What The Lord Has Said To Her Will Be Accomplished!\"",
      "And Mary Said: \"My Soul Glorifies The Lord",
      "And My Spirit Rejoices In God My Savior,",
      "For He Has Been Mindful Of The Humble State Of His Servant. From Now On All Generations Will Call Me Blessed,",
      "For The Mighty One Has Done Great Things For Me-- Holy Is His Name.",
      "His Mercy Extends To Those Who Fear Him, From Generation To Generation.",
      "He Has Performed Mighty Deeds With His Arm; He Has Scattered Those Who Are Proud In Their Inmost Thoughts.",
      "He Has Brought Down Rulers From Their Thrones But Has Lifted Up The Humble.",
      "He Has Filled The Hungry With Good Things But Has Sent The Rich Away Empty.",
      "He Has Helped His Servant Israel, Remembering To Be Merciful",
      "To Abraham And His Descendants Forever, Even As He Said To Our Fathers.\"",
      "Mary Stayed With Elizabeth For About Three Months And Then Returned Home.",
      "When It Was Time For Elizabeth To Have Her Baby, She Gave Birth To A Son.",
      "Her Neighbors And Relatives Heard That The Lord Had Shown Her Great Mercy, And They Shared Her Joy.",
      "On The Eighth Day They Came To Circumcise The Child, And They Were Going To Name Him After His Father Zechariah,",
      "But His Mother Spoke Up And Said, \"No! He Is To Be Called John.\"",
      "They Said To Her, \"There Is No One Among Your Relatives Who Has That Name.\"",
      "Then They Made Signs To His Father, To Find Out What He Would Like To Name The Child.",
      "He Asked For A Writing Tablet, And To Everyone's Astonishment He Wrote, \"His Name Is John.\"",
      "Immediately His Mouth Was Opened And His Tongue Was Loosed, And He Began To Speak, Praising God.",
      "The Neighbors Were All Filled With Awe, And Throughout The Hill Country Of Judea People Were Talking About All These Things.",
      "Everyone Who Heard This Wondered About It, Asking, \"What Then Is This Child Going To Be?\" For The Lord's Hand Was With Him.",
      "His Father Zechariah Was Filled With The Holy Spirit And Prophesied:",
      "\"Praise Be To The Lord, The God Of Israel, Because He Has Come And Has Redeemed His People.",
      "He Has Raised Up A Horn Of Salvation For Us In The House Of His Servant David",
      "(As He Said Through His Holy Prophets Of Long Ago),",
      "Salvation From Our Enemies And From The Hand Of All Who Hate Us--",
      "To Show Mercy To Our Fathers And To Remember His Holy Covenant,",
      "The Oath He Swore To Our Father Abraham:",
      "To Rescue Us From The Hand Of Our Enemies, And To Enable Us To Serve Him Without Fear",
      "In Holiness And Righteousness Before Him All Our Days.",
      "And You, My Child, Will Be Called A Prophet Of The Most High; For You Will Go On Before The Lord To Prepare The Way For Him,",
      "To Give His People The Knowledge Of Salvation Through The Forgiveness Of Their Sins,",
      "Because Of The Tender Mercy Of Our God, By Which The Rising Sun Will Come To Us From Heaven",
      "To Shine On Those Living In Darkness And In The Shadow Of Death, To Guide Our Feet Into The Path Of Peace.\"",
      "And The Child Grew And Became Strong In Spirit; And He Lived In The Desert Until He Appeared Publicly To Israel."
    ],
    [
      "In Those Days Caesar Augustus Issued A Decree That A Census Should Be Taken Of The Entire Roman World.",
      "(This Was The First Census That Took Place While Quirinius Was Governor Of Syria.)",
      "And Everyone Went To His Own Town To Register.",
      "So Joseph Also Went Up From The Town Of Nazareth In Galilee To Judea, To Bethlehem The Town Of David, Because He Belonged To The House And Line Of David.",
      "He Went There To Register With Mary, Who Was Pledged To Be Married To Him And Was Expecting A Child.",
      "While They Were There, The Time Came For The Baby To Be Born,",
      "And She Gave Birth To Her Firstborn, A Son. She Wrapped Him In Cloths And Placed Him In A Manger, Because There Was No Room For Them In The Inn.",
      "And There Were Shepherds Living Out In The Fields Nearby, Keeping Watch Over Their Flocks At Night.",
      "An Angel Of The Lord Appeared To Them, And The Glory Of The Lord Shone Around Them, And They Were Terrified.",
      "But The Angel Said To Them, \"Do Not Be Afraid. I Bring You Good News Of Great Joy That Will Be For All The People.",
      "Today In The Town Of David A Savior Has Been Born To You; He Is Christ The Lord.",
      "This Will Be A Sign To You: You Will Find A Baby Wrapped In Cloths And Lying In A Manger.\"",
      "Suddenly A Great Company Of The Heavenly Host Appeared With The Angel, Praising God And Saying,",
      "\"Glory To God In The Highest, And On Earth Peace To Men On Whom His Favor Rests.\"",
      "When The Angels Had Left Them And Gone Into Heaven, The Shepherds Said To One Another, \"Let's Go To Bethlehem And See This Thing That Has Happened, Which The Lord Has Told Us About.\"",
      "So They Hurried Off And Found Mary And Joseph, And The Baby, Who Was Lying In The Manger.",
      "When They Had Seen Him, They Spread The Word Concerning What Had Been Told Them About This Child,",
      "And All Who Heard It Were Amazed At What The Shepherds Said To Them.",
      "But Mary Treasured Up All These Things And Pondered Them In Her Heart.",
      "The Shepherds Returned, Glorifying And Praising God For All The Things They Had Heard And Seen, Which Were Just As They Had Been Told.",
      "On The Eighth Day, When It Was Time To Circumcise Him, He Was Named Jesus, The Name The Angel Had Given Him Before He Had Been Conceived.",
      "When The Time Of Their Purification According To The Law Of Moses Had Been Completed, Joseph And Mary Took Him To Jerusalem To Present Him To The Lord",
      "(As It Is Written In The Law Of The Lord, \"Every Firstborn Male Is To Be Consecrated To The Lord\" ),",
      "And To Offer A Sacrifice In Keeping With What Is Said In The Law Of The Lord: \"A Pair Of Doves Or Two Young Pigeons.\"",
      "Now There Was A Man In Jerusalem Called Simeon, Who Was Righteous And Devout. He Was Waiting For The Consolation Of Israel, And The Holy Spirit Was Upon Him.",
      "It Had Been Revealed To Him By The Holy Spirit That He Would Not Die Before He Had Seen The Lord's Christ.",
      "Moved By The Spirit, He Went Into The Temple Courts. When The Parents Brought In The Child Jesus To Do For Him What The Custom Of The Law Required,",
      "Simeon Took Him In His Arms And Praised God, Saying:",
      "\"Sovereign Lord, As You Have Promised, You Now Dismiss Your Servant In Peace.",
      "For My Eyes Have Seen Your Salvation,",
      "Which You Have Prepared In The Sight Of All People,",
      "A Light For Revelation To The Gentiles And For Glory To Your People Israel.\"",
      "The Child's Father And Mother Marveled At What Was Said About Him.",
      "Then Simeon Blessed Them And Said To Mary, His Mother: \"This Child Is Destined To Cause The Falling And Rising Of Many In Israel, And To Be A Sign That Will Be Spoken Against,",
      "So That The Thoughts Of Many Hearts Will Be Revealed. And A Sword Will Pierce Your Own Soul Too.\"",
      "There Was Also A Prophetess, Anna, The Daughter Of Phanuel, Of The Tribe Of Asher. She Was Very Old; She Had Lived With Her Husband Seven Years After Her Marriage,",
      "And Then Was A Widow Until She Was Eighty-four. She Never Left The Temple But Worshiped Night And Day, Fasting And Praying.",
      "Coming Up To Them At That Very Moment, She Gave Thanks To God And Spoke About The Child To All Who Were Looking Forward To The Redemption Of Jerusalem.",
      "When Joseph And Mary Had Done Everything Required By The Law Of The Lord, They Returned To Galilee To Their Own Town Of Nazareth.",
      "And The Child Grew And Became Strong; He Was Filled With Wisdom, And The Grace Of God Was Upon Him.",
      "Every Year His Parents Went To Jerusalem For The Feast Of The Passover.",
      "When He Was Twelve Years Old, They Went Up To The Feast, According To The Custom.",
      "After The Feast Was Over, While His Parents Were Returning Home, The Boy Jesus Stayed Behind In Jerusalem, But They Were Unaware Of It.",
      "Thinking He Was In Their Company, They Traveled On For A Day. Then They Began Looking For Him Among Their Relatives And Friends.",
      "When They Did Not Find Him, They Went Back To Jerusalem To Look For Him.",
      "After Three Days They Found Him In The Temple Courts, Sitting Among The Teachers, Listening To Them And Asking Them Questions.",
      "Everyone Who Heard Him Was Amazed At His Understanding And His Answers.",
      "When His Parents Saw Him, They Were Astonished. His Mother Said To Him, \"Son, Why Have You Treated Us Like This? Your Father And I Have Been Anxiously Searching For You.\"",
      "\"Why Were You Searching For Me?\" He Asked. \"Didn't You Know I Had To Be In My Father's House?\"",
      "But They Did Not Understand What He Was Saying To Them.",
      "Then He Went Down To Nazareth With Them And Was Obedient To Them. But His Mother Treasured All These Things In Her Heart.",
      "And Jesus Grew In Wisdom And Stature, And In Favor With God And Men."
    ],
    [
      "In The Fifteenth Year Of The Reign Of Tiberius Caesar--when Pontius Pilate Was Governor Of Judea, Herod Tetrarch Of Galilee, His Brother Philip Tetrarch Of Iturea And Traconitis, And Lysanias Tetrarch Of Abilene--",
      "During The High Priesthood Of Annas And Caiaphas, The Word Of God Came To John Son Of Zechariah In The Desert.",
      "He Went Into All The Country Around The Jordan, Preaching A Baptism Of Repentance For The Forgiveness Of Sins.",
      "As Is Written In The Book Of The Words Of Isaiah The Prophet: \"A Voice Of One Calling In The Desert, 'Prepare The Way For The Lord, Make Straight Paths For Him.",
      "Every Valley Shall Be Filled In, Every Mountain And Hill Made Low. The Crooked Roads Shall Become Straight, The Rough Ways Smooth.",
      "And All Mankind Will See God's Salvation.' \"",
      "John Said To The Crowds Coming Out To Be Baptized By Him, \"You Brood Of Vipers! Who Warned You To Flee From The Coming Wrath?",
      "Produce Fruit In Keeping With Repentance. And Do Not Begin To Say To Yourselves, 'We Have Abraham As Our Father.' For I Tell You That Out Of These Stones God Can Raise Up Children For Abraham.",
      "The Ax Is Already At The Root Of The Trees, And Every Tree That Does Not Produce Good Fruit Will Be Cut Down And Thrown Into The Fire.\"",
      "\"What Should We Do Then?\" The Crowd Asked.",
      "John Answered, \"The Man With Two Tunics Should Share With Him Who Has None, And The One Who Has Food Should Do The Same.\"",
      "Tax Collectors Also Came To Be Baptized. \"Teacher,\" They Asked, \"What Should We Do?\"",
      "\"Don't Collect Any More Than You Are Required To,\" He Told",
      "Them. Then Some Soldiers Asked Him, \"And What Should We Do?\" He Replied, \"Don't Extort Money And Don't Accuse People Falsely--be Content With Your Pay.\"",
      "The People Were Waiting Expectantly And Were All Wondering In Their Hearts If John Might Possibly Be The Christ.",
      "John Answered Them All, \"I Baptize You With Water. But One More Powerful Than I Will Come, The Thongs Of Whose Sandals I Am Not Worthy To Untie. He Will Baptize You With The Holy Spirit And With Fire.",
      "His Winnowing Fork Is In His Hand To Clear His Threshing Floor And To Gather The Wheat Into His Barn, But He Will Burn Up The Chaff With Unquenchable Fire.\"",
      "And With Many Other Words John Exhorted The People And Preached The Good News To Them.",
      "But When John Rebuked Herod The Tetrarch Because Of Herodias, His Brother's Wife, And All The Other Evil Things He Had Done,",
      "Herod Added This To Them All: He Locked John Up In Prison.",
      "When All The People Were Being Baptized, Jesus Was Baptized Too. And As He Was Praying, Heaven Was Opened",
      "And The Holy Spirit Descended On Him In Bodily Form Like A Dove. And A Voice Came From Heaven: \"You Are My Son, Whom I Love; With You I Am Well Pleased.\"",
      "Now Jesus Himself Was About Thirty Years Old When He Began His Ministry. He Was The Son, So It Was Thought, Of Joseph,",
      "The Son Of Heli, The Son Of Matthat, The Son Of Levi, The Son Of Melki, The Son Of Jannai, The Son Of Joseph,",
      "The Son Of Mattathias, The Son Of Amos, The Son Of Nahum, The Son Of Esli,",
      "The Son Of Naggai, The Son Of Maath, The Son Of Mattathias, The Son Of Semein, The Son Of Josech, The Son Of Joda,",
      "The Son Of Joanan, The Son Of Rhesa, The Son Of Zerubbabel, The Son Of Shealtiel,",
      "The Son Of Neri, The Son Of Melki, The Son Of Addi, The Son Of Cosam, The Son Of Elmadam, The Son Of Er,",
      "The Son Of Joshua, The Son Of Eliezer, The Son Of Jorim, The Son Of Matthat,",
      "The Son Of Levi, The Son Of Simeon, The Son Of Judah, The Son Of Joseph, The Son Of Jonam, The Son Of Eliakim,",
      "The Son Of Melea, The Son Of Menna, The Son Of Mattatha, The Son Of Nathan,",
      "The Son Of David, The Son Of Jesse, The Son Of Obed, The Son Of Boaz, The Son Of Salmon, The Son Of Nahshon,",
      "The Son Of Amminadab, The Son Of Ram, The Son Of Hezron, The Son Of Perez,",
      "The Son Of Judah, The Son Of Jacob, The Son Of Isaac, The Son Of Abraham, The Son Of Terah, The Son Of Nahor,",
      "The Son Of Serug, The Son Of Reu, The Son Of Peleg, The Son Of Eber,",
      "The Son Of Shelah, The Son Of Cainan, The Son Of Arphaxad, The Son Of Shem, The Son Of Noah, The Son Of Lamech,",
      "The Son Of Methuselah, The Son Of Enoch, The Son Of Jared, The Son Of Mahalalel,",
      "The Son Of Kenan, The Son Of Enosh, The Son Of Seth, The Son Of Adam, The Son Of God."
    ],
    [
      "Jesus, Full Of The Holy Spirit, Returned From The Jordan And Was Led By The Spirit In The Desert,",
      "Where For Forty Days He Was Tempted By The Devil. He Ate Nothing During Those Days, And At The End Of Them He Was Hungry.",
      "The Devil Said To Him, \"If You Are The Son Of God, Tell This Stone To Become Bread.\"",
      "Jesus Answered, \"It Is Written: 'Man Does Not Live On Bread Alone.' \"",
      "The Devil Led Him Up To A High Place And Showed Him In An Instant All The Kingdoms Of The World.",
      "And He Said To Him, \"I Will Give You All Their Authority And Splendor, For It Has Been Given To Me, And I Can Give It To Anyone I Want To.",
      "So If You Worship Me, It Will All Be Yours.\"",
      "Jesus Answered, \"It Is Written: 'Worship The Lord Your God And Serve Him Only.' \"",
      "The Devil Led Him To Jerusalem And Had Him Stand On The Highest Point Of The Temple. \"If You Are The Son Of God,\" He Said, \"Throw Yourself Down From Here.",
      "For It Is Written: \" 'He Will Command His Angels Concerning You To Guard You Carefully;",
      "They Will Lift You Up In Their Hands, So That You Will Not Strike Your Foot Against A Stone.' \"",
      "Jesus Answered, \"It Says: 'Do Not Put The Lord Your God To The Test.' \"",
      "When The Devil Had Finished All This Tempting, He Left Him Until An Opportune Time.",
      "Jesus Returned To Galilee In The Power Of The Spirit, And News About Him Spread Through The Whole Countryside.",
      "He Taught In Their Synagogues, And Everyone Praised Him.",
      "He Went To Nazareth, Where He Had Been Brought Up, And On The Sabbath Day He Went Into The Synagogue, As Was His Custom. And He Stood Up To Read.",
      "The Scroll Of The Prophet Isaiah Was Handed To Him. Unrolling It, He Found The Place Where It Is Written:",
      "\"The Spirit Of The Lord Is On Me, Because He Has Anointed Me To Preach Good News To The Poor. He Has Sent Me To Proclaim Freedom For The Prisoners And Recovery Of Sight For The Blind, To Release The Oppressed,",
      "To Proclaim The Year Of The Lord's Favor.\"",
      "Then He Rolled Up The Scroll, Gave It Back To The Attendant And Sat Down. The Eyes Of Everyone In The Synagogue Were Fastened On Him,",
      "And He Began By Saying To Them, \"Today This Scripture Is Fulfilled In Your Hearing.\"",
      "All Spoke Well Of Him And Were Amazed At The Gracious Words That Came From His Lips. \"Isn't This Joseph's Son?\" They Asked.",
      "Jesus Said To Them, \"Surely You Will Quote This Proverb To Me: 'Physician, Heal Yourself! Do Here In Your Hometown What We Have Heard That You Did In Capernaum.' \"",
      "\"I Tell You The Truth,\" He Continued, \"No Prophet Is Accepted In His Hometown.",
      "I Assure You That There Were Many Widows In Israel In Elijah's Time, When The Sky Was Shut For Three And A Half Years And There Was A Severe Famine Throughout The Land.",
      "Yet Elijah Was Not Sent To Any Of Them, But To A Widow In Zarephath In The Region Of Sidon.",
      "And There Were Many In Israel With Leprosy In The Time Of Elisha The Prophet, Yet Not One Of Them Was Cleansed--only Naaman The Syrian.\"",
      "All The People In The Synagogue Were Furious When They Heard This.",
      "They Got Up, Drove Him Out Of The Town, And Took Him To The Brow Of The Hill On Which The Town Was Built, In Order To Throw Him Down The Cliff.",
      "But He Walked Right Through The Crowd And Went On His Way.",
      "Then He Went Down To Capernaum, A Town In Galilee, And On The Sabbath Began To Teach The People.",
      "They Were Amazed At His Teaching, Because His Message Had Authority.",
      "In The Synagogue There Was A Man Possessed By A Demon, An Evil Spirit. He Cried Out At The Top Of His Voice,",
      "\"Ha! What Do You Want With Us, Jesus Of Nazareth? Have You Come To Destroy Us? I Know Who You Are--the Holy One Of God!\"",
      "\"Be Quiet!\" Jesus Said Sternly. \"Come Out Of Him!\" Then The Demon Threw The Man Down Before Them All And Came Out Without Injuring Him.",
      "All The People Were Amazed And Said To Each Other, \"What Is This Teaching? With Authority And Power He Gives Orders To Evil Spirits And They Come Out!\"",
      "And The News About Him Spread Throughout The Surrounding Area.",
      "Jesus Left The Synagogue And Went To The Home Of Simon. Now Simon's Mother-in-law Was Suffering From A High Fever, And They Asked Jesus To Help Her.",
      "So He Bent Over Her And Rebuked The Fever, And It Left Her. She Got Up At Once And Began To Wait On Them.",
      "When The Sun Was Setting, The People Brought To Jesus All Who Had Various Kinds Of Sickness, And Laying His Hands On Each One, He Healed Them.",
      "Moreover, Demons Came Out Of Many People, Shouting, \"You Are The Son Of God!\" But He Rebuked Them And Would Not Allow Them To Speak, Because They Knew He Was The Christ.",
      "At Daybreak Jesus Went Out To A Solitary Place. The People Were Looking For Him And When They Came To Where He Was, They Tried To Keep Him From Leaving Them.",
      "But He Said, \"I Must Preach The Good News Of The Kingdom Of God To The Other Towns Also, Because That Is Why I Was Sent.\"",
      "And He Kept On Preaching In The Synagogues Of Judea."
    ],
    [
      "One Day As Jesus Was Standing By The Lake Of Gennesaret, With The People Crowding Around Him And Listening To The Word Of God,",
      "He Saw At The Water's Edge Two Boats, Left There By The Fishermen, Who Were Washing Their Nets.",
      "He Got Into One Of The Boats, The One Belonging To Simon, And Asked Him To Put Out A Little From Shore. Then He Sat Down And Taught The People From The Boat.",
      "When He Had Finished Speaking, He Said To Simon, \"Put Out Into Deep Water, And Let Down The Nets For A Catch.\"",
      "Simon Answered, \"Master, We've Worked Hard All Night And Haven't Caught Anything. But Because You Say So, I Will Let Down The Nets.\"",
      "When They Had Done So, They Caught Such A Large Number Of Fish That Their Nets Began To Break.",
      "So They Signaled Their Partners In The Other Boat To Come And Help Them, And They Came And Filled Both Boats So Full That They Began To Sink.",
      "When Simon Peter Saw This, He Fell At Jesus' Knees And Said, \"Go Away From Me, Lord; I Am A Sinful Man!\"",
      "For He And All His Companions Were Astonished At The Catch Of Fish They Had Taken,",
      "And So Were James And John, The Sons Of Zebedee, Simon's Partners.",
      "Then Jesus Said To Simon, \"Don't Be Afraid; From Now On You Will Catch Men.\" So They Pulled Their Boats Up On Shore, Left Everything And Followed Him.",
      "While Jesus Was In One Of The Towns, A Man Came Along Who Was Covered With Leprosy. When He Saw Jesus, He Fell With His Face To The Ground And Begged Him, \"Lord, If You Are Willing, You Can Make Me Clean.\"",
      "Jesus Reached Out His Hand And Touched The Man. \"I Am Willing,\" He Said. \"Be Clean!\" And Immediately The Leprosy Left Him.",
      "Then Jesus Ordered Him, \"Don't Tell Anyone, But Go, Show Yourself To The Priest And Offer The Sacrifices That Moses Commanded For Your Cleansing, As A Testimony To Them.\"",
      "Yet The News About Him Spread All The More, So That Crowds Of People Came To Hear Him And To Be Healed Of Their Sicknesses.",
      "But Jesus Often Withdrew To Lonely Places And Prayed.",
      "One Day As He Was Teaching, Pharisees And Teachers Of The Law, Who Had Come From Every Village Of Galilee And From Judea And Jerusalem, Were Sitting There. And The Power Of The Lord Was Present For Him To Heal The Sick.",
      "Some Men Came Carrying A Paralytic On A Mat And Tried To Take Him Into The House To Lay Him Before Jesus.",
      "When They Could Not Find A Way To Do This Because Of The Crowd, They Went Up On The Roof And Lowered Him On His Mat Through The Tiles Into The Middle Of The Crowd, Right In Front Of Jesus.",
      "When Jesus Saw Their Faith, He Said, \"Friend, Your Sins Are Forgiven.\"",
      "The Pharisees And The Teachers Of The Law Began Thinking To Themselves, \"Who Is This Fellow Who Speaks Blasphemy? Who Can Forgive Sins But God Alone?\"",
      "Jesus Knew What They Were Thinking And Asked, \"Why Are You Thinking These Things In Your Hearts?",
      "Which Is Easier: To Say, 'Your Sins Are Forgiven,' Or To Say, 'Get Up And Walk'?",
      "But That You May Know That The Son Of Man Has Authority On Earth To Forgive Sins....\" He Said To The Paralyzed Man, \"I Tell You, Get Up, Take Your Mat And Go Home.\"",
      "Immediately He Stood Up In Front Of Them, Took What He Had Been Lying On And Went Home Praising God.",
      "Everyone Was Amazed And Gave Praise To God. They Were Filled With Awe And Said, \"We Have Seen Remarkable Things Today.\"",
      "After This, Jesus Went Out And Saw A Tax Collector By The Name Of Levi Sitting At His Tax Booth. \"Follow Me,\" Jesus Said To Him,",
      "And Levi Got Up, Left Everything And Followed Him.",
      "Then Levi Held A Great Banquet For Jesus At His House, And A Large Crowd Of Tax Collectors And Others Were Eating With Them.",
      "But The Pharisees And The Teachers Of The Law Who Belonged To Their Sect Complained To His Disciples, \"Why Do You Eat And Drink With Tax Collectors And 'Sinners'?\"",
      "Jesus Answered Them, \"It Is Not The Healthy Who Need A Doctor, But The Sick.",
      "I Have Not Come To Call The Righteous, But Sinners To Repentance.\"",
      "They Said To Him, \"John's Disciples Often Fast And Pray, And So Do The Disciples Of The Pharisees, But Yours Go On Eating And Drinking.\"",
      "Jesus Answered, \"Can You Make The Guests Of The Bridegroom Fast While He Is With Them?",
      "But The Time Will Come When The Bridegroom Will Be Taken From Them; In Those Days They Will Fast.\"",
      "He Told Them This Parable: \"No One Tears A Patch From A New Garment And Sews It On An Old One. If He Does, He Will Have Torn The New Garment, And The Patch From The New Will Not Match The Old.",
      "And No One Pours New Wine Into Old Wineskins. If He Does, The New Wine Will Burst The Skins, The Wine Will Run Out And The Wineskins Will Be Ruined.",
      "No, New Wine Must Be Poured Into New Wineskins.",
      "And No One After Drinking Old Wine Wants The New, For He Says, 'The Old Is Better.' \""
    ],
    [
      "One Sabbath Jesus Was Going Through The Grainfields, And His Disciples Began To Pick Some Heads Of Grain, Rub Them In Their Hands And Eat The Kernels.",
      "Some Of The Pharisees Asked, \"Why Are You Doing What Is Unlawful On The Sabbath?\"",
      "Jesus Answered Them, \"Have You Never Read What David Did When He And His Companions Were Hungry?",
      "He Entered The House Of God, And Taking The Consecrated Bread, He Ate What Is Lawful Only For Priests To Eat. And He Also Gave Some To His Companions.\"",
      "Then Jesus Said To Them, \"The Son Of Man Is Lord Of The Sabbath.\"",
      "On Another Sabbath He Went Into The Synagogue And Was Teaching, And A Man Was There Whose Right Hand Was Shriveled.",
      "The Pharisees And The Teachers Of The Law Were Looking For A Reason To Accuse Jesus, So They Watched Him Closely To See If He Would Heal On The Sabbath.",
      "But Jesus Knew What They Were Thinking And Said To The Man With The Shriveled Hand, \"Get Up And Stand In Front Of Everyone.\" So He Got Up And Stood There.",
      "Then Jesus Said To Them, \"I Ask You, Which Is Lawful On The Sabbath: To Do Good Or To Do Evil, To Save Life Or To Destroy It?\"",
      "He Looked Around At Them All, And Then Said To The Man, \"Stretch Out Your Hand.\" He Did So, And His Hand Was Completely Restored.",
      "But They Were Furious And Began To Discuss With One Another What They Might Do To Jesus.",
      "One Of Those Days Jesus Went Out To A Mountainside To Pray, And Spent The Night Praying To God.",
      "When Morning Came, He Called His Disciples To Him And Chose Twelve Of Them, Whom He Also Designated Apostles:",
      "Simon (Whom He Named Peter), His Brother Andrew, James, John, Philip, Bartholomew,",
      "Matthew, Thomas, James Son Of Alphaeus, Simon Who Was Called The Zealot,",
      "Judas Son Of James, And Judas Iscariot, Who Became A Traitor.",
      "He Went Down With Them And Stood On A Level Place. A Large Crowd Of His Disciples Was There And A Great Number Of People From All Over Judea, From Jerusalem, And From The Coast Of Tyre And Sidon,",
      "Who Had Come To Hear Him And To Be Healed Of Their Diseases. Those Troubled By Evil Spirits Were Cured,",
      "And The People All Tried To Touch Him, Because Power Was Coming From Him And Healing Them All.",
      "Looking At His Disciples, He Said: \"Blessed Are You Who Are Poor, For Yours Is The Kingdom Of God.",
      "Blessed Are You Who Hunger Now, For You Will Be Satisfied. Blessed Are You Who Weep Now, For You Will Laugh.",
      "Blessed Are You When Men Hate You, When They Exclude You And Insult You And Reject Your Name As Evil, Because Of The Son Of Man.",
      "\"Rejoice In That Day And Leap For Joy, Because Great Is Your Reward In Heaven. For That Is How Their Fathers Treated The Prophets.",
      "\"But Woe To You Who Are Rich, For You Have Already Received Your Comfort.",
      "Woe To You Who Are Well Fed Now, For You Will Go Hungry. Woe To You Who Laugh Now, For You Will Mourn And Weep.",
      "Woe To You When All Men Speak Well Of You, For That Is How Their Fathers Treated The False Prophets.",
      "\"But I Tell You Who Hear Me: Love Your Enemies, Do Good To Those Who Hate You,",
      "Bless Those Who Curse You, Pray For Those Who Mistreat You.",
      "If Someone Strikes You On One Cheek, Turn To Him The Other Also. If Someone Takes Your Cloak, Do Not Stop Him From Taking Your Tunic.",
      "Give To Everyone Who Asks You, And If Anyone Takes What Belongs To You, Do Not Demand It Back.",
      "Do To Others As You Would Have Them Do To You.",
      "\"If You Love Those Who Love You, What Credit Is That To You? Even 'Sinners' Love Those Who Love Them.",
      "And If You Do Good To Those Who Are Good To You, What Credit Is That To You? Even 'Sinners' Do That.",
      "And If You Lend To Those From Whom You Expect Repayment, What Credit Is That To You? Even 'Sinners' Lend To 'Sinners,' Expecting To Be Repaid In Full.",
      "But Love Your Enemies, Do Good To Them, And Lend To Them Without Expecting To Get Anything Back. Then Your Reward Will Be Great, And You Will Be Sons Of The Most High, Because He Is Kind To The Ungrateful And Wicked.",
      "Be Merciful, Just As Your Father Is Merciful.",
      "\"Do Not Judge, And You Will Not Be Judged. Do Not Condemn, And You Will Not Be Condemned. Forgive, And You Will Be Forgiven.",
      "Give, And It Will Be Given To You. A Good Measure, Pressed Down, Shaken Together And Running Over, Will Be Poured Into Your Lap. For With The Measure You Use, It Will Be Measured To You.\"",
      "He Also Told Them This Parable: \"Can A Blind Man Lead A Blind Man? Will They Not Both Fall Into A Pit?",
      "A Student Is Not Above His Teacher, But Everyone Who Is Fully Trained Will Be Like His Teacher.",
      "\"Why Do You Look At The Speck Of Sawdust In Your Brother's Eye And Pay No Attention To The Plank In Your Own Eye?",
      "How Can You Say To Your Brother, 'Brother, Let Me Take The Speck Out Of Your Eye,' When You Yourself Fail To See The Plank In Your Own Eye? You Hypocrite, First Take The Plank Out Of Your Eye, And Then You Will See Clearly To Remove The Speck From Your Brother's Eye.",
      "\"No Good Tree Bears Bad Fruit, Nor Does A Bad Tree Bear Good Fruit.",
      "Each Tree Is Recognized By Its Own Fruit. People Do Not Pick Figs From Thornbushes, Or Grapes From Briers.",
      "The Good Man Brings Good Things Out Of The Good Stored Up In His Heart, And The Evil Man Brings Evil Things Out Of The Evil Stored Up In His Heart. For Out Of The Overflow Of His Heart His Mouth Speaks.",
      "\"Why Do You Call Me, 'Lord, Lord,' And Do Not Do What I Say?",
      "I Will Show You What He Is Like Who Comes To Me And Hears My Words And Puts Them Into Practice.",
      "He Is Like A Man Building A House, Who Dug Down Deep And Laid The Foundation On Rock. When A Flood Came, The Torrent Struck That House But Could Not Shake It, Because It Was Well Built.",
      "But The One Who Hears My Words And Does Not Put Them Into Practice Is Like A Man Who Built A House On The Ground Without A Foundation. The Moment The Torrent Struck That House, It Collapsed And Its Destruction Was Complete.\""
    ],
    [
      "When Jesus Had Finished Saying All This In The Hearing Of The People, He Entered Capernaum.",
      "There A Centurion's Servant, Whom His Master Valued Highly, Was Sick And About To Die.",
      "The Centurion Heard Of Jesus And Sent Some Elders Of The Jews To Him, Asking Him To Come And Heal His Servant.",
      "When They Came To Jesus, They Pleaded Earnestly With Him, \"This Man Deserves To Have You Do This,",
      "Because He Loves Our Nation And Has Built Our Synagogue.\"",
      "So Jesus Went With Them.",
      "He Was Not Far From The House When The Centurion Sent Friends To Say To Him: \"Lord, Don't Trouble Yourself, For I Do Not Deserve To Have You Come Under My Roof. That Is Why I Did Not Even Consider Myself Worthy To Come To You. But Say The Word, And My Servant Will Be Healed.",
      "For I Myself Am A Man Under Authority, With Soldiers Under Me. I Tell This One, 'Go,' And He Goes; And That One, 'Come,' And He Comes. I Say To My Servant, 'Do This,' And He Does It.\"",
      "When Jesus Heard This, He Was Amazed At Him, And Turning To The Crowd Following Him, He Said, \"I Tell You, I Have Not Found Such Great Faith Even In Israel.\"",
      "Then The Men Who Had Been Sent Returned To The House And Found The Servant Well.",
      "Soon Afterward, Jesus Went To A Town Called Nain, And His Disciples And A Large Crowd Went Along With Him.",
      "As He Approached The Town Gate, A Dead Person Was Being Carried Out--the Only Son Of His Mother, And She Was A Widow. And A Large Crowd From The Town Was With Her.",
      "When The Lord Saw Her, His Heart Went Out To Her And He Said, \"Don't Cry.\"",
      "Then He Went Up And Touched The Coffin, And Those Carrying It Stood Still. He Said, \"Young Man, I Say To You, Get Up!\"",
      "The Dead Man Sat Up And Began To Talk, And Jesus Gave Him Back To His Mother.",
      "They Were All Filled With Awe And Praised God. \"A Great Prophet Has Appeared Among Us,\" They Said. \"God Has Come To Help His People.\"",
      "This News About Jesus Spread Throughout Judea And The Surrounding Country.",
      "John's Disciples Told Him About All These Things. Calling Two Of Them,",
      "He Sent Them To The Lord To Ask, \"Are You The One Who Was To Come, Or Should We Expect Someone Else?\"",
      "When The Men Came To Jesus, They Said, \"John The Baptist Sent Us To You To Ask, 'Are You The One Who Was To Come, Or Should We Expect Someone Else?' \"",
      "At That Very Time Jesus Cured Many Who Had Diseases, Sicknesses And Evil Spirits, And Gave Sight To Many Who Were Blind.",
      "So He Replied To The Messengers, \"Go Back And Report To John What You Have Seen And Heard: The Blind Receive Sight, The Lame Walk, Those Who Have Leprosy Are Cured, The Deaf Hear, The Dead Are Raised, And The Good News Is Preached To The Poor.",
      "Blessed Is The Man Who Does Not Fall Away On Account Of Me.\"",
      "After John's Messengers Left, Jesus Began To Speak To The Crowd About John: \"What Did You Go Out Into The Desert To See? A Reed Swayed By The Wind?",
      "If Not, What Did You Go Out To See? A Man Dressed In Fine Clothes? No, Those Who Wear Expensive Clothes And Indulge In Luxury Are In Palaces.",
      "But What Did You Go Out To See? A Prophet? Yes, I Tell You, And More Than A Prophet.",
      "This Is The One About Whom It Is Written: \" 'I Will Send My Messenger Ahead Of You, Who Will Prepare Your Way Before You.'",
      "I Tell You, Among Those Born Of Women There Is No One Greater Than John; Yet The One Who Is Least In The Kingdom Of God Is Greater Than He.\"",
      "(All The People, Even The Tax Collectors, When They Heard Jesus' Words, Acknowledged That God's Way Was Right, Because They Had Been Baptized By John.",
      "But The Pharisees And Experts In The Law Rejected God's Purpose For Themselves, Because They Had Not Been Baptized By John.)",
      "\"To What, Then, Can I Compare The People Of This Generation? What Are They Like?",
      "They Are Like Children Sitting In The Marketplace And Calling Out To Each Other: \" 'We Played The Flute For You, And You Did Not Dance; We Sang A Dirge, And You Did Not Cry.'",
      "For John The Baptist Came Neither Eating Bread Nor Drinking Wine, And You Say, 'He Has A Demon.'",
      "The Son Of Man Came Eating And Drinking, And You Say, 'Here Is A Glutton And A Drunkard, A Friend Of Tax Collectors And \"Sinners.\" '",
      "But Wisdom Is Proved Right By All Her Children.\"",
      "Now One Of The Pharisees Invited Jesus To Have Dinner With Him, So He Went To The Pharisee's House And Reclined At The Table.",
      "When A Woman Who Had Lived A Sinful Life In That Town Learned That Jesus Was Eating At The Pharisee's House, She Brought An Alabaster Jar Of Perfume,",
      "And As She Stood Behind Him At His Feet Weeping, She Began To Wet His Feet With Her Tears. Then She Wiped Them With Her Hair, Kissed Them And Poured Perfume On Them.",
      "When The Pharisee Who Had Invited Him Saw This, He Said To Himself, \"If This Man Were A Prophet, He Would Know Who Is Touching Him And What Kind Of Woman She Is--that She Is A Sinner.\"",
      "Jesus Answered Him, \"Simon, I Have Something To Tell You.\" \"Tell Me, Teacher,\" He Said.",
      "\"Two Men Owed Money To A Certain Moneylender. One Owed Him Five Hundred Denarii, And The Other Fifty.",
      "Neither Of Them Had The Money To Pay Him Back, So He Canceled The Debts Of Both. Now Which Of Them Will Love Him More?\"",
      "Simon Replied, \"I Suppose The One Who Had The Bigger Debt Canceled.\" \"You Have Judged Correctly,\" Jesus Said.",
      "Then He Turned Toward The Woman And Said To Simon, \"Do You See This Woman? I Came Into Your House. You Did Not Give Me Any Water For My Feet, But She Wet My Feet With Her Tears And Wiped Them With Her Hair.",
      "You Did Not Give Me A Kiss, But This Woman, From The Time I Entered, Has Not Stopped Kissing My Feet.",
      "You Did Not Put Oil On My Head, But She Has Poured Perfume On My Feet.",
      "Therefore, I Tell You, Her Many Sins Have Been Forgiven--for She Loved Much. But He Who Has Been Forgiven Little Loves Little.\"",
      "Then Jesus Said To Her, \"Your Sins Are Forgiven.\"",
      "The Other Guests Began To Say Among Themselves, \"Who Is This Who Even Forgives Sins?\"",
      "Jesus Said To The Woman, \"Your Faith Has Saved You; Go In Peace.\""
    ],
    [
      "After This, Jesus Traveled About From One Town And Village To Another, Proclaiming The Good News Of The Kingdom Of God. The Twelve Were With Him,",
      "And Also Some Women Who Had Been Cured Of Evil Spirits And Diseases: Mary (Called Magdalene) From Whom Seven Demons Had Come Out;",
      "Joanna The Wife Of Cuza, The Manager Of Herod's Household; Susanna; And Many Others. These Women Were Helping To Support Them Out Of Their Own Means.",
      "While A Large Crowd Was Gathering And People Were Coming To Jesus From Town After Town, He Told This Parable:",
      "\"A Farmer Went Out To Sow His Seed. As He Was Scattering The Seed, Some Fell Along The Path; It Was Trampled On, And The Birds Of The Air Ate It Up.",
      "Some Fell On Rock, And When It Came Up, The Plants Withered Because They Had No Moisture.",
      "Other Seed Fell Among Thorns, Which Grew Up With It And Choked The Plants.",
      "Still Other Seed Fell On Good Soil. It Came Up And Yielded A Crop, A Hundred Times More Than Was Sown.\" When He Said This, He Called Out, \"He Who Has Ears To Hear, Let Him Hear.\"",
      "His Disciples Asked Him What This Parable Meant.",
      "He Said, \"The Knowledge Of The Secrets Of The Kingdom Of God Has Been Given To You, But To Others I Speak In Parables, So That, \" 'Though Seeing, They May Not See; Though Hearing, They May Not Understand.'",
      "\"This Is The Meaning Of The Parable: The Seed Is The Word Of God.",
      "Those Along The Path Are The Ones Who Hear, And Then The Devil Comes And Takes Away The Word From Their Hearts, So That They May Not Believe And Be Saved.",
      "Those On The Rock Are The Ones Who Receive The Word With Joy When They Hear It, But They Have No Root. They Believe For A While, But In The Time Of Testing They Fall Away.",
      "The Seed That Fell Among Thorns Stands For Those Who Hear, But As They Go On Their Way They Are Choked By Life's Worries, Riches And Pleasures, And They Do Not Mature.",
      "But The Seed On Good Soil Stands For Those With A Noble And Good Heart, Who Hear The Word, Retain It, And By Persevering Produce A Crop.",
      "\"No One Lights A Lamp And Hides It In A Jar Or Puts It Under A Bed. Instead, He Puts It On A Stand, So That Those Who Come In Can See The Light.",
      "For There Is Nothing Hidden That Will Not Be Disclosed, And Nothing Concealed That Will Not Be Known Or Brought Out Into The Open.",
      "Therefore Consider Carefully How You Listen. Whoever Has Will Be Given More; Whoever Does Not Have, Even What He Thinks He Has Will Be Taken From Him.\"",
      "Now Jesus' Mother And Brothers Came To See Him, But They Were Not Able To Get Near Him Because Of The Crowd.",
      "Someone Told Him, \"Your Mother And Brothers Are Standing Outside, Wanting To See You.\"",
      "He Replied, \"My Mother And Brothers Are Those Who Hear God's Word And Put It Into Practice.\"",
      "One Day Jesus Said To His Disciples, \"Let's Go Over To The Other Side Of The Lake.\" So They Got Into A Boat And Set Out.",
      "As They Sailed, He Fell Asleep. A Squall Came Down On The Lake, So That The Boat Was Being Swamped, And They Were In Great Danger.",
      "The Disciples Went And Woke Him, Saying, \"Master, Master, We're Going To Drown!\"",
      "He Got Up And Rebuked The Wind And The Raging Waters; The Storm Subsided, And All Was Calm. \"Where Is Your Faith?\" He Asked His Disciples. In Fear And Amazement They Asked One Another, \"Who Is This? He Commands Even The Winds And The Water, And They Obey Him.\"",
      "They Sailed To The Region Of The Gerasenes, Which Is Across The Lake From Galilee.",
      "When Jesus Stepped Ashore, He Was Met By A Demon-possessed Man From The Town. For A Long Time This Man Had Not Worn Clothes Or Lived In A House, But Had Lived In The Tombs.",
      "When He Saw Jesus, He Cried Out And Fell At His Feet, Shouting At The Top Of His Voice, \"What Do You Want With Me, Jesus, Son Of The Most High God? I Beg You, Don't Torture Me!\"",
      "For Jesus Had Commanded The Evil Spirit To Come Out Of The Man. Many Times It Had Seized Him, And Though He Was Chained Hand And Foot And Kept Under Guard, He Had Broken His Chains And Had Been Driven By The Demon Into Solitary Places.",
      "Jesus Asked Him, \"What Is Your Name?\"",
      "\"Legion,\" He Replied, Because Many Demons Had Gone Into Him. And They Begged Him Repeatedly Not To Order Them To Go Into The Abyss.",
      "A Large Herd Of Pigs Was Feeding There On The Hillside. The Demons Begged Jesus To Let Them Go Into Them, And He Gave Them Permission.",
      "When The Demons Came Out Of The Man, They Went Into The Pigs, And The Herd Rushed Down The Steep Bank Into The Lake And Was Drowned.",
      "When Those Tending The Pigs Saw What Had Happened, They Ran Off And Reported This In The Town And Countryside,",
      "And The People Went Out To See What Had Happened. When They Came To Jesus, They Found The Man From Whom The Demons Had Gone Out, Sitting At Jesus' Feet, Dressed And In His Right Mind; And They Were Afraid.",
      "Those Who Had Seen It Told The People How The Demon-possessed Man Had Been Cured.",
      "Then All The People Of The Region Of The Gerasenes Asked Jesus To Leave Them, Because They Were Overcome With Fear. So He Got Into The Boat And Left.",
      "The Man From Whom The Demons Had Gone Out Begged To Go With Him, But Jesus Sent Him Away, Saying,",
      "\"Return Home And Tell How Much God Has Done For You.\" So The Man Went Away And Told All Over Town How Much Jesus Had Done For Him.",
      "Now When Jesus Returned, A Crowd Welcomed Him, For They Were All Expecting Him.",
      "Then A Man Named Jairus, A Ruler Of The Synagogue, Came And Fell At Jesus' Feet, Pleading With Him To Come To His House",
      "Because His Only Daughter, A Girl Of About Twelve, Was Dying.",
      "As Jesus Was On His Way, The Crowds Almost Crushed Him. And A Woman Was There Who Had Been Subject To Bleeding For Twelve Years, But No One Could Heal Her.",
      "She Came Up Behind Him And Touched The Edge Of His Cloak, And Immediately Her Bleeding Stopped.",
      "\"Who Touched Me?\" Jesus Asked. When They All Denied It, Peter Said, \"Master, The People Are Crowding And Pressing Against You.\"",
      "But Jesus Said, \"Someone Touched Me; I Know That Power Has Gone Out From Me.\"",
      "Then The Woman, Seeing That She Could Not Go Unnoticed, Came Trembling And Fell At His Feet. In The Presence Of All The People, She Told Why She Had Touched Him And How She Had Been Instantly Healed.",
      "Then He Said To Her, \"Daughter, Your Faith Has Healed You. Go In Peace.\"",
      "While Jesus Was Still Speaking, Someone Came From The House Of Jairus, The Synagogue Ruler. \"Your Daughter Is Dead,\" He Said. \"Don't Bother The Teacher Any More.\"",
      "Hearing This, Jesus Said To Jairus, \"Don't Be Afraid; Just Believe, And She Will Be Healed.\"",
      "When He Arrived At The House Of Jairus, He Did Not Let Anyone Go In With Him Except Peter, John And James, And The Child's Father And Mother.",
      "Meanwhile, All The People Were Wailing And Mourning For Her. \"Stop Wailing,\" Jesus Said. \"She Is Not Dead But Asleep.\"",
      "They Laughed At Him, Knowing That She Was Dead.",
      "But He Took Her By The Hand And Said, \"My Child, Get Up!\"",
      "Her Spirit Returned, And At Once She Stood Up. Then Jesus Told Them To Give Her Something To Eat.",
      "Her Parents Were Astonished, But He Ordered Them Not To Tell Anyone What Had Happened."
    ],
    [
      "When Jesus Had Called The Twelve Together, He Gave Them Power And Authority To Drive Out All Demons And To Cure Diseases,",
      "And He Sent Them Out To Preach The Kingdom Of God And To Heal The Sick.",
      "He Told Them: \"Take Nothing For The Journey--no Staff, No Bag, No Bread, No Money, No Extra Tunic.",
      "Whatever House You Enter, Stay There Until You Leave That Town.",
      "If People Do Not Welcome You, Shake The Dust Off Your Feet When You Leave Their Town, As A Testimony Against Them.\"",
      "So They Set Out And Went From Village To Village, Preaching The Gospel And Healing People Everywhere.",
      "Now Herod The Tetrarch Heard About All That Was Going On. And He Was Perplexed, Because Some Were Saying That John Had Been Raised From The Dead,",
      "Others That Elijah Had Appeared, And Still Others That One Of The Prophets Of Long Ago Had Come Back To Life.",
      "But Herod Said, \"I Beheaded John. Who, Then, Is This I Hear Such Things About?\" And He Tried To See Him.",
      "When The Apostles Returned, They Reported To Jesus What They Had Done. Then He Took Them With Him And They Withdrew By Themselves To A Town Called Bethsaida,",
      "But The Crowds Learned About It And Followed Him. He Welcomed Them And Spoke To Them About The Kingdom Of God, And Healed Those Who Needed Healing.",
      "Late In The Afternoon The Twelve Came To Him And Said, \"Send The Crowd Away So They Can Go To The Surrounding Villages And Countryside And Find Food And Lodging, Because We Are In A Remote Place Here.\"",
      "He Replied, \"You Give Them Something To Eat.\"",
      "They Answered, \"We Have Only Five Loaves Of Bread And Two Fish--unless We Go And Buy Food For All This Crowd.\" (About Five Thousand Men Were There.)",
      "But He Said To His Disciples, \"Have Them Sit Down In Groups Of About Fifty Each.\" The Disciples Did So, And Everybody Sat Down.",
      "Taking The Five Loaves And The Two Fish And Looking Up To Heaven, He Gave Thanks And Broke Them. Then He Gave Them To The Disciples To Set Before The People.",
      "They All Ate And Were Satisfied, And The Disciples Picked Up Twelve Basketfuls Of Broken Pieces That Were Left Over.",
      "Once When Jesus Was Praying In Private And His Disciples Were With Him, He Asked Them, \"Who Do The Crowds Say I Am?\"",
      "They Replied, \"Some Say John The Baptist; Others Say Elijah; And Still Others, That One Of The Prophets Of Long Ago Has Come Back To Life.\"",
      "\"But What About You?\" He Asked. \"Who Do You Say I Am?\" Peter Answered, \"The Christ Of God.\"",
      "Jesus Strictly Warned Them Not To Tell This To Anyone.",
      "And He Said, \"The Son Of Man Must Suffer Many Things And Be Rejected By The Elders, Chief Priests And Teachers Of The Law, And He Must Be Killed And On The Third Day Be Raised To Life.\"",
      "Then He Said To Them All: \"If Anyone Would Come After Me, He Must Deny Himself And Take Up His Cross Daily And Follow Me.",
      "For Whoever Wants To Save His Life Will Lose It, But Whoever Loses His Life For Me Will Save It.",
      "What Good Is It For A Man To Gain The Whole World, And Yet Lose Or Forfeit His Very Self?",
      "If Anyone Is Ashamed Of Me And My Words, The Son Of Man Will Be Ashamed Of Him When He Comes In His Glory And In The Glory Of The Father And Of The Holy Angels.",
      "I Tell You The Truth, Some Who Are Standing Here Will Not Taste Death Before They See The Kingdom Of God.\"",
      "About Eight Days After Jesus Said This, He Took Peter, John And James With Him And Went Up Onto A Mountain To Pray.",
      "As He Was Praying, The Appearance Of His Face Changed, And His Clothes Became As Bright As A Flash Of Lightning.",
      "Two Men, Moses And Elijah,",
      "Appeared In Glorious Splendor, Talking With Jesus. They Spoke About His Departure, Which He Was About To Bring To Fulfillment At Jerusalem.",
      "Peter And His Companions Were Very Sleepy, But When They Became Fully Awake, They Saw His Glory And The Two Men Standing With Him.",
      "As The Men Were Leaving Jesus, Peter Said To Him, \"Master, It Is Good For Us To Be Here. Let Us Put Up Three Shelters--one For You, One For Moses And One For Elijah.\" (He Did Not Know What He Was Saying.)",
      "While He Was Speaking, A Cloud Appeared And Enveloped Them, And They Were Afraid As They Entered The Cloud.",
      "A Voice Came From The Cloud, Saying, \"This Is My Son, Whom I Have Chosen; Listen To Him.\"",
      "When The Voice Had Spoken, They Found That Jesus Was Alone. The Disciples Kept This To Themselves, And Told No One At That Time What They Had Seen.",
      "The Next Day, When They Came Down From The Mountain, A Large Crowd Met Him.",
      "A Man In The Crowd Called Out, \"Teacher, I Beg You To Look At My Son, For He Is My Only Child.",
      "A Spirit Seizes Him And He Suddenly Screams; It Throws Him Into Convulsions So That He Foams At The Mouth. It Scarcely Ever Leaves Him And Is Destroying Him.",
      "I Begged Your Disciples To Drive It Out, But They Could Not.\"",
      "\"O Unbelieving And Perverse Generation,\" Jesus Replied, \"How Long Shall I Stay With You And Put Up With You? Bring Your Son Here.\"",
      "Even While The Boy Was Coming, The Demon Threw Him To The Ground In A Convulsion. But Jesus Rebuked The Evil Spirit, Healed The Boy And Gave Him Back To His Father.",
      "And They Were All Amazed At The Greatness Of God.",
      "While Everyone Was Marveling At All That Jesus Did, He Said To His Disciples, \"Listen Carefully To What I Am About To Tell You: The Son Of Man Is Going To Be Betrayed Into The Hands Of Men.\"",
      "But They Did Not Understand What This Meant. It Was Hidden From Them, So That They Did Not Grasp It, And They Were Afraid To Ask Him About It.",
      "An Argument Started Among The Disciples As To Which Of Them Would Be The Greatest.",
      "Jesus, Knowing Their Thoughts, Took A Little Child And Had Him Stand Beside Him.",
      "Then He Said To Them, \"Whoever Welcomes This Little Child In My Name Welcomes Me; And Whoever Welcomes Me Welcomes The One Who Sent Me. For He Who Is Least Among You All--he Is The Greatest.\"",
      "\"Master,\" Said John, \"We Saw A Man Driving Out Demons In Your Name And We Tried To Stop Him, Because He Is Not One Of Us.\"",
      "\"Do Not Stop Him,\" Jesus Said, \"For Whoever Is Not Against You Is For You.\"",
      "As The Time Approached For Him To Be Taken Up To Heaven, Jesus Resolutely Set Out For Jerusalem.",
      "And He Sent Messengers On Ahead, Who Went Into A Samaritan Village To Get Things Ready For Him;",
      "But The People There Did Not Welcome Him, Because He Was Heading For Jerusalem.",
      "When The Disciples James And John Saw This, They Asked, \"Lord, Do You Want Us To Call Fire Down From Heaven To Destroy Them ?\"",
      "But Jesus Turned And Rebuked Them,",
      "And They Went To Another Village.",
      "As They Were Walking Along The Road, A Man Said To Him, \"I Will Follow You Wherever You Go.\"",
      "Jesus Replied, \"Foxes Have Holes And Birds Of The Air Have Nests, But The Son Of Man Has No Place To Lay His Head.\"",
      "He Said To Another Man, \"Follow Me.\" But The Man Replied, \"Lord, First Let Me Go And Bury My Father.\"",
      "Jesus Said To Him, \"Let The Dead Bury Their Own Dead, But You Go And Proclaim The Kingdom Of God.\"",
      "Still Another Said, \"I Will Follow You, Lord; But First Let Me Go Back And Say Good-by To My Family.\"",
      "Jesus Replied, \"No One Who Puts His Hand To The Plow And Looks Back Is Fit For Service In The Kingdom Of God.\""
    ],
    [
      "After This The Lord Appointed Seventy-two Others And Sent Them Two By Two Ahead Of Him To Every Town And Place Where He Was About To Go.",
      "He Told Them, \"The Harvest Is Plentiful, But The Workers Are Few. Ask The Lord Of The Harvest, Therefore, To Send Out Workers Into His Harvest Field.",
      "Go! I Am Sending You Out Like Lambs Among Wolves.",
      "Do Not Take A Purse Or Bag Or Sandals; And Do Not Greet Anyone On The Road.",
      "\"When You Enter A House, First Say, 'Peace To This House.'",
      "If A Man Of Peace Is There, Your Peace Will Rest On Him; If Not, It Will Return To You.",
      "Stay In That House, Eating And Drinking Whatever They Give You, For The Worker Deserves His Wages. Do Not Move Around From House To House.",
      "\"When You Enter A Town And Are Welcomed, Eat What Is Set Before You.",
      "Heal The Sick Who Are There And Tell Them, 'The Kingdom Of God Is Near You.'",
      "But When You Enter A Town And Are Not Welcomed, Go Into Its Streets And Say,",
      "'Even The Dust Of Your Town That Sticks To Our Feet We Wipe Off Against You. Yet Be Sure Of This: The Kingdom Of God Is Near.'",
      "I Tell You, It Will Be More Bearable On That Day For Sodom Than For That Town.",
      "\"Woe To You, Korazin! Woe To You, Bethsaida! For If The Miracles That Were Performed In You Had Been Performed In Tyre And Sidon, They Would Have Repented Long Ago, Sitting In Sackcloth And Ashes.",
      "But It Will Be More Bearable For Tyre And Sidon At The Judgment Than For You.",
      "And You, Capernaum, Will You Be Lifted Up To The Skies? No, You Will Go Down To The Depths.",
      "\"He Who Listens To You Listens To Me; He Who Rejects You Rejects Me; But He Who Rejects Me Rejects Him Who Sent Me.\"",
      "The Seventy-two Returned With Joy And Said, \"Lord, Even The Demons Submit To Us In Your Name.\"",
      "He Replied, \"I Saw Satan Fall Like Lightning From Heaven.",
      "I Have Given You Authority To Trample On Snakes And Scorpions And To Overcome All The Power Of The Enemy; Nothing Will Harm You.",
      "However, Do Not Rejoice That The Spirits Submit To You, But Rejoice That Your Names Are Written In Heaven.\"",
      "At That Time Jesus, Full Of Joy Through The Holy Spirit, Said, \"I Praise You, Father, Lord Of Heaven And Earth, Because You Have Hidden These Things From The Wise And Learned, And Revealed Them To Little Children. Yes, Father, For This Was Your Good Pleasure.",
      "\"All Things Have Been Committed To Me By My Father. No One Knows Who The Son Is Except The Father, And No One Knows Who The Father Is Except The Son And Those To Whom The Son Chooses To Reveal Him.\"",
      "Then He Turned To His Disciples And Said Privately, \"Blessed Are The Eyes That See What You See.",
      "For I Tell You That Many Prophets And Kings Wanted To See What You See But Did Not See It, And To Hear What You Hear But Did Not Hear It.\"",
      "On One Occasion An Expert In The Law Stood Up To Test Jesus. \"Teacher,\" He Asked, \"What Must I Do To Inherit Eternal Life?\"",
      "\"What Is Written In The Law?\" He Replied. \"How Do You Read It?\"",
      "He Answered: \" 'Love The Lord Your God With All Your Heart And With All Your Soul And With All Your Strength And With All Your Mind' ; And, 'Love Your Neighbor As Yourself.' \"",
      "\"You Have Answered Correctly,\" Jesus Replied. \"Do This And You Will Live.\"",
      "But He Wanted To Justify Himself, So He Asked Jesus, \"And Who Is My Neighbor?\"",
      "In Reply Jesus Said: \"A Man Was Going Down From Jerusalem To Jericho, When He Fell Into The Hands Of Robbers. They Stripped Him Of His Clothes, Beat Him And Went Away, Leaving Him Half Dead.",
      "A Priest Happened To Be Going Down The Same Road, And When He Saw The Man, He Passed By On The Other Side.",
      "So Too, A Levite, When He Came To The Place And Saw Him, Passed By On The Other Side.",
      "But A Samaritan, As He Traveled, Came Where The Man Was; And When He Saw Him, He Took Pity On Him.",
      "He Went To Him And Bandaged His Wounds, Pouring On Oil And Wine. Then He Put The Man On His Own Donkey, Took Him To An Inn And Took Care Of Him.",
      "The Next Day He Took Out Two Silver Coins And Gave Them To The Innkeeper. 'Look After Him,' He Said, 'And When I Return, I Will Reimburse You For Any Extra Expense You May Have.'",
      "\"Which Of These Three Do You Think Was A Neighbor To The Man Who Fell Into The Hands Of Robbers?\"",
      "The Expert In The Law Replied, \"The One Who Had Mercy On Him.\" Jesus Told Him, \"Go And Do Likewise.\"",
      "As Jesus And His Disciples Were On Their Way, He Came To A Village Where A Woman Named Martha Opened Her Home To Him.",
      "She Had A Sister Called Mary, Who Sat At The Lord's Feet Listening To What He Said.",
      "But Martha Was Distracted By All The Preparations That Had To Be Made. She Came To Him And Asked, \"Lord, Don't You Care That My Sister Has Left Me To Do The Work By Myself? Tell Her To Help Me!\"",
      "\"Martha, Martha,\" The Lord Answered, \"You Are Worried And Upset About Many Things,",
      "But Only One Thing Is Needed. Mary Has Chosen What Is Better, And It Will Not Be Taken Away From Her.\""
    ],
    [
      "One Day Jesus Was Praying In A Certain Place. When He Finished, One Of His Disciples Said To Him, \"Lord, Teach Us To Pray, Just As John Taught His Disciples.\"",
      "He Said To Them, \"When You Pray, Say: \" 'Father, Hallowed Be Your Name, Your Kingdom Come.",
      "Give Us Each Day Our Daily Bread.",
      "Forgive Us Our Sins, For We Also Forgive Everyone Who Sins Against Us. And Lead Us Not Into Temptation. ' \"",
      "Then He Said To Them, \"Suppose One Of You Has A Friend, And He Goes To Him At Midnight And Says, 'Friend, Lend Me Three Loaves Of Bread,",
      "Because A Friend Of Mine On A Journey Has Come To Me, And I Have Nothing To Set Before Him.'",
      "\"Then The One Inside Answers, 'Don't Bother Me. The Door Is Already Locked, And My Children Are With Me In Bed. I Can't Get Up And Give You Anything.'",
      "I Tell You, Though He Will Not Get Up And Give Him The Bread Because He Is His Friend, Yet Because Of The Man's Boldness He Will Get Up And Give Him As Much As He Needs.",
      "\"So I Say To You: Ask And It Will Be Given To You; Seek And You Will Find; Knock And The Door Will Be Opened To You.",
      "For Everyone Who Asks Receives; He Who Seeks Finds; And To Him Who Knocks, The Door Will Be Opened.",
      "\"Which Of You Fathers, If Your Son Asks For A Fish, Will Give Him A Snake Instead?",
      "Or If He Asks For An Egg, Will Give Him A Scorpion?",
      "If You Then, Though You Are Evil, Know How To Give Good Gifts To Your Children, How Much More Will Your Father In Heaven Give The Holy Spirit To Those Who Ask Him!\"",
      "Jesus Was Driving Out A Demon That Was Mute. When The Demon Left, The Man Who Had Been Mute Spoke, And The Crowd Was Amazed.",
      "But Some Of Them Said, \"By Beelzebub, The Prince Of Demons, He Is Driving Out Demons.\"",
      "Others Tested Him By Asking For A Sign From Heaven.",
      "Jesus Knew Their Thoughts And Said To Them: \"Any Kingdom Divided Against Itself Will Be Ruined, And A House Divided Against Itself Will Fall.",
      "If Satan Is Divided Against Himself, How Can His Kingdom Stand? I Say This Because You Claim That I Drive Out Demons By Beelzebub.",
      "Now If I Drive Out Demons By Beelzebub, By Whom Do Your Followers Drive Them Out? So Then, They Will Be Your Judges.",
      "But If I Drive Out Demons By The Finger Of God, Then The Kingdom Of God Has Come To You.",
      "\"When A Strong Man, Fully Armed, Guards His Own House, His Possessions Are Safe.",
      "But When Someone Stronger Attacks And Overpowers Him, He Takes Away The Armor In Which The Man Trusted And Divides Up The Spoils.",
      "\"He Who Is Not With Me Is Against Me, And He Who Does Not Gather With Me, Scatters.",
      "\"When An Evil Spirit Comes Out Of A Man, It Goes Through Arid Places Seeking Rest And Does Not Find It. Then It Says, 'I Will Return To The House I Left.'",
      "When It Arrives, It Finds The House Swept Clean And Put In Order.",
      "Then It Goes And Takes Seven Other Spirits More Wicked Than Itself, And They Go In And Live There. And The Final Condition Of That Man Is Worse Than The First.\"",
      "As Jesus Was Saying These Things, A Woman In The Crowd Called Out, \"Blessed Is The Mother Who Gave You Birth And Nursed You.\"",
      "He Replied, \"Blessed Rather Are Those Who Hear The Word Of God And Obey It.\"",
      "As The Crowds Increased, Jesus Said, \"This Is A Wicked Generation. It Asks For A Miraculous Sign, But None Will Be Given It Except The Sign Of Jonah.",
      "For As Jonah Was A Sign To The Ninevites, So Also Will The Son Of Man Be To This Generation.",
      "The Queen Of The South Will Rise At The Judgment With The Men Of This Generation And Condemn Them; For She Came From The Ends Of The Earth To Listen To Solomon's Wisdom, And Now One Greater Than Solomon Is Here.",
      "The Men Of Nineveh Will Stand Up At The Judgment With This Generation And Condemn It; For They Repented At The Preaching Of Jonah, And Now One Greater Than Jonah Is Here.",
      "\"No One Lights A Lamp And Puts It In A Place Where It Will Be Hidden, Or Under A Bowl. Instead He Puts It On Its Stand, So That Those Who Come In May See The Light.",
      "Your Eye Is The Lamp Of Your Body. When Your Eyes Are Good, Your Whole Body Also Is Full Of Light. But When They Are Bad, Your Body Also Is Full Of Darkness.",
      "See To It, Then, That The Light Within You Is Not Darkness.",
      "Therefore, If Your Whole Body Is Full Of Light, And No Part Of It Dark, It Will Be Completely Lighted, As When The Light Of A Lamp Shines On You.\"",
      "When Jesus Had Finished Speaking, A Pharisee Invited Him To Eat With Him; So He Went In And Reclined At The Table.",
      "But The Pharisee, Noticing That Jesus Did Not First Wash Before The Meal, Was Surprised.",
      "Then The Lord Said To Him, \"Now Then, You Pharisees Clean The Outside Of The Cup And Dish, But Inside You Are Full Of Greed And Wickedness.",
      "You Foolish People! Did Not The One Who Made The Outside Make The Inside Also?",
      "But Give What Is Inside The Dish To The Poor, And Everything Will Be Clean For You.",
      "\"Woe To You Pharisees, Because You Give God A Tenth Of Your Mint, Rue And All Other Kinds Of Garden Herbs, But You Neglect Justice And The Love Of God. You Should Have Practiced The Latter Without Leaving The Former Undone.",
      "\"Woe To You Pharisees, Because You Love The Most Important Seats In The Synagogues And Greetings In The Marketplaces.",
      "\"Woe To You, Because You Are Like Unmarked Graves, Which Men Walk Over Without Knowing It.\"",
      "One Of The Experts In The Law Answered Him, \"Teacher, When You Say These Things, You Insult Us Also.\"",
      "Jesus Replied, \"And You Experts In The Law, Woe To You, Because You Load People Down With Burdens They Can Hardly Carry, And You Yourselves Will Not Lift One Finger To Help Them.",
      "\"Woe To You, Because You Build Tombs For The Prophets, And It Was Your Forefathers Who Killed Them.",
      "So You Testify That You Approve Of What Your Forefathers Did; They Killed The Prophets, And You Build Their Tombs.",
      "Because Of This, God In His Wisdom Said, 'I Will Send Them Prophets And Apostles, Some Of Whom They Will Kill And Others They Will Persecute.'",
      "Therefore This Generation Will Be Held Responsible For The Blood Of All The Prophets That Has Been Shed Since The Beginning Of The World,",
      "From The Blood Of Abel To The Blood Of Zechariah, Who Was Killed Between The Altar And The Sanctuary. Yes, I Tell You, This Generation Will Be Held Responsible For It All.",
      "\"Woe To You Experts In The Law, Because You Have Taken Away The Key To Knowledge. You Yourselves Have Not Entered, And You Have Hindered Those Who Were Entering.\"",
      "When Jesus Left There, The Pharisees And The Teachers Of The Law Began To Oppose Him Fiercely And To Besiege Him With Questions,",
      "Waiting To Catch Him In Something He Might Say."
    ],
    [
      "Meanwhile, When A Crowd Of Many Thousands Had Gathered, So That They Were Trampling On One Another, Jesus Began To Speak First To His Disciples, Saying: \"Be On Your Guard Against The Yeast Of The Pharisees, Which Is Hypocrisy.",
      "There Is Nothing Concealed That Will Not Be Disclosed, Or Hidden That Will Not Be Made Known.",
      "What You Have Said In The Dark Will Be Heard In The Daylight, And What You Have Whispered In The Ear In The Inner Rooms Will Be Proclaimed From The Roofs.",
      "\"I Tell You, My Friends, Do Not Be Afraid Of Those Who Kill The Body And After That Can Do No More.",
      "But I Will Show You Whom You Should Fear: Fear Him Who, After The Killing Of The Body, Has Power To Throw You Into Hell. Yes, I Tell You, Fear Him.",
      "Are Not Five Sparrows Sold For Two Pennies ? Yet Not One Of Them Is Forgotten By God.",
      "Indeed, The Very Hairs Of Your Head Are All Numbered. Don't Be Afraid; You Are Worth More Than Many Sparrows.",
      "\"I Tell You, Whoever Acknowledges Me Before Men, The Son Of Man Will Also Acknowledge Him Before The Angels Of God.",
      "But He Who Disowns Me Before Men Will Be Disowned Before The Angels Of God.",
      "And Everyone Who Speaks A Word Against The Son Of Man Will Be Forgiven, But Anyone Who Blasphemes Against The Holy Spirit Will Not Be Forgiven.",
      "\"When You Are Brought Before Synagogues, Rulers And Authorities, Do Not Worry About How You Will Defend Yourselves Or What You Will Say,",
      "For The Holy Spirit Will Teach You At That Time What You Should Say.\"",
      "Someone In The Crowd Said To Him, \"Teacher, Tell My Brother To Divide The Inheritance With Me.\"",
      "Jesus Replied, \"Man, Who Appointed Me A Judge Or An Arbiter Between You?\"",
      "Then He Said To Them, \"Watch Out! Be On Your Guard Against All Kinds Of Greed; A Man's Life Does Not Consist In The Abundance Of His Possessions.\"",
      "And He Told Them This Parable: \"The Ground Of A Certain Rich Man Produced A Good Crop.",
      "He Thought To Himself, 'What Shall I Do? I Have No Place To Store My Crops.'",
      "\"Then He Said, 'This Is What I'll Do. I Will Tear Down My Barns And Build Bigger Ones, And There I Will Store All My Grain And My Goods.",
      "And I'll Say To Myself, \"You Have Plenty Of Good Things Laid Up For Many Years. Take Life Easy; Eat, Drink And Be Merry.\" '",
      "\"But God Said To Him, 'You Fool! This Very Night Your Life Will Be Demanded From You. Then Who Will Get What You Have Prepared For Yourself?'",
      "\"This Is How It Will Be With Anyone Who Stores Up Things For Himself But Is Not Rich Toward God.\"",
      "Then Jesus Said To His Disciples: \"Therefore I Tell You, Do Not Worry About Your Life, What You Will Eat; Or About Your Body, What You Will Wear.",
      "Life Is More Than Food, And The Body More Than Clothes.",
      "Consider The Ravens: They Do Not Sow Or Reap, They Have No Storeroom Or Barn; Yet God Feeds Them. And How Much More Valuable You Are Than Birds!",
      "Who Of You By Worrying Can Add A Single Hour To His Life ?",
      "Since You Cannot Do This Very Little Thing, Why Do You Worry About The Rest?",
      "\"Consider How The Lilies Grow. They Do Not Labor Or Spin. Yet I Tell You, Not Even Solomon In All His Splendor Was Dressed Like One Of These.",
      "If That Is How God Clothes The Grass Of The Field, Which Is Here Today, And Tomorrow Is Thrown Into The Fire, How Much More Will He Clothe You, O You Of Little Faith!",
      "And Do Not Set Your Heart On What You Will Eat Or Drink; Do Not Worry About It.",
      "For The Pagan World Runs After All Such Things, And Your Father Knows That You Need Them.",
      "But Seek His Kingdom, And These Things Will Be Given To You As Well.",
      "\"Do Not Be Afraid, Little Flock, For Your Father Has Been Pleased To Give You The Kingdom.",
      "Sell Your Possessions And Give To The Poor. Provide Purses For Yourselves That Will Not Wear Out, A Treasure In Heaven That Will Not Be Exhausted, Where No Thief Comes Near And No Moth Destroys.",
      "For Where Your Treasure Is, There Your Heart Will Be Also.",
      "\"Be Dressed Ready For Service And Keep Your Lamps Burning,",
      "Like Men Waiting For Their Master To Return From A Wedding Banquet, So That When He Comes And Knocks They Can Immediately Open The Door For Him.",
      "It Will Be Good For Those Servants Whose Master Finds Them Watching When He Comes. I Tell You The Truth, He Will Dress Himself To Serve, Will Have Them Recline At The Table And Will Come And Wait On Them.",
      "It Will Be Good For Those Servants Whose Master Finds Them Ready, Even If He Comes In The Second Or Third Watch Of The Night.",
      "But Understand This: If The Owner Of The House Had Known At What Hour The Thief Was Coming, He Would Not Have Let His House Be Broken Into.",
      "You Also Must Be Ready, Because The Son Of Man Will Come At An Hour When You Do Not Expect Him.\"",
      "Peter Asked, \"Lord, Are You Telling This Parable To Us, Or To Everyone?\"",
      "The Lord Answered, \"Who Then Is The Faithful And Wise Manager, Whom The Master Puts In Charge Of His Servants To Give Them Their Food Allowance At The Proper Time?",
      "It Will Be Good For That Servant Whom The Master Finds Doing So When He Returns.",
      "I Tell You The Truth, He Will Put Him In Charge Of All His Possessions.",
      "But Suppose The Servant Says To Himself, 'My Master Is Taking A Long Time In Coming,' And He Then Begins To Beat The Menservants And Maidservants And To Eat And Drink And Get Drunk.",
      "The Master Of That Servant Will Come On A Day When He Does Not Expect Him And At An Hour He Is Not Aware Of. He Will Cut Him To Pieces And Assign Him A Place With The Unbelievers.",
      "\"That Servant Who Knows His Master's Will And Does Not Get Ready Or Does Not Do What His Master Wants Will Be Beaten With Many Blows.",
      "But The One Who Does Not Know And Does Things Deserving Punishment Will Be Beaten With Few Blows. From Everyone Who Has Been Given Much, Much Will Be Demanded; And From The One Who Has Been Entrusted With Much, Much More Will Be Asked.",
      "\"I Have Come To Bring Fire On The Earth, And How I Wish It Were Already Kindled!",
      "But I Have A Baptism To Undergo, And How Distressed I Am Until It Is Completed!",
      "Do You Think I Came To Bring Peace On Earth? No, I Tell You, But Division.",
      "From Now On There Will Be Five In One Family Divided Against Each Other, Three Against Two And Two Against Three.",
      "They Will Be Divided, Father Against Son And Son Against Father, Mother Against Daughter And Daughter Against Mother, Mother-in-law Against Daughter-in-law And Daughter-in-law Against Mother-in-law.\"",
      "He Said To The Crowd: \"When You See A Cloud Rising In The West, Immediately You Say, 'It's Going To Rain,' And It Does.",
      "And When The South Wind Blows, You Say, 'It's Going To Be Hot,' And It Is.",
      "Hypocrites! You Know How To Interpret The Appearance Of The Earth And The Sky. How Is It That You Don't Know How To Interpret This Present Time?",
      "\"Why Don't You Judge For Yourselves What Is Right?",
      "As You Are Going With Your Adversary To The Magistrate, Try Hard To Be Reconciled To Him On The Way, Or He May Drag You Off To The Judge, And The Judge Turn You Over To The Officer, And The Officer Throw You Into Prison.",
      "I Tell You, You Will Not Get Out Until You Have Paid The Last Penny. \""
    ],
    [
      "Now There Were Some Present At That Time Who Told Jesus About The Galileans Whose Blood Pilate Had Mixed With Their Sacrifices.",
      "Jesus Answered, \"Do You Think That These Galileans Were Worse Sinners Than All The Other Galileans Because They Suffered This Way?",
      "I Tell You, No! But Unless You Repent, You Too Will All Perish.",
      "Or Those Eighteen Who Died When The Tower In Siloam Fell On Them--do You Think They Were More Guilty Than All The Others Living In Jerusalem?",
      "I Tell You, No! But Unless You Repent, You Too Will All Perish.\"",
      "Then He Told This Parable: \"A Man Had A Fig Tree, Planted In His Vineyard, And He Went To Look For Fruit On It, But Did Not Find Any.",
      "So He Said To The Man Who Took Care Of The Vineyard, 'For Three Years Now I've Been Coming To Look For Fruit On This Fig Tree And Haven't Found Any. Cut It Down! Why Should It Use Up The Soil?'",
      "\" 'Sir,' The Man Replied, 'Leave It Alone For One More Year, And I'll Dig Around It And Fertilize It.",
      "If It Bears Fruit Next Year, Fine! If Not, Then Cut It Down.' \"",
      "On A Sabbath Jesus Was Teaching In One Of The Synagogues,",
      "And A Woman Was There Who Had Been Crippled By A Spirit For Eighteen Years. She Was Bent Over And Could Not Straighten Up At All.",
      "When Jesus Saw Her, He Called Her Forward And Said To Her, \"Woman, You Are Set Free From Your Infirmity.\"",
      "Then He Put His Hands On Her, And Immediately She Straightened Up And Praised God.",
      "Indignant Because Jesus Had Healed On The Sabbath, The Synagogue Ruler Said To The People, \"There Are Six Days For Work. So Come And Be Healed On Those Days, Not On The Sabbath.\"",
      "The Lord Answered Him, \"You Hypocrites! Doesn't Each Of You On The Sabbath Untie His Ox Or Donkey From The Stall And Lead It Out To Give It Water?",
      "Then Should Not This Woman, A Daughter Of Abraham, Whom Satan Has Kept Bound For Eighteen Long Years, Be Set Free On The Sabbath Day From What Bound Her?\"",
      "When He Said This, All His Opponents Were Humiliated, But The People Were Delighted With All The Wonderful Things He Was Doing.",
      "Then Jesus Asked, \"What Is The Kingdom Of God Like? What Shall I Compare It To?",
      "It Is Like A Mustard Seed, Which A Man Took And Planted In His Garden. It Grew And Became A Tree, And The Birds Of The Air Perched In Its Branches.\"",
      "Again He Asked, \"What Shall I Compare The Kingdom Of God To?",
      "It Is Like Yeast That A Woman Took And Mixed Into A Large Amount Of Flour Until It Worked All Through The Dough.\"",
      "Then Jesus Went Through The Towns And Villages, Teaching As He Made His Way To Jerusalem.",
      "Someone Asked Him, \"Lord, Are Only A Few People Going To Be Saved?\"",
      "He Said To Them, \"Make Every Effort To Enter Through The Narrow Door, Because Many, I Tell You, Will Try To Enter And Will Not Be Able To.",
      "Once The Owner Of The House Gets Up And Closes The Door, You Will Stand Outside Knocking And Pleading, 'Sir, Open The Door For Us.' \"But He Will Answer, 'I Don't Know You Or Where You Come From.'",
      "\"Then You Will Say, 'We Ate And Drank With You, And You Taught In Our Streets.'",
      "\"But He Will Reply, 'I Don't Know You Or Where You Come From. Away From Me, All You Evildoers!'",
      "\"There Will Be Weeping There, And Gnashing Of Teeth, When You See Abraham, Isaac And Jacob And All The Prophets In The Kingdom Of God, But You Yourselves Thrown Out.",
      "People Will Come From East And West And North And South, And Will Take Their Places At The Feast In The Kingdom Of God.",
      "Indeed There Are Those Who Are Last Who Will Be First, And First Who Will Be Last.\"",
      "At That Time Some Pharisees Came To Jesus And Said To Him, \"Leave This Place And Go Somewhere Else. Herod Wants To Kill You.\"",
      "He Replied, \"Go Tell That Fox, 'I Will Drive Out Demons And Heal People Today And Tomorrow, And On The Third Day I Will Reach My Goal.'",
      "In Any Case, I Must Keep Going Today And Tomorrow And The Next Day--for Surely No Prophet Can Die Outside Jerusalem!",
      "\"O Jerusalem, Jerusalem, You Who Kill The Prophets And Stone Those Sent To You, How Often I Have Longed To Gather Your Children Together, As A Hen Gathers Her Chicks Under Her Wings, But You Were Not Willing!",
      "Look, Your House Is Left To You Desolate. I Tell You, You Will Not See Me Again Until You Say, 'Blessed Is He Who Comes In The Name Of The Lord.' \""
    ],
    [
      "One Sabbath, When Jesus Went To Eat In The House Of A Prominent Pharisee, He Was Being Carefully Watched.",
      "There In Front Of Him Was A Man Suffering From Dropsy.",
      "Jesus Asked The Pharisees And Experts In The Law, \"Is It Lawful To Heal On The Sabbath Or Not?\"",
      "But They Remained Silent. So Taking Hold Of The Man, He Healed Him And Sent Him Away.",
      "Then He Asked Them, \"If One Of You Has A Son Or An Ox That Falls Into A Well On The Sabbath Day, Will You Not Immediately Pull Him Out?\"",
      "And They Had Nothing To Say.",
      "When He Noticed How The Guests Picked The Places Of Honor At The Table, He Told Them This Parable:",
      "\"When Someone Invites You To A Wedding Feast, Do Not Take The Place Of Honor, For A Person More Distinguished Than You May Have Been Invited.",
      "If So, The Host Who Invited Both Of You Will Come And Say To You, 'Give This Man Your Seat.' Then, Humiliated, You Will Have To Take The Least Important Place.",
      "But When You Are Invited, Take The Lowest Place, So That When Your Host Comes, He Will Say To You, 'Friend, Move Up To A Better Place.' Then You Will Be Honored In The Presence Of All Your Fellow Guests.",
      "For Everyone Who Exalts Himself Will Be Humbled, And He Who Humbles Himself Will Be Exalted.\"",
      "Then Jesus Said To His Host, \"When You Give A Luncheon Or Dinner, Do Not Invite Your Friends, Your Brothers Or Relatives, Or Your Rich Neighbors; If You Do, They May Invite You Back And So You Will Be Repaid.",
      "But When You Give A Banquet, Invite The Poor, The Crippled, The Lame, The Blind,",
      "And You Will Be Blessed. Although They Cannot Repay You, You Will Be Repaid At The Resurrection Of The Righteous.\"",
      "When One Of Those At The Table With Him Heard This, He Said To Jesus, \"Blessed Is The Man Who Will Eat At The Feast In The Kingdom Of God.\"",
      "Jesus Replied: \"A Certain Man Was Preparing A Great Banquet And Invited Many Guests.",
      "At The Time Of The Banquet He Sent His Servant To Tell Those Who Had Been Invited, 'Come, For Everything Is Now Ready.'",
      "\"But They All Alike Began To Make Excuses. The First Said, 'I Have Just Bought A Field, And I Must Go And See It. Please Excuse Me.'",
      "\"Another Said, 'I Have Just Bought Five Yoke Of Oxen, And I'm On My Way To Try Them Out. Please Excuse Me.'",
      "\"Still Another Said, 'I Just Got Married, So I Can't Come.'",
      "\"The Servant Came Back And Reported This To His Master. Then The Owner Of The House Became Angry And Ordered His Servant, 'Go Out Quickly Into The Streets And Alleys Of The Town And Bring In The Poor, The Crippled, The Blind And The Lame.'",
      "\" 'Sir,' The Servant Said, 'What You Ordered Has Been Done, But There Is Still Room.'",
      "\"Then The Master Told His Servant, 'Go Out To The Roads And Country Lanes And Make Them Come In, So That My House Will Be Full.",
      "I Tell You, Not One Of Those Men Who Were Invited Will Get A Taste Of My Banquet.' \"",
      "Large Crowds Were Traveling With Jesus, And Turning To Them He Said:",
      "\"If Anyone Comes To Me And Does Not Hate His Father And Mother, His Wife And Children, His Brothers And Sisters--yes, Even His Own Life--he Cannot Be My Disciple.",
      "And Anyone Who Does Not Carry His Cross And Follow Me Cannot Be My Disciple.",
      "\"Suppose One Of You Wants To Build A Tower. Will He Not First Sit Down And Estimate The Cost To See If He Has Enough Money To Complete It?",
      "For If He Lays The Foundation And Is Not Able To Finish It, Everyone Who Sees It Will Ridicule Him,",
      "Saying, 'This Fellow Began To Build And Was Not Able To Finish.'",
      "\"Or Suppose A King Is About To Go To War Against Another King. Will He Not First Sit Down And Consider Whether He Is Able With Ten Thousand Men To Oppose The One Coming Against Him With Twenty Thousand?",
      "If He Is Not Able, He Will Send A Delegation While The Other Is Still A Long Way Off And Will Ask For Terms Of Peace.",
      "In The Same Way, Any Of You Who Does Not Give Up Everything He Has Cannot Be My Disciple.",
      "\"Salt Is Good, But If It Loses Its Saltiness, How Can It Be Made Salty Again?",
      "It Is Fit Neither For The Soil Nor For The Manure Pile; It Is Thrown Out. \"He Who Has Ears To Hear, Let Him Hear.\""
    ],
    [
      "Now The Tax Collectors And \"Sinners\" Were All Gathering Around To Hear Him.",
      "But The Pharisees And The Teachers Of The Law Muttered, \"This Man Welcomes Sinners And Eats With Them.\"",
      "Then Jesus Told Them This Parable:",
      "\"Suppose One Of You Has A Hundred Sheep And Loses One Of Them. Does He Not Leave The Ninety-nine In The Open Country And Go After The Lost Sheep Until He Finds It?",
      "And When He Finds It, He Joyfully Puts It On His Shoulders",
      "And Goes Home. Then He Calls His Friends And Neighbors Together And Says, 'Rejoice With Me; I Have Found My Lost Sheep.'",
      "I Tell You That In The Same Way There Will Be More Rejoicing In Heaven Over One Sinner Who Repents Than Over Ninety-nine Righteous Persons Who Do Not Need To Repent.",
      "\"Or Suppose A Woman Has Ten Silver Coins And Loses One. Does She Not Light A Lamp, Sweep The House And Search Carefully Until She Finds It?",
      "And When She Finds It, She Calls Her Friends And Neighbors Together And Says, 'Rejoice With Me; I Have Found My Lost Coin.'",
      "In The Same Way, I Tell You, There Is Rejoicing In The Presence Of The Angels Of God Over One Sinner Who Repents.\"",
      "Jesus Continued: \"There Was A Man Who Had Two Sons.",
      "The Younger One Said To His Father, 'Father, Give Me My Share Of The Estate.' So He Divided His Property Between Them.",
      "\"Not Long After That, The Younger Son Got Together All He Had, Set Off For A Distant Country And There Squandered His Wealth In Wild Living.",
      "After He Had Spent Everything, There Was A Severe Famine In That Whole Country, And He Began To Be In Need.",
      "So He Went And Hired Himself Out To A Citizen Of That Country, Who Sent Him To His Fields To Feed Pigs.",
      "He Longed To Fill His Stomach With The Pods That The Pigs Were Eating, But No One Gave Him Anything.",
      "\"When He Came To His Senses, He Said, 'How Many Of My Father's Hired Men Have Food To Spare, And Here I Am Starving To Death!",
      "I Will Set Out And Go Back To My Father And Say To Him: Father, I Have Sinned Against Heaven And Against You.",
      "I Am No Longer Worthy To Be Called Your Son; Make Me Like One Of Your Hired Men.'",
      "So He Got Up And Went To His Father. \"But While He Was Still A Long Way Off, His Father Saw Him And Was Filled With Compassion For Him; He Ran To His Son, Threw His Arms Around Him And Kissed Him.",
      "\"The Son Said To Him, 'Father, I Have Sinned Against Heaven And Against You. I Am No Longer Worthy To Be Called Your Son. '",
      "\"But The Father Said To His Servants, 'Quick! Bring The Best Robe And Put It On Him. Put A Ring On His Finger And Sandals On His Feet.",
      "Bring The Fattened Calf And Kill It. Let's Have A Feast And Celebrate.",
      "For This Son Of Mine Was Dead And Is Alive Again; He Was Lost And Is Found.' So They Began To Celebrate.",
      "\"Meanwhile, The Older Son Was In The Field. When He Came Near The House, He Heard Music And Dancing.",
      "So He Called One Of The Servants And Asked Him What Was Going On.",
      "'Your Brother Has Come,' He Replied, 'And Your Father Has Killed The Fattened Calf Because He Has Him Back Safe And Sound.'",
      "\"The Older Brother Became Angry And Refused To Go In. So His Father Went Out And Pleaded With Him.",
      "But He Answered His Father, 'Look! All These Years I've Been Slaving For You And Never Disobeyed Your Orders. Yet You Never Gave Me Even A Young Goat So I Could Celebrate With My Friends.",
      "But When This Son Of Yours Who Has Squandered Your Property With Prostitutes Comes Home, You Kill The Fattened Calf For Him!'",
      "\" 'My Son,' The Father Said, 'You Are Always With Me, And Everything I Have Is Yours.",
      "But We Had To Celebrate And Be Glad, Because This Brother Of Yours Was Dead And Is Alive Again; He Was Lost And Is Found.' \""
    ],
    [
      "Jesus Told His Disciples: \"There Was A Rich Man Whose Manager Was Accused Of Wasting His Possessions.",
      "So He Called Him In And Asked Him, 'What Is This I Hear About You? Give An Account Of Your Management, Because You Cannot Be Manager Any Longer.'",
      "\"The Manager Said To Himself, 'What Shall I Do Now? My Master Is Taking Away My Job. I'm Not Strong Enough To Dig, And I'm Ashamed To Beg--",
      "I Know What I'll Do So That, When I Lose My Job Here, People Will Welcome Me Into Their Houses.'",
      "\"So He Called In Each One Of His Master's Debtors. He Asked The First, 'How Much Do You Owe My Master?'",
      "\" 'Eight Hundred Gallons Of Olive Oil,' He Replied. \"The Manager Told Him, 'Take Your Bill, Sit Down Quickly, And Make It Four Hundred.'",
      "\"Then He Asked The Second, 'And How Much Do You Owe?' \" 'A Thousand Bushels Of Wheat,' He Replied. \"He Told Him, 'Take Your Bill And Make It Eight Hundred.'",
      "\"The Master Commended The Dishonest Manager Because He Had Acted Shrewdly. For The People Of This World Are More Shrewd In Dealing With Their Own Kind Than Are The People Of The Light.",
      "I Tell You, Use Worldly Wealth To Gain Friends For Yourselves, So That When It Is Gone, You Will Be Welcomed Into Eternal Dwellings.",
      "\"Whoever Can Be Trusted With Very Little Can Also Be Trusted With Much, And Whoever Is Dishonest With Very Little Will Also Be Dishonest With Much.",
      "So If You Have Not Been Trustworthy In Handling Worldly Wealth, Who Will Trust You With True Riches?",
      "And If You Have Not Been Trustworthy With Someone Else's Property, Who Will Give You Property Of Your Own?",
      "\"No Servant Can Serve Two Masters. Either He Will Hate The One And Love The Other, Or He Will Be Devoted To The One And Despise The Other. You Cannot Serve Both God And Money.\"",
      "The Pharisees, Who Loved Money, Heard All This And Were Sneering At Jesus.",
      "He Said To Them, \"You Are The Ones Who Justify Yourselves In The Eyes Of Men, But God Knows Your Hearts. What Is Highly Valued Among Men Is Detestable In God's Sight.",
      "\"The Law And The Prophets Were Proclaimed Until John. Since That Time, The Good News Of The Kingdom Of God Is Being Preached, And Everyone Is Forcing His Way Into It.",
      "It Is Easier For Heaven And Earth To Disappear Than For The Least Stroke Of A Pen To Drop Out Of The Law.",
      "\"Anyone Who Divorces His Wife And Marries Another Woman Commits Adultery, And The Man Who Marries A Divorced Woman Commits Adultery.",
      "\"There Was A Rich Man Who Was Dressed In Purple And Fine Linen And Lived In Luxury Every Day.",
      "At His Gate Was Laid A Beggar Named Lazarus, Covered With Sores",
      "And Longing To Eat What Fell From The Rich Man's Table. Even The Dogs Came And Licked His Sores.",
      "\"The Time Came When The Beggar Died And The Angels Carried Him To Abraham's Side. The Rich Man Also Died And Was Buried.",
      "In Hell, Where He Was In Torment, He Looked Up And Saw Abraham Far Away, With Lazarus By His Side.",
      "So He Called To Him, 'Father Abraham, Have Pity On Me And Send Lazarus To Dip The Tip Of His Finger In Water And Cool My Tongue, Because I Am In Agony In This Fire.'",
      "\"But Abraham Replied, 'Son, Remember That In Your Lifetime You Received Your Good Things, While Lazarus Received Bad Things, But Now He Is Comforted Here And You Are In Agony.",
      "And Besides All This, Between Us And You A Great Chasm Has Been Fixed, So That Those Who Want To Go From Here To You Cannot, Nor Can Anyone Cross Over From There To Us.'",
      "\"He Answered, 'Then I Beg You, Father, Send Lazarus To My Father's House,",
      "For I Have Five Brothers. Let Him Warn Them, So That They Will Not Also Come To This Place Of Torment.'",
      "\"Abraham Replied, 'They Have Moses And The Prophets; Let Them Listen To Them.'",
      "\" 'No, Father Abraham,' He Said, 'But If Someone From The Dead Goes To Them, They Will Repent.'",
      "\"He Said To Him, 'If They Do Not Listen To Moses And The Prophets, They Will Not Be Convinced Even If Someone Rises From The Dead.' \""
    ],
    [
      "Jesus Said To His Disciples: \"Things That Cause People To Sin Are Bound To Come, But Woe To That Person Through Whom They Come.",
      "It Would Be Better For Him To Be Thrown Into The Sea With A Millstone Tied Around His Neck Than For Him To Cause One Of These Little Ones To Sin.",
      "So Watch Yourselves. \"If Your Brother Sins, Rebuke Him, And If He Repents, Forgive Him.",
      "If He Sins Against You Seven Times In A Day, And Seven Times Comes Back To You And Says, 'I Repent,' Forgive Him.\"",
      "The Apostles Said To The Lord, \"Increase Our Faith!\"",
      "He Replied, \"If You Have Faith As Small As A Mustard Seed, You Can Say To This Mulberry Tree, 'Be Uprooted And Planted In The Sea,' And It Will Obey You.",
      "\"Suppose One Of You Had A Servant Plowing Or Looking After The Sheep. Would He Say To The Servant When He Comes In From The Field, 'Come Along Now And Sit Down To Eat'?",
      "Would He Not Rather Say, 'Prepare My Supper, Get Yourself Ready And Wait On Me While I Eat And Drink; After That You May Eat And Drink'?",
      "Would He Thank The Servant Because He Did What He Was Told To Do?",
      "So You Also, When You Have Done Everything You Were Told To Do, Should Say, 'We Are Unworthy Servants; We Have Only Done Our Duty.' \"",
      "Now On His Way To Jerusalem, Jesus Traveled Along The Border Between Samaria And Galilee.",
      "As He Was Going Into A Village, Ten Men Who Had Leprosy Met Him. They Stood At A Distance",
      "And Called Out In A Loud Voice, \"Jesus, Master, Have Pity On Us!\"",
      "When He Saw Them, He Said, \"Go, Show Yourselves To The Priests.\" And As They Went, They Were Cleansed.",
      "One Of Them, When He Saw He Was Healed, Came Back, Praising God In A Loud Voice.",
      "He Threw Himself At Jesus' Feet And Thanked Him--and He Was A Samaritan.",
      "Jesus Asked, \"Were Not All Ten Cleansed? Where Are The Other Nine?",
      "Was No One Found To Return And Give Praise To God Except This Foreigner?\"",
      "Then He Said To Him, \"Rise And Go; Your Faith Has Made You Well.\"",
      "Once, Having Been Asked By The Pharisees When The Kingdom Of God Would Come, Jesus Replied, \"The Kingdom Of God Does Not Come With Your Careful Observation,",
      "Nor Will People Say, 'Here It Is,' Or 'There It Is,' Because The Kingdom Of God Is Within You.\"",
      "Then He Said To His Disciples, \"The Time Is Coming When You Will Long To See One Of The Days Of The Son Of Man, But You Will Not See It.",
      "Men Will Tell You, 'There He Is!' Or 'Here He Is!' Do Not Go Running Off After Them.",
      "For The Son Of Man In His Day Will Be Like The Lightning, Which Flashes And Lights Up The Sky From One End To The Other.",
      "But First He Must Suffer Many Things And Be Rejected By This Generation.",
      "\"Just As It Was In The Days Of Noah, So Also Will It Be In The Days Of The Son Of Man.",
      "People Were Eating, Drinking, Marrying And Being Given In Marriage Up To The Day Noah Entered The Ark. Then The Flood Came And Destroyed Them All.",
      "\"It Was The Same In The Days Of Lot. People Were Eating And Drinking, Buying And Selling, Planting And Building.",
      "But The Day Lot Left Sodom, Fire And Sulfur Rained Down From Heaven And Destroyed Them All.",
      "\"It Will Be Just Like This On The Day The Son Of Man Is Revealed.",
      "On That Day No One Who Is On The Roof Of His House, With His Goods Inside, Should Go Down To Get Them. Likewise, No One In The Field Should Go Back For Anything.",
      "Remember Lot's Wife!",
      "Whoever Tries To Keep His Life Will Lose It, And Whoever Loses His Life Will Preserve It.",
      "I Tell You, On That Night Two People Will Be In One Bed; One Will Be Taken And The Other Left.",
      "Two Women Will Be Grinding Grain Together; One Will Be Taken And The Other Left.\"",
      "Two Men Will Be In The Field; One Will Be Taken And The Other Left.",
      "\"Where, Lord?\" They Asked. He Replied, \"Where There Is A Dead Body, There The Vultures Will Gather.\""
    ],
    [
      "Then Jesus Told His Disciples A Parable To Show Them That They Should Always Pray And Not Give Up.",
      "He Said: \"In A Certain Town There Was A Judge Who Neither Feared God Nor Cared About Men.",
      "And There Was A Widow In That Town Who Kept Coming To Him With The Plea, 'Grant Me Justice Against My Adversary.'",
      "\"For Some Time He Refused. But Finally He Said To Himself, 'Even Though I Don't Fear God Or Care About Men,",
      "Yet Because This Widow Keeps Bothering Me, I Will See That She Gets Justice, So That She Won't Eventually Wear Me Out With Her Coming!' \"",
      "And The Lord Said, \"Listen To What The Unjust Judge Says.",
      "And Will Not God Bring About Justice For His Chosen Ones, Who Cry Out To Him Day And Night? Will He Keep Putting Them Off?",
      "I Tell You, He Will See That They Get Justice, And Quickly. However, When The Son Of Man Comes, Will He Find Faith On The Earth?\"",
      "To Some Who Were Confident Of Their Own Righteousness And Looked Down On Everybody Else, Jesus Told This Parable:",
      "\"Two Men Went Up To The Temple To Pray, One A Pharisee And The Other A Tax Collector.",
      "The Pharisee Stood Up And Prayed About Himself: 'God, I Thank You That I Am Not Like Other Men--robbers, Evildoers, Adulterers--or Even Like This Tax Collector.",
      "I Fast Twice A Week And Give A Tenth Of All I Get.'",
      "\"But The Tax Collector Stood At A Distance. He Would Not Even Look Up To Heaven, But Beat His Breast And Said, 'God, Have Mercy On Me, A Sinner.'",
      "\"I Tell You That This Man, Rather Than The Other, Went Home Justified Before God. For Everyone Who Exalts Himself Will Be Humbled, And He Who Humbles Himself Will Be Exalted.\"",
      "People Were Also Bringing Babies To Jesus To Have Him Touch Them. When The Disciples Saw This, They Rebuked Them.",
      "But Jesus Called The Children To Him And Said, \"Let The Little Children Come To Me, And Do Not Hinder Them, For The Kingdom Of God Belongs To Such As These.",
      "I Tell You The Truth, Anyone Who Will Not Receive The Kingdom Of God Like A Little Child Will Never Enter It.\"",
      "A Certain Ruler Asked Him, \"Good Teacher, What Must I Do To Inherit Eternal Life?\"",
      "\"Why Do You Call Me Good?\" Jesus Answered. \"No One Is Good--except God Alone.",
      "You Know The Commandments: 'Do Not Commit Adultery, Do Not Murder, Do Not Steal, Do Not Give False Testimony, Honor Your Father And Mother.' \"",
      "\"All These I Have Kept Since I Was A Boy,\" He Said.",
      "When Jesus Heard This, He Said To Him, \"You Still Lack One Thing. Sell Everything You Have And Give To The Poor, And You Will Have Treasure In Heaven. Then Come, Follow Me.\"",
      "When He Heard This, He Became Very Sad, Because He Was A Man Of Great Wealth.",
      "Jesus Looked At Him And Said, \"How Hard It Is For The Rich To Enter The Kingdom Of God!",
      "Indeed, It Is Easier For A Camel To Go Through The Eye Of A Needle Than For A Rich Man To Enter The Kingdom Of God.\"",
      "Those Who Heard This Asked, \"Who Then Can Be Saved?\"",
      "Jesus Replied, \"What Is Impossible With Men Is Possible With God.\"",
      "Peter Said To Him, \"We Have Left All We Had To Follow You!\"",
      "\"I Tell You The Truth,\" Jesus Said To Them, \"No One Who Has Left Home Or Wife Or Brothers Or Parents Or Children For The Sake Of The Kingdom Of God",
      "Will Fail To Receive Many Times As Much In This Age And, In The Age To Come, Eternal Life.\"",
      "Jesus Took The Twelve Aside And Told Them, \"We Are Going Up To Jerusalem, And Everything That Is Written By The Prophets About The Son Of Man Will Be Fulfilled.",
      "He Will Be Handed Over To The Gentiles. They Will Mock Him, Insult Him, Spit On Him, Flog Him And Kill Him.",
      "On The Third Day He Will Rise Again.\"",
      "The Disciples Did Not Understand Any Of This. Its Meaning Was Hidden From Them, And They Did Not Know What He Was Talking About.",
      "As Jesus Approached Jericho, A Blind Man Was Sitting By The Roadside Begging.",
      "When He Heard The Crowd Going By, He Asked What Was Happening.",
      "They Told Him, \"Jesus Of Nazareth Is Passing By.\"",
      "He Called Out, \"Jesus, Son Of David, Have Mercy On Me!\"",
      "Those Who Led The Way Rebuked Him And Told Him To Be Quiet, But He Shouted All The More, \"Son Of David, Have Mercy On Me!\"",
      "Jesus Stopped And Ordered The Man To Be Brought To Him. When He Came Near, Jesus Asked Him,",
      "\"What Do You Want Me To Do For You?\" \"Lord, I Want To See,\" He Replied.",
      "Jesus Said To Him, \"Receive Your Sight; Your Faith Has Healed You.\"",
      "Immediately He Received His Sight And Followed Jesus, Praising God. When All The People Saw It, They Also Praised God."
    ],
    [
      "Jesus Entered Jericho And Was Passing Through.",
      "A Man Was There By The Name Of Zacchaeus; He Was A Chief Tax Collector And Was Wealthy.",
      "He Wanted To See Who Jesus Was, But Being A Short Man He Could Not, Because Of The Crowd.",
      "So He Ran Ahead And Climbed A Sycamore-fig Tree To See Him, Since Jesus Was Coming That Way.",
      "When Jesus Reached The Spot, He Looked Up And Said To Him, \"Zacchaeus, Come Down Immediately. I Must Stay At Your House Today.\"",
      "So He Came Down At Once And Welcomed Him Gladly.",
      "All The People Saw This And Began To Mutter, \"He Has Gone To Be The Guest Of A 'Sinner.' \"",
      "But Zacchaeus Stood Up And Said To The Lord, \"Look, Lord! Here And Now I Give Half Of My Possessions To The Poor, And If I Have Cheated Anybody Out Of Anything, I Will Pay Back Four Times The Amount.\"",
      "Jesus Said To Him, \"Today Salvation Has Come To This House, Because This Man, Too, Is A Son Of Abraham.",
      "For The Son Of Man Came To Seek And To Save What Was Lost.\"",
      "While They Were Listening To This, He Went On To Tell Them A Parable, Because He Was Near Jerusalem And The People Thought That The Kingdom Of God Was Going To Appear At Once.",
      "He Said: \"A Man Of Noble Birth Went To A Distant Country To Have Himself Appointed King And Then To Return.",
      "So He Called Ten Of His Servants And Gave Them Ten Minas. 'Put This Money To Work,' He Said, 'Until I Come Back.'",
      "\"But His Subjects Hated Him And Sent A Delegation After Him To Say, 'We Don't Want This Man To Be Our King.'",
      "\"He Was Made King, However, And Returned Home. Then He Sent For The Servants To Whom He Had Given The Money, In Order To Find Out What They Had Gained With It.",
      "\"The First One Came And Said, 'Sir, Your Mina Has Earned Ten More.'",
      "\" 'Well Done, My Good Servant!' His Master Replied. 'Because You Have Been Trustworthy In A Very Small Matter, Take Charge Of Ten Cities.'",
      "\"The Second Came And Said, 'Sir, Your Mina Has Earned Five More.'",
      "\"His Master Answered, 'You Take Charge Of Five Cities.'",
      "\"Then Another Servant Came And Said, 'Sir, Here Is Your Mina; I Have Kept It Laid Away In A Piece Of Cloth.",
      "I Was Afraid Of You, Because You Are A Hard Man. You Take Out What You Did Not Put In And Reap What You Did Not Sow.'",
      "\"His Master Replied, 'I Will Judge You By Your Own Words, You Wicked Servant! You Knew, Did You, That I Am A Hard Man, Taking Out What I Did Not Put In, And Reaping What I Did Not Sow?",
      "Why Then Didn't You Put My Money On Deposit, So That When I Came Back, I Could Have Collected It With Interest?'",
      "\"Then He Said To Those Standing By, 'Take His Mina Away From Him And Give It To The One Who Has Ten Minas.'",
      "\" 'Sir,' They Said, 'He Already Has Ten!'",
      "\"He Replied, 'I Tell You That To Everyone Who Has, More Will Be Given, But As For The One Who Has Nothing, Even What He Has Will Be Taken Away.",
      "But Those Enemies Of Mine Who Did Not Want Me To Be King Over Them--bring Them Here And Kill Them In Front Of Me.' \"",
      "After Jesus Had Said This, He Went On Ahead, Going Up To Jerusalem.",
      "As He Approached Bethphage And Bethany At The Hill Called The Mount Of Olives, He Sent Two Of His Disciples, Saying To Them,",
      "\"Go To The Village Ahead Of You, And As You Enter It, You Will Find A Colt Tied There, Which No One Has Ever Ridden. Untie It And Bring It Here.",
      "If Anyone Asks You, 'Why Are You Untying It?' Tell Him, 'The Lord Needs It.' \"",
      "Those Who Were Sent Ahead Went And Found It Just As He Had Told Them.",
      "As They Were Untying The Colt, Its Owners Asked Them, \"Why Are You Untying The Colt?\"",
      "They Replied, \"The Lord Needs It.\"",
      "They Brought It To Jesus, Threw Their Cloaks On The Colt And Put Jesus On It.",
      "As He Went Along, People Spread Their Cloaks On The Road.",
      "When He Came Near The Place Where The Road Goes Down The Mount Of Olives, The Whole Crowd Of Disciples Began Joyfully To Praise God In Loud Voices For All The Miracles They Had Seen:",
      "\"Blessed Is The King Who Comes In The Name Of The Lord!\" \"Peace In Heaven And Glory In The Highest!\"",
      "Some Of The Pharisees In The Crowd Said To Jesus, \"Teacher, Rebuke Your Disciples!\"",
      "\"I Tell You,\" He Replied, \"If They Keep Quiet, The Stones Will Cry Out.\"",
      "As He Approached Jerusalem And Saw The City, He Wept Over It",
      "And Said, \"If You, Even You, Had Only Known On This Day What Would Bring You Peace--but Now It Is Hidden From Your Eyes.",
      "The Days Will Come Upon You When Your Enemies Will Build An Embankment Against You And Encircle You And Hem You In On Every Side.",
      "They Will Dash You To The Ground, You And The Children Within Your Walls. They Will Not Leave One Stone On Another, Because You Did Not Recognize The Time Of God's Coming To You.\"",
      "Then He Entered The Temple Area And Began Driving Out Those Who Were Selling.",
      "\"It Is Written,\" He Said To Them, \" 'My House Will Be A House Of Prayer' ; But You Have Made It 'A Den Of Robbers.' \"",
      "Every Day He Was Teaching At The Temple. But The Chief Priests, The Teachers Of The Law And The Leaders Among The People Were Trying To Kill Him.",
      "Yet They Could Not Find Any Way To Do It, Because All The People Hung On His Words."
    ],
    [
      "One Day As He Was Teaching The People In The Temple Courts And Preaching The Gospel, The Chief Priests And The Teachers Of The Law, Together With The Elders, Came Up To Him.",
      "\"Tell Us By What Authority You Are Doing These Things,\" They Said. \"Who Gave You This Authority?\"",
      "He Replied, \"I Will Also Ask You A Question. Tell Me,",
      "John's Baptism--was It From Heaven, Or From Men?\"",
      "They Discussed It Among Themselves And Said, \"If We Say, 'From Heaven,' He Will Ask, 'Why Didn't You Believe Him?'",
      "But If We Say, 'From Men,' All The People Will Stone Us, Because They Are Persuaded That John Was A Prophet.\"",
      "So They Answered, \"We Don't Know Where It Was From.\"",
      "Jesus Said, \"Neither Will I Tell You By What Authority I Am Doing These Things.\"",
      "He Went On To Tell The People This Parable: \"A Man Planted A Vineyard, Rented It To Some Farmers And Went Away For A Long Time.",
      "At Harvest Time He Sent A Servant To The Tenants So They Would Give Him Some Of The Fruit Of The Vineyard. But The Tenants Beat Him And Sent Him Away Empty-handed.",
      "He Sent Another Servant, But That One Also They Beat And Treated Shamefully And Sent Away Empty-handed.",
      "He Sent Still A Third, And They Wounded Him And Threw Him Out.",
      "\"Then The Owner Of The Vineyard Said, 'What Shall I Do? I Will Send My Son, Whom I Love; Perhaps They Will Respect Him.'",
      "\"But When The Tenants Saw Him, They Talked The Matter Over. 'This Is The Heir,' They Said. 'Let's Kill Him, And The Inheritance Will Be Ours.'",
      "So They Threw Him Out Of The Vineyard And Killed Him.",
      "\"What Then Will The Owner Of The Vineyard Do To Them? He Will Come And Kill Those Tenants And Give The Vineyard To Others.\" When The People Heard This, They Said, \"May This Never Be!\"",
      "Jesus Looked Directly At Them And Asked, \"Then What Is The Meaning Of That Which Is Written: \" 'The Stone The Builders Rejected Has Become The Capstone ' ?",
      "Everyone Who Falls On That Stone Will Be Broken To Pieces, But He On Whom It Falls Will Be Crushed.\"",
      "The Teachers Of The Law And The Chief Priests Looked For A Way To Arrest Him Immediately, Because They Knew He Had Spoken This Parable Against Them. But They Were Afraid Of The People.",
      "Keeping A Close Watch On Him, They Sent Spies, Who Pretended To Be Honest. They Hoped To Catch Jesus In Something He Said So That They Might Hand Him Over To The Power And Authority Of The Governor.",
      "So The Spies Questioned Him: \"Teacher, We Know That You Speak And Teach What Is Right, And That You Do Not Show Partiality But Teach The Way Of God In Accordance With The Truth.",
      "Is It Right For Us To Pay Taxes To Caesar Or Not?\"",
      "He Saw Through Their Duplicity And Said To Them,",
      "\"Show Me A Denarius. Whose Portrait And Inscription Are On It?\"",
      "\"Caesar's,\" They Replied. He Said To Them, \"Then Give To Caesar What Is Caesar's, And To God What Is God's.\"",
      "They Were Unable To Trap Him In What He Had Said There In Public. And Astonished By His Answer, They Became Silent.",
      "Some Of The Sadducees, Who Say There Is No Resurrection, Came To Jesus With A Question.",
      "\"Teacher,\" They Said, \"Moses Wrote For Us That If A Man's Brother Dies And Leaves A Wife But No Children, The Man Must Marry The Widow And Have Children For His Brother.",
      "Now There Were Seven Brothers. The First One Married A Woman And Died Childless.",
      "The Second",
      "And Then The Third Married Her, And In The Same Way The Seven Died, Leaving No Children.",
      "Finally, The Woman Died Too.",
      "Now Then, At The Resurrection Whose Wife Will She Be, Since The Seven Were Married To Her?\"",
      "Jesus Replied, \"The People Of This Age Marry And Are Given In Marriage.",
      "But Those Who Are Considered Worthy Of Taking Part In That Age And In The Resurrection From The Dead Will Neither Marry Nor Be Given In Marriage,",
      "And They Can No Longer Die; For They Are Like The Angels. They Are God's Children, Since They Are Children Of The Resurrection.",
      "But In The Account Of The Bush, Even Moses Showed That The Dead Rise, For He Calls The Lord 'The God Of Abraham, And The God Of Isaac, And The God Of Jacob.'",
      "He Is Not The God Of The Dead, But Of The Living, For To Him All Are Alive.\"",
      "Some Of The Teachers Of The Law Responded, \"Well Said, Teacher!\"",
      "And No One Dared To Ask Him Any More Questions.",
      "Then Jesus Said To Them, \"How Is It That They Say The Christ Is The Son Of David?",
      "David Himself Declares In The Book Of Psalms: \" 'The Lord Said To My Lord: \"Sit At My Right Hand",
      "Until I Make Your Enemies A Footstool For Your Feet.\" '",
      "David Calls Him 'Lord.' How Then Can He Be His Son?\"",
      "While All The People Were Listening, Jesus Said To His Disciples,",
      "\"Beware Of The Teachers Of The Law. They Like To Walk Around In Flowing Robes And Love To Be Greeted In The Marketplaces And Have The Most Important Seats In The Synagogues And The Places Of Honor At Banquets.",
      "They Devour Widows' Houses And For A Show Make Lengthy Prayers. Such Men Will Be Punished Most Severely.\""
    ],
    [
      "As He Looked Up, Jesus Saw The Rich Putting Their Gifts Into The Temple Treasury.",
      "He Also Saw A Poor Widow Put In Two Very Small Copper Coins.",
      "\"I Tell You The Truth,\" He Said, \"This Poor Widow Has Put In More Than All The Others.",
      "All These People Gave Their Gifts Out Of Their Wealth; But She Out Of Her Poverty Put In All She Had To Live On.\"",
      "Some Of His Disciples Were Remarking About How The Temple Was Adorned With Beautiful Stones And With Gifts Dedicated To God. But Jesus Said,",
      "\"As For What You See Here, The Time Will Come When Not One Stone Will Be Left On Another; Every One Of Them Will Be Thrown Down.\"",
      "\"Teacher,\" They Asked, \"When Will These Things Happen? And What Will Be The Sign That They Are About To Take Place?\"",
      "He Replied: \"Watch Out That You Are Not Deceived. For Many Will Come In My Name, Claiming, 'I Am He,' And, 'The Time Is Near.' Do Not Follow Them.",
      "When You Hear Of Wars And Revolutions, Do Not Be Frightened. These Things Must Happen First, But The End Will Not Come Right Away.\"",
      "Then He Said To Them: \"Nation Will Rise Against Nation, And Kingdom Against Kingdom.",
      "There Will Be Great Earthquakes, Famines And Pestilences In Various Places, And Fearful Events And Great Signs From Heaven.",
      "\"But Before All This, They Will Lay Hands On You And Persecute You. They Will Deliver You To Synagogues And Prisons, And You Will Be Brought Before Kings And Governors, And All On Account Of My Name.",
      "This Will Result In Your Being Witnesses To Them.",
      "But Make Up Your Mind Not To Worry Beforehand How You Will Defend Yourselves.",
      "For I Will Give You Words And Wisdom That None Of Your Adversaries Will Be Able To Resist Or Contradict.",
      "You Will Be Betrayed Even By Parents, Brothers, Relatives And Friends, And They Will Put Some Of You To Death.",
      "All Men Will Hate You Because Of Me.",
      "But Not A Hair Of Your Head Will Perish.",
      "By Standing Firm You Will Gain Life.",
      "\"When You See Jerusalem Being Surrounded By Armies, You Will Know That Its Desolation Is Near.",
      "Then Let Those Who Are In Judea Flee To The Mountains, Let Those In The City Get Out, And Let Those In The Country Not Enter The City.",
      "For This Is The Time Of Punishment In Fulfillment Of All That Has Been Written.",
      "How Dreadful It Will Be In Those Days For Pregnant Women And Nursing Mothers! There Will Be Great Distress In The Land And Wrath Against This People.",
      "They Will Fall By The Sword And Will Be Taken As Prisoners To All The Nations. Jerusalem Will Be Trampled On By The Gentiles Until The Times Of The Gentiles Are Fulfilled.",
      "\"There Will Be Signs In The Sun, Moon And Stars. On The Earth, Nations Will Be In Anguish And Perplexity At The Roaring And Tossing Of The Sea.",
      "Men Will Faint From Terror, Apprehensive Of What Is Coming On The World, For The Heavenly Bodies Will Be Shaken.",
      "At That Time They Will See The Son Of Man Coming In A Cloud With Power And Great Glory.",
      "When These Things Begin To Take Place, Stand Up And Lift Up Your Heads, Because Your Redemption Is Drawing Near.\"",
      "He Told Them This Parable: \"Look At The Fig Tree And All The Trees.",
      "When They Sprout Leaves, You Can See For Yourselves And Know That Summer Is Near.",
      "Even So, When You See These Things Happening, You Know That The Kingdom Of God Is Near.",
      "\"I Tell You The Truth, This Generation Will Certainly Not Pass Away Until All These Things Have Happened.",
      "Heaven And Earth Will Pass Away, But My Words Will Never Pass Away.",
      "\"Be Careful, Or Your Hearts Will Be Weighed Down With Dissipation, Drunkenness And The Anxieties Of Life, And That Day Will Close On You Unexpectedly Like A Trap.",
      "For It Will Come Upon All Those Who Live On The Face Of The Whole Earth.",
      "Be Always On The Watch, And Pray That You May Be Able To Escape All That Is About To Happen, And That You May Be Able To Stand Before The Son Of Man.\"",
      "Each Day Jesus Was Teaching At The Temple, And Each Evening He Went Out To Spend The Night On The Hill Called The Mount Of Olives,",
      "And All The People Came Early In The Morning To Hear Him At The Temple."
    ],
    [
      "Now The Feast Of Unleavened Bread, Called The Passover, Was Approaching,",
      "And The Chief Priests And The Teachers Of The Law Were Looking For Some Way To Get Rid Of Jesus, For They Were Afraid Of The People.",
      "Then Satan Entered Judas, Called Iscariot, One Of The Twelve.",
      "And Judas Went To The Chief Priests And The Officers Of The Temple Guard And Discussed With Them How He Might Betray Jesus.",
      "They Were Delighted And Agreed To Give Him Money.",
      "He Consented, And Watched For An Opportunity To Hand Jesus Over To Them When No Crowd Was Present.",
      "Then Came The Day Of Unleavened Bread On Which The Passover Lamb Had To Be Sacrificed.",
      "Jesus Sent Peter And John, Saying, \"Go And Make Preparations For Us To Eat The Passover.\"",
      "\"Where Do You Want Us To Prepare For It?\" They Asked.",
      "He Replied, \"As You Enter The City, A Man Carrying A Jar Of Water Will Meet You. Follow Him To The House That He Enters,",
      "And Say To The Owner Of The House, 'The Teacher Asks: Where Is The Guest Room, Where I May Eat The Passover With My Disciples?'",
      "He Will Show You A Large Upper Room, All Furnished. Make Preparations There.\"",
      "They Left And Found Things Just As Jesus Had Told Them. So They Prepared The Passover.",
      "When The Hour Came, Jesus And His Apostles Reclined At The Table.",
      "And He Said To Them, \"I Have Eagerly Desired To Eat This Passover With You Before I Suffer.",
      "For I Tell You, I Will Not Eat It Again Until It Finds Fulfillment In The Kingdom Of God.\"",
      "After Taking The Cup, He Gave Thanks And Said, \"Take This And Divide It Among You.",
      "For I Tell You I Will Not Drink Again Of The Fruit Of The Vine Until The Kingdom Of God Comes.\"",
      "And He Took Bread, Gave Thanks And Broke It, And Gave It To Them, Saying, \"This Is My Body Given For You; Do This In Remembrance Of Me.\"",
      "In The Same Way, After The Supper He Took The Cup, Saying, \"This Cup Is The New Covenant In My Blood, Which Is Poured Out For You.",
      "But The Hand Of Him Who Is Going To Betray Me Is With Mine On The Table.",
      "The Son Of Man Will Go As It Has Been Decreed, But Woe To That Man Who Betrays Him.\"",
      "They Began To Question Among Themselves Which Of Them It Might Be Who Would Do This.",
      "Also A Dispute Arose Among Them As To Which Of Them Was Considered To Be Greatest.",
      "Jesus Said To Them, \"The Kings Of The Gentiles Lord It Over Them; And Those Who Exercise Authority Over Them Call Themselves Benefactors.",
      "But You Are Not To Be Like That. Instead, The Greatest Among You Should Be Like The Youngest, And The One Who Rules Like The One Who Serves.",
      "For Who Is Greater, The One Who Is At The Table Or The One Who Serves? Is It Not The One Who Is At The Table? But I Am Among You As One Who Serves.",
      "You Are Those Who Have Stood By Me In My Trials.",
      "And I Confer On You A Kingdom, Just As My Father Conferred One On Me,",
      "So That You May Eat And Drink At My Table In My Kingdom And Sit On Thrones, Judging The Twelve Tribes Of Israel.",
      "\"Simon, Simon, Satan Has Asked To Sift You As Wheat.",
      "But I Have Prayed For You, Simon, That Your Faith May Not Fail. And When You Have Turned Back, Strengthen Your Brothers.\"",
      "But He Replied, \"Lord, I Am Ready To Go With You To Prison And To Death.\"",
      "Jesus Answered, \"I Tell You, Peter, Before The Rooster Crows Today, You Will Deny Three Times That You Know Me.\"",
      "Then Jesus Asked Them, \"When I Sent You Without Purse, Bag Or Sandals, Did You Lack Anything?\" \"Nothing,\" They Answered.",
      "He Said To Them, \"But Now If You Have A Purse, Take It, And Also A Bag; And If You Don't Have A Sword, Sell Your Cloak And Buy One.",
      "It Is Written: 'And He Was Numbered With The Transgressors' ; And I Tell You That This Must Be Fulfilled In Me. Yes, What Is Written About Me Is Reaching Its Fulfillment.\"",
      "The Disciples Said, \"See, Lord, Here Are Two Swords.\" \"That Is Enough,\" He Replied.",
      "Jesus Went Out As Usual To The Mount Of Olives, And His Disciples Followed Him.",
      "On Reaching The Place, He Said To Them, \"Pray That You Will Not Fall Into Temptation.\"",
      "He Withdrew About A Stone's Throw Beyond Them, Knelt Down And Prayed,",
      "\"Father, If You Are Willing, Take This Cup From Me; Yet Not My Will, But Yours Be Done.\"",
      "An Angel From Heaven Appeared To Him And Strengthened Him.",
      "And Being In Anguish, He Prayed More Earnestly, And His Sweat Was Like Drops Of Blood Falling To The Ground.",
      "When He Rose From Prayer And Went Back To The Disciples, He Found Them Asleep, Exhausted From Sorrow.",
      "\"Why Are You Sleeping?\" He Asked Them. \"Get Up And Pray So That You Will Not Fall Into Temptation.\"",
      "While He Was Still Speaking A Crowd Came Up, And The Man Who Was Called Judas, One Of The Twelve, Was Leading Them. He Approached Jesus To Kiss Him,",
      "But Jesus Asked Him, \"Judas, Are You Betraying The Son Of Man With A Kiss?\"",
      "When Jesus' Followers Saw What Was Going To Happen, They Said, \"Lord, Should We Strike With Our Swords?\"",
      "And One Of Them Struck The Servant Of The High Priest, Cutting Off His Right Ear.",
      "But Jesus Answered, \"No More Of This!\" And He Touched The Man's Ear And Healed Him.",
      "Then Jesus Said To The Chief Priests, The Officers Of The Temple Guard, And The Elders, Who Had Come For Him, \"Am I Leading A Rebellion, That You Have Come With Swords And Clubs?",
      "Every Day I Was With You In The Temple Courts, And You Did Not Lay A Hand On Me. But This Is Your Hour--when Darkness Reigns.\"",
      "Then Seizing Him, They Led Him Away And Took Him Into The House Of The High Priest. Peter Followed At A Distance.",
      "But When They Had Kindled A Fire In The Middle Of The Courtyard And Had Sat Down Together, Peter Sat Down With Them.",
      "A Servant Girl Saw Him Seated There In The Firelight. She Looked Closely At Him And Said, \"This Man Was With Him.\"",
      "But He Denied It. \"Woman, I Don't Know Him,\" He Said.",
      "A Little Later Someone Else Saw Him And Said, \"You Also Are One Of Them.\" \"Man, I Am Not!\" Peter Replied.",
      "About An Hour Later Another Asserted, \"Certainly This Fellow Was With Him, For He Is A Galilean.\"",
      "Peter Replied, \"Man, I Don't Know What You're Talking About!\" Just As He Was Speaking, The Rooster Crowed.",
      "The Lord Turned And Looked Straight At Peter. Then Peter Remembered The Word The Lord Had Spoken To Him: \"Before The Rooster Crows Today, You Will Disown Me Three Times.\"",
      "And He Went Outside And Wept Bitterly.",
      "The Men Who Were Guarding Jesus Began Mocking And Beating Him.",
      "They Blindfolded Him And Demanded, \"Prophesy! Who Hit You?\"",
      "And They Said Many Other Insulting Things To Him.",
      "At Daybreak The Council Of The Elders Of The People, Both The Chief Priests And Teachers Of The Law, Met Together, And Jesus Was Led Before Them.",
      "\"If You Are The Christ, \" They Said, \"Tell Us.\"",
      "Jesus Answered, \"If I Tell You, You Will Not Believe Me, And If I Asked You, You Would Not Answer.",
      "But From Now On, The Son Of Man Will Be Seated At The Right Hand Of The Mighty God.\"",
      "They All Asked, \"Are You Then The Son Of God?\" He Replied, \"You Are Right In Saying I Am.\"",
      "Then They Said, \"Why Do We Need Any More Testimony? We Have Heard It From His Own Lips.\""
    ],
    [
      "Then The Whole Assembly Rose And Led Him Off To Pilate.",
      "And They Began To Accuse Him, Saying, \"We Have Found This Man Subverting Our Nation. He Opposes Payment Of Taxes To Caesar And Claims To Be Christ, A King.\"",
      "So Pilate Asked Jesus, \"Are You The King Of The Jews?\" \"Yes, It Is As You Say,\" Jesus Replied.",
      "Then Pilate Announced To The Chief Priests And The Crowd, \"I Find No Basis For A Charge Against This Man.\"",
      "But They Insisted, \"He Stirs Up The People All Over Judea By His Teaching. He Started In Galilee And Has Come All The Way Here.\"",
      "On Hearing This, Pilate Asked If The Man Was A Galilean.",
      "When He Learned That Jesus Was Under Herod's Jurisdiction, He Sent Him To Herod, Who Was Also In Jerusalem At That Time.",
      "When Herod Saw Jesus, He Was Greatly Pleased, Because For A Long Time He Had Been Wanting To See Him. From What He Had Heard About Him, He Hoped To See Him Perform Some Miracle.",
      "He Plied Him With Many Questions, But Jesus Gave Him No Answer.",
      "The Chief Priests And The Teachers Of The Law Were Standing There, Vehemently Accusing Him.",
      "Then Herod And His Soldiers Ridiculed And Mocked Him. Dressing Him In An Elegant Robe, They Sent Him Back To Pilate.",
      "That Day Herod And Pilate Became Friends--before This They Had Been Enemies.",
      "Pilate Called Together The Chief Priests, The Rulers And The People,",
      "And Said To Them, \"You Brought Me This Man As One Who Was Inciting The People To Rebellion. I Have Examined Him In Your Presence And Have Found No Basis For Your Charges Against Him.",
      "Neither Has Herod, For He Sent Him Back To Us; As You Can See, He Has Done Nothing To Deserve Death.",
      "Therefore, I Will Punish Him And Then Release Him.\"",
      "Now It Was The Custom At The Festival To Release A Prisoner Whom The People Requested.",
      "With One Voice They Cried Out, \"Away With This Man! Release Barabbas To Us!\"",
      "(Barabbas Had Been Thrown Into Prison For An Insurrection In The City, And For Murder.)",
      "Wanting To Release Jesus, Pilate Appealed To Them Again.",
      "But They Kept Shouting, \"Crucify Him! Crucify Him!\"",
      "For The Third Time He Spoke To Them: \"Why? What Crime Has This Man Committed? I Have Found In Him No Grounds For The Death Penalty. Therefore I Will Have Him Punished And Then Release Him.\"",
      "But With Loud Shouts They Insistently Demanded That He Be Crucified, And Their Shouts Prevailed.",
      "So Pilate Decided To Grant Their Demand.",
      "He Released The Man Who Had Been Thrown Into Prison For Insurrection And Murder, The One They Asked For, And Surrendered Jesus To Their Will.",
      "As They Led Him Away, They Seized Simon From Cyrene, Who Was On His Way In From The Country, And Put The Cross On Him And Made Him Carry It Behind Jesus.",
      "A Large Number Of People Followed Him, Including Women Who Mourned And Wailed For Him.",
      "Jesus Turned And Said To Them, \"Daughters Of Jerusalem, Do Not Weep For Me; Weep For Yourselves And For Your Children.",
      "For The Time Will Come When You Will Say, 'Blessed Are The Barren Women, The Wombs That Never Bore And The Breasts That Never Nursed!'",
      "Then \" 'They Will Say To The Mountains, \"Fall On Us!\" And To The Hills, \"Cover Us!\" '",
      "For If Men Do These Things When The Tree Is Green, What Will Happen When It Is Dry?\"",
      "Two Other Men, Both Criminals, Were Also Led Out With Him To Be Executed.",
      "When They Came To The Place Called The Skull, There They Crucified Him, Along With The Criminals--one On His Right, The Other On His Left.",
      "Jesus Said, \"Father, Forgive Them, For They Do Not Know What They Are Doing.\" And They Divided Up His Clothes By Casting Lots.",
      "The People Stood Watching, And The Rulers Even Sneered At Him. They Said, \"He Saved Others; Let Him Save Himself If He Is The Christ Of God, The Chosen One.\"",
      "The Soldiers Also Came Up And Mocked Him. They Offered Him Wine Vinegar",
      "And Said, \"If You Are The King Of The Jews, Save Yourself.\"",
      "There Was A Written Notice Above Him, Which Read:",
      "One Of The Criminals Who Hung There Hurled Insults At Him: \"Aren't You The Christ? Save Yourself And Us!\"",
      "But The Other Criminal Rebuked Him. \"Don't You Fear God,\" He Said, \"Since You Are Under The Same Sentence?",
      "We Are Punished Justly, For We Are Getting What Our Deeds Deserve. But This Man Has Done Nothing Wrong.\"",
      "Then He Said, \"Jesus, Remember Me When You Come Into Your Kingdom. \"",
      "Jesus Answered Him, \"I Tell You The Truth, Today You Will Be With Me In Paradise.\"",
      "It Was Now About The Sixth Hour, And Darkness Came Over The Whole Land Until The Ninth Hour,",
      "For The Sun Stopped Shining. And The Curtain Of The Temple Was Torn In Two.",
      "Jesus Called Out With A Loud Voice, \"Father, Into Your Hands I Commit My Spirit.\" When He Had Said This, He Breathed His Last.",
      "The Centurion, Seeing What Had Happened, Praised God And Said, \"Surely This Was A Righteous Man.\"",
      "When All The People Who Had Gathered To Witness This Sight Saw What Took Place, They Beat Their Breasts And Went Away.",
      "But All Those Who Knew Him, Including The Women Who Had Followed Him From Galilee, Stood At A Distance, Watching These Things.",
      "Now There Was A Man Named Joseph, A Member Of The Council, A Good And Upright Man,",
      "Who Had Not Consented To Their Decision And Action. He Came From The Judean Town Of Arimathea And He Was Waiting For The Kingdom Of God.",
      "Going To Pilate, He Asked For Jesus' Body.",
      "Then He Took It Down, Wrapped It In Linen Cloth And Placed It In A Tomb Cut In The Rock, One In Which No One Had Yet Been Laid.",
      "It Was Preparation Day, And The Sabbath Was About To Begin.",
      "The Women Who Had Come With Jesus From Galilee Followed Joseph And Saw The Tomb And How His Body Was Laid In It.",
      "Then They Went Home And Prepared Spices And Perfumes. But They Rested On The Sabbath In Obedience To The Commandment."
    ],
    [
      "On The First Day Of The Week, Very Early In The Morning, The Women Took The Spices They Had Prepared And Went To The Tomb.",
      "They Found The Stone Rolled Away From The Tomb,",
      "But When They Entered, They Did Not Find The Body Of The Lord Jesus.",
      "While They Were Wondering About This, Suddenly Two Men In Clothes That Gleamed Like Lightning Stood Beside Them.",
      "In Their Fright The Women Bowed Down With Their Faces To The Ground, But The Men Said To Them, \"Why Do You Look For The Living Among The Dead?",
      "He Is Not Here; He Has Risen! Remember How He Told You, While He Was Still With You In Galilee:",
      "'The Son Of Man Must Be Delivered Into The Hands Of Sinful Men, Be Crucified And On The Third Day Be Raised Again.' \"",
      "Then They Remembered His Words.",
      "When They Came Back From The Tomb, They Told All These Things To The Eleven And To All The Others.",
      "It Was Mary Magdalene, Joanna, Mary The Mother Of James, And The Others With Them Who Told This To The Apostles.",
      "But They Did Not Believe The Women, Because Their Words Seemed To Them Like Nonsense.",
      "Peter, However, Got Up And Ran To The Tomb. Bending Over, He Saw The Strips Of Linen Lying By Themselves, And He Went Away, Wondering To Himself What Had Happened.",
      "Now That Same Day Two Of Them Were Going To A Village Called Emmaus, About Seven Miles From Jerusalem.",
      "They Were Talking With Each Other About Everything That Had Happened.",
      "As They Talked And Discussed These Things With Each Other, Jesus Himself Came Up And Walked Along With Them;",
      "But They Were Kept From Recognizing Him.",
      "He Asked Them, \"What Are You Discussing Together As You Walk Along?\"",
      "They Stood Still, Their Faces Downcast. One Of Them, Named Cleopas, Asked Him, \"Are You Only A Visitor To Jerusalem And Do Not Know The Things That Have Happened There In These Days?\"",
      "\"What Things?\" He Asked.",
      "\"About Jesus Of Nazareth,\" They Replied. \"He Was A Prophet, Powerful In Word And Deed Before God And All The People. The Chief Priests And Our Rulers Handed Him Over To Be Sentenced To Death, And They Crucified Him;",
      "But We Had Hoped That He Was The One Who Was Going To Redeem Israel. And What Is More, It Is The Third Day Since All This Took Place.",
      "In Addition, Some Of Our Women Amazed Us. They Went To The Tomb Early This Morning",
      "But Didn't Find His Body. They Came And Told Us That They Had Seen A Vision Of Angels, Who Said He Was Alive.",
      "Then Some Of Our Companions Went To The Tomb And Found It Just As The Women Had Said, But Him They Did Not See.\"",
      "He Said To Them, \"How Foolish You Are, And How Slow Of Heart To Believe All That The Prophets Have Spoken!",
      "Did Not The Christ Have To Suffer These Things And Then Enter His Glory?\"",
      "And Beginning With Moses And All The Prophets, He Explained To Them What Was Said In All The Scriptures Concerning Himself.",
      "As They Approached The Village To Which They Were Going, Jesus Acted As If He Were Going Farther.",
      "But They Urged Him Strongly, \"Stay With Us, For It Is Nearly Evening; The Day Is Almost Over.\" So He Went In To Stay With Them.",
      "When He Was At The Table With Them, He Took Bread, Gave Thanks, Broke It And Began To Give It To Them.",
      "Then Their Eyes Were Opened And They Recognized Him, And He Disappeared From Their Sight.",
      "They Asked Each Other, \"Were Not Our Hearts Burning Within Us While He Talked With Us On The Road And Opened The Scriptures To Us?\"",
      "They Got Up And Returned At Once To Jerusalem. There They Found The Eleven And Those With Them, Assembled Together",
      "And Saying, \"It Is True! The Lord Has Risen And Has Appeared To Simon.\"",
      "Then The Two Told What Had Happened On The Way, And How Jesus Was Recognized By Them When He Broke The Bread.",
      "While They Were Still Talking About This, Jesus Himself Stood Among Them And Said To Them, \"Peace Be With You.\"",
      "They Were Startled And Frightened, Thinking They Saw A Ghost.",
      "He Said To Them, \"Why Are You Troubled, And Why Do Doubts Rise In Your Minds?",
      "Look At My Hands And My Feet. It Is I Myself! Touch Me And See; A Ghost Does Not Have Flesh And Bones, As You See I Have.\"",
      "When He Had Said This, He Showed Them His Hands And Feet.",
      "And While They Still Did Not Believe It Because Of Joy And Amazement, He Asked Them, \"Do You Have Anything Here To Eat?\"",
      "They Gave Him A Piece Of Broiled Fish,",
      "And He Took It And Ate It In Their Presence.",
      "He Said To Them, \"This Is What I Told You While I Was Still With You: Everything Must Be Fulfilled That Is Written About Me In The Law Of Moses, The Prophets And The Psalms.\"",
      "Then He Opened Their Minds So They Could Understand The Scriptures.",
      "He Told Them, \"This Is What Is Written: The Christ Will Suffer And Rise From The Dead On The Third Day,",
      "And Repentance And Forgiveness Of Sins Will Be Preached In His Name To All Nations, Beginning At Jerusalem.",
      "You Are Witnesses Of These Things.",
      "I Am Going To Send You What My Father Has Promised; But Stay In The City Until You Have Been Clothed With Power From On High.\"",
      "When He Had Led Them Out To The Vicinity Of Bethany, He Lifted Up His Hands And Blessed Them.",
      "While He Was Blessing Them, He Left Them And Was Taken Up Into Heaven.",
      "Then They Worshiped Him And Returned To Jerusalem With Great Joy.",
      "And They Stayed Continually At The Temple, Praising God."
    ]
  ]
}
