{
    "chapter": [
        [
            "Paul, A Servant Of Christ Jesus, Called To Be An Apostle And Set Apart For The Gospel Of God--",
            "The Gospel He Promised Beforehand Through His Prophets In The Holy Scriptures",
            "Regarding His Son, Who As To His Human Nature Was A Descendant Of David,",
            "And Who Through The Spirit Of Holiness Was Declared With Power To Be The Son Of God By His Resurrection From The Dead: Jesus Christ Our Lord.",
            "Through Him And For His Name's Sake, We Received Grace And Apostleship To Call People From Among All The Gentiles To The Obedience That Comes From Faith.",
            "And You Also Are Among Those Who Are Called To Belong To Jesus Christ.",
            "To All In Rome Who Are Loved By God And Called To Be Saints: Grace And Peace To You From God Our Father And From The Lord Jesus Christ.",
            "First, I Thank My God Through Jesus Christ For All Of You, Because Your Faith Is Being Reported All Over The World.",
            "God, Whom I Serve With My Whole Heart In Preaching The Gospel Of His Son, Is My Witness How Constantly I Remember You",
            "In My Prayers At All Times; And I Pray That Now At Last By God's Will The Way May Be Opened For Me To Come To You.",
            "I Long To See You So That I May Impart To You Some Spiritual Gift To Make You Strong--",
            "That Is, That You And I May Be Mutually Encouraged By Each Other's Faith.",
            "I Do Not Want You To Be Unaware, Brothers, That I Planned Many Times To Come To You (But Have Been Prevented From Doing So Until Now) In Order That I Might Have A Harvest Among You, Just As I Have Had Among The Other Gentiles.",
            "I Am Obligated Both To Greeks And Non-greeks, Both To The Wise And The Foolish.",
            "That Is Why I Am So Eager To Preach The Gospel Also To You Who Are At Rome.",
            "I Am Not Ashamed Of The Gospel, Because It Is The Power Of God For The Salvation Of Everyone Who Believes: First For The Jew, Then For The Gentile.",
            "For In The Gospel A Righteousness From God Is Revealed, A Righteousness That Is By Faith From First To Last, Just As It Is Written: \"The Righteous Will Live By Faith.\"",
            "The Wrath Of God Is Being Revealed From Heaven Against All The Godlessness And Wickedness Of Men Who Suppress The Truth By Their Wickedness,",
            "Since What May Be Known About God Is Plain To Them, Because God Has Made It Plain To Them.",
            "For Since The Creation Of The World God's Invisible Qualities--his Eternal Power And Divine Nature--have Been Clearly Seen, Being Understood From What Has Been Made, So That Men Are Without Excuse.",
            "For Although They Knew God, They Neither Glorified Him As God Nor Gave Thanks To Him, But Their Thinking Became Futile And Their Foolish Hearts Were Darkened.",
            "Although They Claimed To Be Wise, They Became Fools",
            "And Exchanged The Glory Of The Immortal God For Images Made To Look Like Mortal Man And Birds And Animals And Reptiles.",
            "Therefore God Gave Them Over In The Sinful Desires Of Their Hearts To Sexual Impurity For The Degrading Of Their Bodies With One Another.",
            "They Exchanged The Truth Of God For A Lie, And Worshiped And Served Created Things Rather Than The Creator--who Is Forever Praised. Amen.",
            "Because Of This, God Gave Them Over To Shameful Lusts. Even Their Women Exchanged Natural Relations For Unnatural Ones.",
            "In The Same Way The Men Also Abandoned Natural Relations With Women And Were Inflamed With Lust For One Another. Men Committed Indecent Acts With Other Men, And Received In Themselves The Due Penalty For Their Perversion.",
            "Furthermore, Since They Did Not Think It Worthwhile To Retain The Knowledge Of God, He Gave Them Over To A Depraved Mind, To Do What Ought Not To Be Done.",
            "They Have Become Filled With Every Kind Of Wickedness, Evil, Greed And Depravity. They Are Full Of Envy, Murder, Strife, Deceit And Malice. They Are Gossips,",
            "Slanderers, God-haters, Insolent, Arrogant And Boastful; They Invent Ways Of Doing Evil; They Disobey Their Parents;",
            "They Are Senseless, Faithless, Heartless, Ruthless.",
            "Although They Know God's Righteous Decree That Those Who Do Such Things Deserve Death, They Not Only Continue To Do These Very Things But Also Approve Of Those Who Practice Them."
        ],
        [
            "You, Therefore, Have No Excuse, You Who Pass Judgment On Someone Else, For At Whatever Point You Judge The Other, You Are Condemning Yourself, Because You Who Pass Judgment Do The Same Things.",
            "Now We Know That God's Judgment Against Those Who Do Such Things Is Based On Truth.",
            "So When You, A Mere Man, Pass Judgment On Them And Yet Do The Same Things, Do You Think You Will Escape God's Judgment?",
            "Or Do You Show Contempt For The Riches Of His Kindness, Tolerance And Patience, Not Realizing That God's Kindness Leads You Toward Repentance?",
            "But Because Of Your Stubbornness And Your Unrepentant Heart, You Are Storing Up Wrath Against Yourself For The Day Of God's Wrath, When His Righteous Judgment Will Be Revealed.",
            "God \"Will Give To Each Person According To What He Has Done.\"",
            "To Those Who By Persistence In Doing Good Seek Glory, Honor And Immortality, He Will Give Eternal Life.",
            "But For Those Who Are Self-seeking And Who Reject The Truth And Follow Evil, There Will Be Wrath And Anger.",
            "There Will Be Trouble And Distress For Every Human Being Who Does Evil: First For The Jew, Then For The Gentile;",
            "But Glory, Honor And Peace For Everyone Who Does Good: First For The Jew, Then For The Gentile.",
            "For God Does Not Show Favoritism.",
            "All Who Sin Apart From The Law Will Also Perish Apart From The Law, And All Who Sin Under The Law Will Be Judged By The Law.",
            "For It Is Not Those Who Hear The Law Who Are Righteous In God's Sight, But It Is Those Who Obey The Law Who Will Be Declared Righteous.",
            "(Indeed, When Gentiles, Who Do Not Have The Law, Do By Nature Things Required By The Law, They Are A Law For Themselves, Even Though They Do Not Have The Law,",
            "Since They Show That The Requirements Of The Law Are Written On Their Hearts, Their Consciences Also Bearing Witness, And Their Thoughts Now Accusing, Now Even Defending Them.)",
            "This Will Take Place On The Day When God Will Judge Men's Secrets Through Jesus Christ, As My Gospel Declares.",
            "Now You, If You Call Yourself A Jew; If You Rely On The Law And Brag About Your Relationship To God;",
            "If You Know His Will And Approve Of What Is Superior Because You Are Instructed By The Law;",
            "If You Are Convinced That You Are A Guide For The Blind, A Light For Those Who Are In The Dark,",
            "An Instructor Of The Foolish, A Teacher Of Infants, Because You Have In The Law The Embodiment Of Knowledge And Truth--",
            "You, Then, Who Teach Others, Do You Not Teach Yourself? You Who Preach Against Stealing, Do You Steal?",
            "You Who Say That People Should Not Commit Adultery, Do You Commit Adultery? You Who Abhor Idols, Do You Rob Temples?",
            "You Who Brag About The Law, Do You Dishonor God By Breaking The Law?",
            "As It Is Written: \"God's Name Is Blasphemed Among The Gentiles Because Of You.\"",
            "Circumcision Has Value If You Observe The Law, But If You Break The Law, You Have Become As Though You Had Not Been Circumcised.",
            "If Those Who Are Not Circumcised Keep The Law's Requirements, Will They Not Be Regarded As Though They Were Circumcised?",
            "The One Who Is Not Circumcised Physically And Yet Obeys The Law Will Condemn You Who, Even Though You Have The Written Code And Circumcision, Are A Lawbreaker.",
            "A Man Is Not A Jew If He Is Only One Outwardly, Nor Is Circumcision Merely Outward And Physical.",
            "No, A Man Is A Jew If He Is One Inwardly; And Circumcision Is Circumcision Of The Heart, By The Spirit, Not By The Written Code. Such A Man's Praise Is Not From Men, But From God."
        ],
        [
            "What Advantage, Then, Is There In Being A Jew, Or What Value Is There In Circumcision?",
            "Much In Every Way! First Of All, They Have Been Entrusted With The Very Words Of God.",
            "What If Some Did Not Have Faith? Will Their Lack Of Faith Nullify God's Faithfulness?",
            "Not At All! Let God Be True, And Every Man A Liar. As It Is Written: \"So That You May Be Proved Right When You Speak And Prevail When You Judge.\"",
            "But If Our Unrighteousness Brings Out God's Righteousness More Clearly, What Shall We Say? That God Is Unjust In Bringing His Wrath On Us? (I Am Using A Human Argument.)",
            "Certainly Not! If That Were So, How Could God Judge The World?",
            "Someone Might Argue, \"If My Falsehood Enhances God's Truthfulness And So Increases His Glory, Why Am I Still Condemned As A Sinner?\"",
            "Why Not Say--as We Are Being Slanderously Reported As Saying And As Some Claim That We Say--\"let Us Do Evil That Good May Result\"? Their Condemnation Is Deserved.",
            "What Shall We Conclude Then? Are We Any Better ? Not At All! We Have Already Made The Charge That Jews And Gentiles Alike Are All Under Sin.",
            "As It Is Written: \"There Is No One Righteous, Not Even One;",
            "There Is No One Who Understands, No One Who Seeks God.",
            "All Have Turned Away, They Have Together Become Worthless; There Is No One Who Does Good, Not Even One.\"",
            "\"Their Throats Are Open Graves; Their Tongues Practice Deceit.\" \"The Poison Of Vipers Is On Their Lips.\"",
            "\"Their Mouths Are Full Of Cursing And Bitterness.\"",
            "\"Their Feet Are Swift To Shed Blood;",
            "Ruin And Misery Mark Their Ways,",
            "And The Way Of Peace They Do Not Know.\"",
            "\"There Is No Fear Of God Before Their Eyes.\"",
            "Now We Know That Whatever The Law Says, It Says To Those Who Are Under The Law, So That Every Mouth May Be Silenced And The Whole World Held Accountable To God.",
            "Therefore No One Will Be Declared Righteous In His Sight By Observing The Law; Rather, Through The Law We Become Conscious Of Sin.",
            "But Now A Righteousness From God, Apart From Law, Has Been Made Known, To Which The Law And The Prophets Testify.",
            "This Righteousness From God Comes Through Faith In Jesus Christ To All Who Believe. There Is No Difference,",
            "For All Have Sinned And Fall Short Of The Glory Of God,",
            "And Are Justified Freely By His Grace Through The Redemption That Came By Christ Jesus.",
            "God Presented Him As A Sacrifice Of Atonement, Through Faith In His Blood. He Did This To Demonstrate His Justice, Because In His Forbearance He Had Left The Sins Committed Beforehand Unpunished--",
            "He Did It To Demonstrate His Justice At The Present Time, So As To Be Just And The One Who Justifies Those Who Have Faith In Jesus.",
            "Where, Then, Is Boasting? It Is Excluded. On What Principle? On That Of Observing The Law? No, But On That Of Faith.",
            "For We Maintain That A Man Is Justified By Faith Apart From Observing The Law.",
            "Is God The God Of Jews Only? Is He Not The God Of Gentiles Too? Yes, Of Gentiles Too,",
            "Since There Is Only One God, Who Will Justify The Circumcised By Faith And The Uncircumcised Through That Same Faith.",
            "Do We, Then, Nullify The Law By This Faith? Not At All! Rather, We Uphold The Law."
        ],
        [
            "What Then Shall We Say That Abraham, Our Forefather, Discovered In This Matter?",
            "If, In Fact, Abraham Was Justified By Works, He Had Something To Boast About--but Not Before God.",
            "What Does The Scripture Say? \"Abraham Believed God, And It Was Credited To Him As Righteousness.\"",
            "Now When A Man Works, His Wages Are Not Credited To Him As A Gift, But As An Obligation.",
            "However, To The Man Who Does Not Work But Trusts God Who Justifies The Wicked, His Faith Is Credited As Righteousness.",
            "David Says The Same Thing When He Speaks Of The Blessedness Of The Man To Whom God Credits Righteousness Apart From Works:",
            "\"Blessed Are They Whose Transgressions Are Forgiven, Whose Sins Are Covered.",
            "Blessed Is The Man Whose Sin The Lord Will Never Count Against Him.\"",
            "Is This Blessedness Only For The Circumcised, Or Also For The Uncircumcised? We Have Been Saying That Abraham's Faith Was Credited To Him As Righteousness.",
            "Under What Circumstances Was It Credited? Was It After He Was Circumcised, Or Before? It Was Not After, But Before!",
            "And He Received The Sign Of Circumcision, A Seal Of The Righteousness That He Had By Faith While He Was Still Uncircumcised. So Then, He Is The Father Of All Who Believe But Have Not Been Circumcised, In Order That Righteousness Might Be Credited To Them.",
            "And He Is Also The Father Of The Circumcised Who Not Only Are Circumcised But Who Also Walk In The Footsteps Of The Faith That Our Father Abraham Had Before He Was Circumcised.",
            "It Was Not Through Law That Abraham And His Offspring Received The Promise That He Would Be Heir Of The World, But Through The Righteousness That Comes By Faith.",
            "For If Those Who Live By Law Are Heirs, Faith Has No Value And The Promise Is Worthless,",
            "Because Law Brings Wrath. And Where There Is No Law There Is No Transgression.",
            "Therefore, The Promise Comes By Faith, So That It May Be By Grace And May Be Guaranteed To All Abraham's Offspring--not Only To Those Who Are Of The Law But Also To Those Who Are Of The Faith Of Abraham. He Is The Father Of Us All.",
            "As It Is Written: \"I Have Made You A Father Of Many Nations.\" He Is Our Father In The Sight Of God, In Whom He Believed--the God Who Gives Life To The Dead And Calls Things That Are Not As Though They Were.",
            "Against All Hope, Abraham In Hope Believed And So Became The Father Of Many Nations, Just As It Had Been Said To Him, \"So Shall Your Offspring Be.\"",
            "Without Weakening In His Faith, He Faced The Fact That His Body Was As Good As Dead--since He Was About A Hundred Years Old--and That Sarah's Womb Was Also Dead.",
            "Yet He Did Not Waver Through Unbelief Regarding The Promise Of God, But Was Strengthened In His Faith And Gave Glory To God,",
            "Being Fully Persuaded That God Had Power To Do What He Had Promised.",
            "This Is Why \"It Was Credited To Him As Righteousness.\"",
            "The Words \"It Was Credited To Him\" Were Written Not For Him Alone,",
            "But Also For Us, To Whom God Will Credit Righteousness--for Us Who Believe In Him Who Raised Jesus Our Lord From The Dead.",
            "He Was Delivered Over To Death For Our Sins And Was Raised To Life For Our Justification."
        ],
        [
            "Therefore, Since We Have Been Justified Through Faith, We Have Peace With God Through Our Lord Jesus Christ,",
            "Through Whom We Have Gained Access By Faith Into This Grace In Which We Now Stand. And We Rejoice In The Hope Of The Glory Of God.",
            "Not Only So, But We Also Rejoice In Our Sufferings, Because We Know That Suffering Produces Perseverance;",
            "Perseverance, Character; And Character, Hope.",
            "And Hope Does Not Disappoint Us, Because God Has Poured Out His Love Into Our Hearts By The Holy Spirit, Whom He Has Given Us.",
            "You See, At Just The Right Time, When We Were Still Powerless, Christ Died For The Ungodly.",
            "Very Rarely Will Anyone Die For A Righteous Man, Though For A Good Man Someone Might Possibly Dare To Die.",
            "But God Demonstrates His Own Love For Us In This: While We Were Still Sinners, Christ Died For Us.",
            "Since We Have Now Been Justified By His Blood, How Much More Shall We Be Saved From God's Wrath Through Him!",
            "For If, When We Were God's Enemies, We Were Reconciled To Him Through The Death Of His Son, How Much More, Having Been Reconciled, Shall We Be Saved Through His Life!",
            "Not Only Is This So, But We Also Rejoice In God Through Our Lord Jesus Christ, Through Whom We Have Now Received Reconciliation.",
            "Therefore, Just As Sin Entered The World Through One Man, And Death Through Sin, And In This Way Death Came To All Men, Because All Sinned--",
            "For Before The Law Was Given, Sin Was In The World. But Sin Is Not Taken Into Account When There Is No Law.",
            "Nevertheless, Death Reigned From The Time Of Adam To The Time Of Moses, Even Over Those Who Did Not Sin By Breaking A Command, As Did Adam, Who Was A Pattern Of The One To Come.",
            "But The Gift Is Not Like The Trespass. For If The Many Died By The Trespass Of The One Man, How Much More Did God's Grace And The Gift That Came By The Grace Of The One Man, Jesus Christ, Overflow To The Many!",
            "Again, The Gift Of God Is Not Like The Result Of The One Man's Sin: The Judgment Followed One Sin And Brought Condemnation, But The Gift Followed Many Trespasses And Brought Justification.",
            "For If, By The Trespass Of The One Man, Death Reigned Through That One Man, How Much More Will Those Who Receive God's Abundant Provision Of Grace And Of The Gift Of Righteousness Reign In Life Through The One Man, Jesus Christ.",
            "Consequently, Just As The Result Of One Trespass Was Condemnation For All Men, So Also The Result Of One Act Of Righteousness Was Justification That Brings Life For All Men.",
            "For Just As Through The Disobedience Of The One Man The Many Were Made Sinners, So Also Through The Obedience Of The One Man The Many Will Be Made Righteous.",
            "The Law Was Added So That The Trespass Might Increase. But Where Sin Increased, Grace Increased All The More,",
            "So That, Just As Sin Reigned In Death, So Also Grace Might Reign Through Righteousness To Bring Eternal Life Through Jesus Christ Our Lord."
        ],
        [
            "What Shall We Say, Then? Shall We Go On Sinning So That Grace May Increase?",
            "By No Means! We Died To Sin; How Can We Live In It Any Longer?",
            "Or Don't You Know That All Of Us Who Were Baptized Into Christ Jesus Were Baptized Into His Death?",
            "We Were Therefore Buried With Him Through Baptism Into Death In Order That, Just As Christ Was Raised From The Dead Through The Glory Of The Father, We Too May Live A New Life.",
            "If We Have Been United With Him Like This In His Death, We Will Certainly Also Be United With Him In His Resurrection.",
            "For We Know That Our Old Self Was Crucified With Him So That The Body Of Sin Might Be Done Away With, That We Should No Longer Be Slaves To Sin--",
            "Because Anyone Who Has Died Has Been Freed From Sin.",
            "Now If We Died With Christ, We Believe That We Will Also Live With Him.",
            "For We Know That Since Christ Was Raised From The Dead, He Cannot Die Again; Death No Longer Has Mastery Over Him.",
            "The Death He Died, He Died To Sin Once For All; But The Life He Lives, He Lives To God.",
            "In The Same Way, Count Yourselves Dead To Sin But Alive To God In Christ Jesus.",
            "Therefore Do Not Let Sin Reign In Your Mortal Body So That You Obey Its Evil Desires.",
            "Do Not Offer The Parts Of Your Body To Sin, As Instruments Of Wickedness, But Rather Offer Yourselves To God, As Those Who Have Been Brought From Death To Life; And Offer The Parts Of Your Body To Him As Instruments Of Righteousness.",
            "For Sin Shall Not Be Your Master, Because You Are Not Under Law, But Under Grace.",
            "What Then? Shall We Sin Because We Are Not Under Law But Under Grace? By No Means!",
            "Don't You Know That When You Offer Yourselves To Someone To Obey Him As Slaves, You Are Slaves To The One Whom You Obey--whether You Are Slaves To Sin, Which Leads To Death, Or To Obedience, Which Leads To Righteousness?",
            "But Thanks Be To God That, Though You Used To Be Slaves To Sin, You Wholeheartedly Obeyed The Form Of Teaching To Which You Were Entrusted.",
            "You Have Been Set Free From Sin And Have Become Slaves To Righteousness.",
            "I Put This In Human Terms Because You Are Weak In Your Natural Selves. Just As You Used To Offer The Parts Of Your Body In Slavery To Impurity And To Ever-increasing Wickedness, So Now Offer Them In Slavery To Righteousness Leading To Holiness.",
            "When You Were Slaves To Sin, You Were Free From The Control Of Righteousness.",
            "What Benefit Did You Reap At That Time From The Things You Are Now Ashamed Of? Those Things Result In Death!",
            "But Now That You Have Been Set Free From Sin And Have Become Slaves To God, The Benefit You Reap Leads To Holiness, And The Result Is Eternal Life.",
            "For The Wages Of Sin Is Death, But The Gift Of God Is Eternal Life In Christ Jesus Our Lord."
        ],
        [
            "Do You Not Know, Brothers--for I Am Speaking To Men Who Know The Law--that The Law Has Authority Over A Man Only As Long As He Lives?",
            "For Example, By Law A Married Woman Is Bound To Her Husband As Long As He Is Alive, But If Her Husband Dies, She Is Released From The Law Of Marriage.",
            "So Then, If She Marries Another Man While Her Husband Is Still Alive, She Is Called An Adulteress. But If Her Husband Dies, She Is Released From That Law And Is Not An Adulteress, Even Though She Marries Another Man.",
            "So, My Brothers, You Also Died To The Law Through The Body Of Christ, That You Might Belong To Another, To Him Who Was Raised From The Dead, In Order That We Might Bear Fruit To God.",
            "For When We Were Controlled By The Sinful Nature, The Sinful Passions Aroused By The Law Were At Work In Our Bodies, So That We Bore Fruit For Death.",
            "But Now, By Dying To What Once Bound Us, We Have Been Released From The Law So That We Serve In The New Way Of The Spirit, And Not In The Old Way Of The Written Code.",
            "What Shall We Say, Then? Is The Law Sin? Certainly Not! Indeed I Would Not Have Known What Sin Was Except Through The Law. For I Would Not Have Known What Coveting Really Was If The Law Had Not Said, \"Do Not Covet.\"",
            "But Sin, Seizing The Opportunity Afforded By The Commandment, Produced In Me Every Kind Of Covetous Desire. For Apart From Law, Sin Is Dead.",
            "Once I Was Alive Apart From Law; But When The Commandment Came, Sin Sprang To Life And I Died.",
            "I Found That The Very Commandment That Was Intended To Bring Life Actually Brought Death.",
            "For Sin, Seizing The Opportunity Afforded By The Commandment, Deceived Me, And Through The Commandment Put Me To Death.",
            "So Then, The Law Is Holy, And The Commandment Is Holy, Righteous And Good.",
            "Did That Which Is Good, Then, Become Death To Me? By No Means! But In Order That Sin Might Be Recognized As Sin, It Produced Death In Me Through What Was Good, So That Through The Commandment Sin Might Become Utterly Sinful.",
            "We Know That The Law Is Spiritual; But I Am Unspiritual, Sold As A Slave To Sin.",
            "I Do Not Understand What I Do. For What I Want To Do I Do Not Do, But What I Hate I Do.",
            "And If I Do What I Do Not Want To Do, I Agree That The Law Is Good.",
            "As It Is, It Is No Longer I Myself Who Do It, But It Is Sin Living In Me.",
            "I Know That Nothing Good Lives In Me, That Is, In My Sinful Nature. For I Have The Desire To Do What Is Good, But I Cannot Carry It Out.",
            "For What I Do Is Not The Good I Want To Do; No, The Evil I Do Not Want To Do--this I Keep On Doing.",
            "Now If I Do What I Do Not Want To Do, It Is No Longer I Who Do It, But It Is Sin Living In Me That Does It.",
            "So I Find This Law At Work: When I Want To Do Good, Evil Is Right There With Me.",
            "For In My Inner Being I Delight In God's Law;",
            "But I See Another Law At Work In The Members Of My Body, Waging War Against The Law Of My Mind And Making Me A Prisoner Of The Law Of Sin At Work Within My Members.",
            "What A Wretched Man I Am! Who Will Rescue Me From This Body Of Death?",
            "Thanks Be To God--through Jesus Christ Our Lord! So Then, I Myself In My Mind Am A Slave To God's Law, But In The Sinful Nature A Slave To The Law Of Sin."
        ],
        [
            "Therefore, There Is Now No Condemnation For Those Who Are In Christ Jesus,",
            "Because Through Christ Jesus The Law Of The Spirit Of Life Set Me Free From The Law Of Sin And Death.",
            "For What The Law Was Powerless To Do In That It Was Weakened By The Sinful Nature, God Did By Sending His Own Son In The Likeness Of Sinful Man To Be A Sin Offering. And So He Condemned Sin In Sinful Man,",
            "In Order That The Righteous Requirements Of The Law Might Be Fully Met In Us, Who Do Not Live According To The Sinful Nature But According To The Spirit.",
            "Those Who Live According To The Sinful Nature Have Their Minds Set On What That Nature Desires; But Those Who Live In Accordance With The Spirit Have Their Minds Set On What The Spirit Desires.",
            "The Mind Of Sinful Man Is Death, But The Mind Controlled By The Spirit Is Life And Peace;",
            "The Sinful Mind Is Hostile To God. It Does Not Submit To God's Law, Nor Can It Do So.",
            "Those Controlled By The Sinful Nature Cannot Please God.",
            "You, However, Are Controlled Not By The Sinful Nature But By The Spirit, If The Spirit Of God Lives In You. And If Anyone Does Not Have The Spirit Of Christ, He Does Not Belong To Christ.",
            "But If Christ Is In You, Your Body Is Dead Because Of Sin, Yet Your Spirit Is Alive Because Of Righteousness.",
            "And If The Spirit Of Him Who Raised Jesus From The Dead Is Living In You, He Who Raised Christ From The Dead Will Also Give Life To Your Mortal Bodies Through His Spirit, Who Lives In You.",
            "Therefore, Brothers, We Have An Obligation--but It Is Not To The Sinful Nature, To Live According To It.",
            "For If You Live According To The Sinful Nature, You Will Die; But If By The Spirit You Put To Death The Misdeeds Of The Body, You Will Live,",
            "Because Those Who Are Led By The Spirit Of God Are Sons Of God.",
            "For You Did Not Receive A Spirit That Makes You A Slave Again To Fear, But You Received The Spirit Of Sonship. And By Him We Cry, \"Abba, Father.\"",
            "The Spirit Himself Testifies With Our Spirit That We Are God's Children.",
            "Now If We Are Children, Then We Are Heirs--heirs Of God And Co-heirs With Christ, If Indeed We Share In His Sufferings In Order That We May Also Share In His Glory.",
            "I Consider That Our Present Sufferings Are Not Worth Comparing With The Glory That Will Be Revealed In Us.",
            "The Creation Waits In Eager Expectation For The Sons Of God To Be Revealed.",
            "For The Creation Was Subjected To Frustration, Not By Its Own Choice, But By The Will Of The One Who Subjected It, In Hope",
            "That The Creation Itself Will Be Liberated From Its Bondage To Decay And Brought Into The Glorious Freedom Of The Children Of God.",
            "We Know That The Whole Creation Has Been Groaning As In The Pains Of Childbirth Right Up To The Present Time.",
            "Not Only So, But We Ourselves, Who Have The Firstfruits Of The Spirit, Groan Inwardly As We Wait Eagerly For Our Adoption As Sons, The Redemption Of Our Bodies.",
            "For In This Hope We Were Saved. But Hope That Is Seen Is No Hope At All. Who Hopes For What He Already Has?",
            "But If We Hope For What We Do Not Yet Have, We Wait For It Patiently.",
            "In The Same Way, The Spirit Helps Us In Our Weakness. We Do Not Know What We Ought To Pray For, But The Spirit Himself Intercedes For Us With Groans That Words Cannot Express.",
            "And He Who Searches Our Hearts Knows The Mind Of The Spirit, Because The Spirit Intercedes For The Saints In Accordance With God's Will.",
            "And We Know That In All Things God Works For The Good Of Those Who Love Him, Who Have Been Called According To His Purpose.",
            "For Those God Foreknew He Also Predestined To Be Conformed To The Likeness Of His Son, That He Might Be The Firstborn Among Many Brothers.",
            "And Those He Predestined, He Also Called; Those He Called, He Also Justified; Those He Justified, He Also Glorified.",
            "What, Then, Shall We Say In Response To This? If God Is For Us, Who Can Be Against Us?",
            "He Who Did Not Spare His Own Son, But Gave Him Up For Us All--how Will He Not Also, Along With Him, Graciously Give Us All Things?",
            "Who Will Bring Any Charge Against Those Whom God Has Chosen? It Is God Who Justifies.",
            "Who Is He That Condemns? Christ Jesus, Who Died--more Than That, Who Was Raised To Life--is At The Right Hand Of God And Is Also Interceding For Us.",
            "Who Shall Separate Us From The Love Of Christ? Shall Trouble Or Hardship Or Persecution Or Famine Or Nakedness Or Danger Or Sword?",
            "As It Is Written: \"For Your Sake We Face Death All Day Long; We Are Considered As Sheep To Be Slaughtered.\"",
            "No, In All These Things We Are More Than Conquerors Through Him Who Loved Us.",
            "For I Am Convinced That Neither Death Nor Life, Neither Angels Nor Demons, Neither The Present Nor The Future, Nor Any Powers,",
            "Neither Height Nor Depth, Nor Anything Else In All Creation, Will Be Able To Separate Us From The Love Of God That Is In Christ Jesus Our Lord."
        ],
        [
            "I Speak The Truth In Christ--i Am Not Lying, My Conscience Confirms It In The Holy Spirit--",
            "I Have Great Sorrow And Unceasing Anguish In My Heart.",
            "For I Could Wish That I Myself Were Cursed And Cut Off From Christ For The Sake Of My Brothers, Those Of My Own Race,",
            "The People Of Israel. Theirs Is The Adoption As Sons; Theirs The Divine Glory, The Covenants, The Receiving Of The Law, The Temple Worship And The Promises.",
            "Theirs Are The Patriarchs, And From Them Is Traced The Human Ancestry Of Christ, Who Is God Over All, Forever Praised! Amen.",
            "It Is Not As Though God's Word Had Failed. For Not All Who Are Descended From Israel Are Israel.",
            "Nor Because They Are His Descendants Are They All Abraham's Children. On The Contrary, \"It Is Through Isaac That Your Offspring Will Be Reckoned.\"",
            "In Other Words, It Is Not The Natural Children Who Are God's Children, But It Is The Children Of The Promise Who Are Regarded As Abraham's Offspring.",
            "For This Was How The Promise Was Stated: \"At The Appointed Time I Will Return, And Sarah Will Have A Son.\"",
            "Not Only That, But Rebekah's Children Had One And The Same Father, Our Father Isaac.",
            "Yet, Before The Twins Were Born Or Had Done Anything Good Or Bad--in Order That God's Purpose In Election Might Stand:",
            "Not By Works But By Him Who Calls--she Was Told, \"The Older Will Serve The Younger.\"",
            "Just As It Is Written: \"Jacob I Loved, But Esau I Hated.\"",
            "What Then Shall We Say? Is God Unjust? Not At All!",
            "For He Says To Moses, \"I Will Have Mercy On Whom I Have Mercy, And I Will Have Compassion On Whom I Have Compassion.\"",
            "It Does Not, Therefore, Depend On Man's Desire Or Effort, But On God's Mercy.",
            "For The Scripture Says To Pharaoh: \"I Raised You Up For This Very Purpose, That I Might Display My Power In You And That My Name Might Be Proclaimed In All The Earth.\"",
            "Therefore God Has Mercy On Whom He Wants To Have Mercy, And He Hardens Whom He Wants To Harden.",
            "One Of You Will Say To Me: \"Then Why Does God Still Blame Us? For Who Resists His Will?\"",
            "But Who Are You, O Man, To Talk Back To God? \"Shall What Is Formed Say To Him Who Formed It, 'Why Did You Make Me Like This?' \"",
            "Does Not The Potter Have The Right To Make Out Of The Same Lump Of Clay Some Pottery For Noble Purposes And Some For Common Use?",
            "What If God, Choosing To Show His Wrath And Make His Power Known, Bore With Great Patience The Objects Of His Wrath--prepared For Destruction?",
            "What If He Did This To Make The Riches Of His Glory Known To The Objects Of His Mercy, Whom He Prepared In Advance For Glory--",
            "Even Us, Whom He Also Called, Not Only From The Jews But Also From The Gentiles?",
            "As He Says In Hosea: \"I Will Call Them 'My People' Who Are Not My People; And I Will Call Her 'My Loved One' Who Is Not My Loved One,\"",
            "And, \"It Will Happen That In The Very Place Where It Was Said To Them, 'You Are Not My People,' They Will Be Called 'Sons Of The Living God.' \"",
            "Isaiah Cries Out Concerning Israel: \"Though The Number Of The Israelites Be Like The Sand By The Sea, Only The Remnant Will Be Saved.",
            "For The Lord Will Carry Out His Sentence On Earth With Speed And Finality.\"",
            "It Is Just As Isaiah Said Previously: \"Unless The Lord Almighty Had Left Us Descendants, We Would Have Become Like Sodom, We Would Have Been Like Gomorrah.\"",
            "What Then Shall We Say? That The Gentiles, Who Did Not Pursue Righteousness, Have Obtained It, A Righteousness That Is By Faith;",
            "But Israel, Who Pursued A Law Of Righteousness, Has Not Attained It.",
            "Why Not? Because They Pursued It Not By Faith But As If It Were By Works. They Stumbled Over The \"Stumbling Stone.\"",
            "As It Is Written: \"See, I Lay In Zion A Stone That Causes Men To Stumble And A Rock That Makes Them Fall, And The One Who Trusts In Him Will Never Be Put To Shame.\""
        ],
        [
            "Brothers, My Heart's Desire And Prayer To God For The Israelites Is That They May Be Saved.",
            "For I Can Testify About Them That They Are Zealous For God, But Their Zeal Is Not Based On Knowledge.",
            "Since They Did Not Know The Righteousness That Comes From God And Sought To Establish Their Own, They Did Not Submit To God's Righteousness.",
            "Christ Is The End Of The Law So That There May Be Righteousness For Everyone Who Believes.",
            "Moses Describes In This Way The Righteousness That Is By The Law: \"The Man Who Does These Things Will Live By Them.\"",
            "But The Righteousness That Is By Faith Says: \"Do Not Say In Your Heart, 'Who Will Ascend Into Heaven?' \" (That Is, To Bring Christ Down)",
            "\"Or 'Who Will Descend Into The Deep?' \" (That Is, To Bring Christ Up From The Dead).",
            "But What Does It Say? \"The Word Is Near You; It Is In Your Mouth And In Your Heart,\" That Is, The Word Of Faith We Are Proclaiming:",
            "That If You Confess With Your Mouth, \"Jesus Is Lord,\" And Believe In Your Heart That God Raised Him From The Dead, You Will Be Saved.",
            "For It Is With Your Heart That You Believe And Are Justified, And It Is With Your Mouth That You Confess And Are Saved.",
            "As The Scripture Says, \"Anyone Who Trusts In Him Will Never Be Put To Shame.\"",
            "For There Is No Difference Between Jew And Gentile--the Same Lord Is Lord Of All And Richly Blesses All Who Call On Him,",
            "For, \"Everyone Who Calls On The Name Of The Lord Will Be Saved.\"",
            "How, Then, Can They Call On The One They Have Not Believed In? And How Can They Believe In The One Of Whom They Have Not Heard? And How Can They Hear Without Someone Preaching To Them?",
            "And How Can They Preach Unless They Are Sent? As It Is Written, \"How Beautiful Are The Feet Of Those Who Bring Good News!\"",
            "But Not All The Israelites Accepted The Good News. For Isaiah Says, \"Lord, Who Has Believed Our Message?\"",
            "Consequently, Faith Comes From Hearing The Message, And The Message Is Heard Through The Word Of Christ.",
            "But I Ask: Did They Not Hear? Of Course They Did: \"Their Voice Has Gone Out Into All The Earth, Their Words To The Ends Of The World.\"",
            "Again I Ask: Did Israel Not Understand? First, Moses Says, \"I Will Make You Envious By Those Who Are Not A Nation; I Will Make You Angry By A Nation That Has No Understanding.\"",
            "And Isaiah Boldly Says, \"I Was Found By Those Who Did Not Seek Me; I Revealed Myself To Those Who Did Not Ask For Me.\"",
            "But Concerning Israel He Says, \"All Day Long I Have Held Out My Hands To A Disobedient And Obstinate People.\""
        ],
        [
            "I Ask Then: Did God Reject His People? By No Means! I Am An Israelite Myself, A Descendant Of Abraham, From The Tribe Of Benjamin.",
            "God Did Not Reject His People, Whom He Foreknew. Don't You Know What The Scripture Says In The Passage About Elijah--how He Appealed To God Against Israel:",
            "\"Lord, They Have Killed Your Prophets And Torn Down Your Altars; I Am The Only One Left, And They Are Trying To Kill Me\" ?",
            "And What Was God's Answer To Him? \"I Have Reserved For Myself Seven Thousand Who Have Not Bowed The Knee To Baal.\"",
            "So Too, At The Present Time There Is A Remnant Chosen By Grace.",
            "And If By Grace, Then It Is No Longer By Works; If It Were, Grace Would No Longer Be Grace.",
            "What Then? What Israel Sought So Earnestly It Did Not Obtain, But The Elect Did. The Others Were Hardened,",
            "As It Is Written: \"God Gave Them A Spirit Of Stupor, Eyes So That They Could Not See And Ears So That They Could Not Hear, To This Very Day.\"",
            "And David Says: \"May Their Table Become A Snare And A Trap, A Stumbling Block And A Retribution For Them.",
            "May Their Eyes Be Darkened So They Cannot See, And Their Backs Be Bent Forever.\"",
            "Again I Ask: Did They Stumble So As To Fall Beyond Recovery? Not At All! Rather, Because Of Their Transgression, Salvation Has Come To The Gentiles To Make Israel Envious.",
            "But If Their Transgression Means Riches For The World, And Their Loss Means Riches For The Gentiles, How Much Greater Riches Will Their Fullness Bring!",
            "I Am Talking To You Gentiles. Inasmuch As I Am The Apostle To The Gentiles, I Make Much Of My Ministry",
            "In The Hope That I May Somehow Arouse My Own People To Envy And Save Some Of Them.",
            "For If Their Rejection Is The Reconciliation Of The World, What Will Their Acceptance Be But Life From The Dead?",
            "If The Part Of The Dough Offered As Firstfruits Is Holy, Then The Whole Batch Is Holy; If The Root Is Holy, So Are The Branches.",
            "If Some Of The Branches Have Been Broken Off, And You, Though A Wild Olive Shoot, Have Been Grafted In Among The Others And Now Share In The Nourishing Sap From The Olive Root,",
            "Do Not Boast Over Those Branches. If You Do, Consider This: You Do Not Support The Root, But The Root Supports You.",
            "You Will Say Then, \"Branches Were Broken Off So That I Could Be Grafted In.\"",
            "Granted. But They Were Broken Off Because Of Unbelief, And You Stand By Faith. Do Not Be Arrogant, But Be Afraid.",
            "For If God Did Not Spare The Natural Branches, He Will Not Spare You Either.",
            "Consider Therefore The Kindness And Sternness Of God: Sternness To Those Who Fell, But Kindness To You, Provided That You Continue In His Kindness. Otherwise, You Also Will Be Cut Off.",
            "And If They Do Not Persist In Unbelief, They Will Be Grafted In, For God Is Able To Graft Them In Again.",
            "After All, If You Were Cut Out Of An Olive Tree That Is Wild By Nature, And Contrary To Nature Were Grafted Into A Cultivated Olive Tree, How Much More Readily Will These, The Natural Branches, Be Grafted Into Their Own Olive Tree!",
            "I Do Not Want You To Be Ignorant Of This Mystery, Brothers, So That You May Not Be Conceited: Israel Has Experienced A Hardening In Part Until The Full Number Of The Gentiles Has Come In.",
            "And So All Israel Will Be Saved, As It Is Written: \"The Deliverer Will Come From Zion; He Will Turn Godlessness Away From Jacob.",
            "And This Is My Covenant With Them When I Take Away Their Sins.\"",
            "As Far As The Gospel Is Concerned, They Are Enemies On Your Account; But As Far As Election Is Concerned, They Are Loved On Account Of The Patriarchs,",
            "For God's Gifts And His Call Are Irrevocable.",
            "Just As You Who Were At One Time Disobedient To God Have Now Received Mercy As A Result Of Their Disobedience,",
            "So They Too Have Now Become Disobedient In Order That They Too May Now Receive Mercy As A Result Of God's Mercy To You.",
            "For God Has Bound All Men Over To Disobedience So That He May Have Mercy On Them All.",
            "Oh, The Depth Of The Riches Of The Wisdom And Knowledge Of God! How Unsearchable His Judgments, And His Paths Beyond Tracing Out!",
            "\"Who Has Known The Mind Of The Lord? Or Who Has Been His Counselor?\"",
            "\"Who Has Ever Given To God, That God Should Repay Him?\"",
            "For From Him And Through Him And To Him Are All Things. To Him Be The Glory Forever! Amen."
        ],
        [
            "Therefore, I Urge You, Brothers, In View Of God's Mercy, To Offer Your Bodies As Living Sacrifices, Holy And Pleasing To God--this Is Your Spiritual Act Of Worship.",
            "Do Not Conform Any Longer To The Pattern Of This World, But Be Transformed By The Renewing Of Your Mind. Then You Will Be Able To Test And Approve What God's Will Is--his Good, Pleasing And Perfect Will.",
            "For By The Grace Given Me I Say To Every One Of You: Do Not Think Of Yourself More Highly Than You Ought, But Rather Think Of Yourself With Sober Judgment, In Accordance With The Measure Of Faith God Has Given You.",
            "Just As Each Of Us Has One Body With Many Members, And These Members Do Not All Have The Same Function,",
            "So In Christ We Who Are Many Form One Body, And Each Member Belongs To All The Others.",
            "We Have Different Gifts, According To The Grace Given Us. If A Man's Gift Is Prophesying, Let Him Use It In Proportion To His Faith.",
            "If It Is Serving, Let Him Serve; If It Is Teaching, Let Him Teach;",
            "If It Is Encouraging, Let Him Encourage; If It Is Contributing To The Needs Of Others, Let Him Give Generously; If It Is Leadership, Let Him Govern Diligently; If It Is Showing Mercy, Let Him Do It Cheerfully.",
            "Love Must Be Sincere. Hate What Is Evil; Cling To What Is Good.",
            "Be Devoted To One Another In Brotherly Love. Honor One Another Above Yourselves.",
            "Never Be Lacking In Zeal, But Keep Your Spiritual Fervor, Serving The Lord.",
            "Be Joyful In Hope, Patient In Affliction, Faithful In Prayer.",
            "Share With God's People Who Are In Need. Practice Hospitality.",
            "Bless Those Who Persecute You; Bless And Do Not Curse.",
            "Rejoice With Those Who Rejoice; Mourn With Those Who Mourn.",
            "Live In Harmony With One Another. Do Not Be Proud, But Be Willing To Associate With People Of Low Position. Do Not Be Conceited.",
            "Do Not Repay Anyone Evil For Evil. Be Careful To Do What Is Right In The Eyes Of Everybody.",
            "If It Is Possible, As Far As It Depends On You, Live At Peace With Everyone.",
            "Do Not Take Revenge, My Friends, But Leave Room For God's Wrath, For It Is Written: \"It Is Mine To Avenge; I Will Repay,\" Says The Lord.",
            "On The Contrary: \"If Your Enemy Is Hungry, Feed Him; If He Is Thirsty, Give Him Something To Drink. In Doing This, You Will Heap Burning Coals On His Head.\"",
            "Do Not Be Overcome By Evil, But Overcome Evil With Good."
        ],
        [
            "Everyone Must Submit Himself To The Governing Authorities, For There Is No Authority Except That Which God Has Established. The Authorities That Exist Have Been Established By God.",
            "Consequently, He Who Rebels Against The Authority Is Rebelling Against What God Has Instituted, And Those Who Do So Will Bring Judgment On Themselves.",
            "For Rulers Hold No Terror For Those Who Do Right, But For Those Who Do Wrong. Do You Want To Be Free From Fear Of The One In Authority? Then Do What Is Right And He Will Commend You.",
            "For He Is God's Servant To Do You Good. But If You Do Wrong, Be Afraid, For He Does Not Bear The Sword For Nothing. He Is God's Servant, An Agent Of Wrath To Bring Punishment On The Wrongdoer.",
            "Therefore, It Is Necessary To Submit To The Authorities, Not Only Because Of Possible Punishment But Also Because Of Conscience.",
            "This Is Also Why You Pay Taxes, For The Authorities Are God's Servants, Who Give Their Full Time To Governing.",
            "Give Everyone What You Owe Him: If You Owe Taxes, Pay Taxes; If Revenue, Then Revenue; If Respect, Then Respect; If Honor, Then Honor.",
            "Let No Debt Remain Outstanding, Except The Continuing Debt To Love One Another, For He Who Loves His Fellowman Has Fulfilled The Law.",
            "The Commandments, \"Do Not Commit Adultery,\" \"Do Not Murder,\" \"Do Not Steal,\" \"Do Not Covet,\" And Whatever Other Commandment There May Be, Are Summed Up In This One Rule: \"Love Your Neighbor As Yourself.\"",
            "Love Does No Harm To Its Neighbor. Therefore Love Is The Fulfillment Of The Law.",
            "And Do This, Understanding The Present Time. The Hour Has Come For You To Wake Up From Your Slumber, Because Our Salvation Is Nearer Now Than When We First Believed.",
            "The Night Is Nearly Over; The Day Is Almost Here. So Let Us Put Aside The Deeds Of Darkness And Put On The Armor Of Light.",
            "Let Us Behave Decently, As In The Daytime, Not In Orgies And Drunkenness, Not In Sexual Immorality And Debauchery, Not In Dissension And Jealousy.",
            "Rather, Clothe Yourselves With The Lord Jesus Christ, And Do Not Think About How To Gratify The Desires Of The Sinful Nature."
        ],
        [
            "Accept Him Whose Faith Is Weak, Without Passing Judgment On Disputable Matters.",
            "One Man's Faith Allows Him To Eat Everything, But Another Man, Whose Faith Is Weak, Eats Only Vegetables.",
            "The Man Who Eats Everything Must Not Look Down On Him Who Does Not, And The Man Who Does Not Eat Everything Must Not Condemn The Man Who Does, For God Has Accepted Him.",
            "Who Are You To Judge Someone Else's Servant? To His Own Master He Stands Or Falls. And He Will Stand, For The Lord Is Able To Make Him Stand.",
            "One Man Considers One Day More Sacred Than Another; Another Man Considers Every Day Alike. Each One Should Be Fully Convinced In His Own Mind.",
            "He Who Regards One Day As Special, Does So To The Lord. He Who Eats Meat, Eats To The Lord, For He Gives Thanks To God; And He Who Abstains, Does So To The Lord And Gives Thanks To God.",
            "For None Of Us Lives To Himself Alone And None Of Us Dies To Himself Alone.",
            "If We Live, We Live To The Lord; And If We Die, We Die To The Lord. So, Whether We Live Or Die, We Belong To The Lord.",
            "For This Very Reason, Christ Died And Returned To Life So That He Might Be The Lord Of Both The Dead And The Living.",
            "You, Then, Why Do You Judge Your Brother? Or Why Do You Look Down On Your Brother? For We Will All Stand Before God's Judgment Seat.",
            "It Is Written: \" 'As Surely As I Live,' Says The Lord, 'Every Knee Will Bow Before Me; Every Tongue Will Confess To God.' \"",
            "So Then, Each Of Us Will Give An Account Of Himself To God.",
            "Therefore Let Us Stop Passing Judgment On One Another. Instead, Make Up Your Mind Not To Put Any Stumbling Block Or Obstacle In Your Brother's Way.",
            "As One Who Is In The Lord Jesus, I Am Fully Convinced That No Food Is Unclean In Itself. But If Anyone Regards Something As Unclean, Then For Him It Is Unclean.",
            "If Your Brother Is Distressed Because Of What You Eat, You Are No Longer Acting In Love. Do Not By Your Eating Destroy Your Brother For Whom Christ Died.",
            "Do Not Allow What You Consider Good To Be Spoken Of As Evil.",
            "For The Kingdom Of God Is Not A Matter Of Eating And Drinking, But Of Righteousness, Peace And Joy In The Holy Spirit,",
            "Because Anyone Who Serves Christ In This Way Is Pleasing To God And Approved By Men.",
            "Let Us Therefore Make Every Effort To Do What Leads To Peace And To Mutual Edification.",
            "Do Not Destroy The Work Of God For The Sake Of Food. All Food Is Clean, But It Is Wrong For A Man To Eat Anything That Causes Someone Else To Stumble.",
            "It Is Better Not To Eat Meat Or Drink Wine Or To Do Anything Else That Will Cause Your Brother To Fall.",
            "So Whatever You Believe About These Things Keep Between Yourself And God. Blessed Is The Man Who Does Not Condemn Himself By What He Approves.",
            "But The Man Who Has Doubts Is Condemned If He Eats, Because His Eating Is Not From Faith; And Everything That Does Not Come From Faith Is Sin."
        ],
        [
            "We Who Are Strong Ought To Bear With The Failings Of The Weak And Not To Please Ourselves.",
            "Each Of Us Should Please His Neighbor For His Good, To Build Him Up.",
            "For Even Christ Did Not Please Himself But, As It Is Written: \"The Insults Of Those Who Insult You Have Fallen On Me.\"",
            "For Everything That Was Written In The Past Was Written To Teach Us, So That Through Endurance And The Encouragement Of The Scriptures We Might Have Hope.",
            "May The God Who Gives Endurance And Encouragement Give You A Spirit Of Unity Among Yourselves As You Follow Christ Jesus,",
            "So That With One Heart And Mouth You May Glorify The God And Father Of Our Lord Jesus Christ.",
            "Accept One Another, Then, Just As Christ Accepted You, In Order To Bring Praise To God.",
            "For I Tell You That Christ Has Become A Servant Of The Jews On Behalf Of God's Truth, To Confirm The Promises Made To The Patriarchs",
            "So That The Gentiles May Glorify God For His Mercy, As It Is Written: \"Therefore I Will Praise You Among The Gentiles; I Will Sing Hymns To Your Name.\"",
            "Again, It Says, \"Rejoice, O Gentiles, With His People.\"",
            "And Again, \"Praise The Lord, All You Gentiles, And Sing Praises To Him, All You Peoples.\"",
            "And Again, Isaiah Says, \"The Root Of Jesse Will Spring Up, One Who Will Arise To Rule Over The Nations; The Gentiles Will Hope In Him.\"",
            "May The God Of Hope Fill You With All Joy And Peace As You Trust In Him, So That You May Overflow With Hope By The Power Of The Holy Spirit.",
            "I Myself Am Convinced, My Brothers, That You Yourselves Are Full Of Goodness, Complete In Knowledge And Competent To Instruct One Another.",
            "I Have Written You Quite Boldly On Some Points, As If To Remind You Of Them Again, Because Of The Grace God Gave Me",
            "To Be A Minister Of Christ Jesus To The Gentiles With The Priestly Duty Of Proclaiming The Gospel Of God, So That The Gentiles Might Become An Offering Acceptable To God, Sanctified By The Holy Spirit.",
            "Therefore I Glory In Christ Jesus In My Service To God.",
            "I Will Not Venture To Speak Of Anything Except What Christ Has Accomplished Through Me In Leading The Gentiles To Obey God By What I Have Said And Done--",
            "By The Power Of Signs And Miracles, Through The Power Of The Spirit. So From Jerusalem All The Way Around To Illyricum, I Have Fully Proclaimed The Gospel Of Christ.",
            "It Has Always Been My Ambition To Preach The Gospel Where Christ Was Not Known, So That I Would Not Be Building On Someone Else's Foundation.",
            "Rather, As It Is Written: \"Those Who Were Not Told About Him Will See, And Those Who Have Not Heard Will Understand.\"",
            "This Is Why I Have Often Been Hindered From Coming To You.",
            "But Now That There Is No More Place For Me To Work In These Regions, And Since I Have Been Longing For Many Years To See You,",
            "I Plan To Do So When I Go To Spain. I Hope To Visit You While Passing Through And To Have You Assist Me On My Journey There, After I Have Enjoyed Your Company For A While.",
            "Now, However, I Am On My Way To Jerusalem In The Service Of The Saints There.",
            "For Macedonia And Achaia Were Pleased To Make A Contribution For The Poor Among The Saints In Jerusalem.",
            "They Were Pleased To Do It, And Indeed They Owe It To Them. For If The Gentiles Have Shared In The Jews' Spiritual Blessings, They Owe It To The Jews To Share With Them Their Material Blessings.",
            "So After I Have Completed This Task And Have Made Sure That They Have Received This Fruit, I Will Go To Spain And Visit You On The Way.",
            "I Know That When I Come To You, I Will Come In The Full Measure Of The Blessing Of Christ.",
            "I Urge You, Brothers, By Our Lord Jesus Christ And By The Love Of The Spirit, To Join Me In My Struggle By Praying To God For Me.",
            "Pray That I May Be Rescued From The Unbelievers In Judea And That My Service In Jerusalem May Be Acceptable To The Saints There,",
            "So That By God's Will I May Come To You With Joy And Together With You Be Refreshed.",
            "The God Of Peace Be With You All. Amen"
        ],
        [
            "I Commend To You Our Sister Phoebe, A Servant Of The Church In Cenchrea.",
            "I Ask You To Receive Her In The Lord In A Way Worthy Of The Saints And To Give Her Any Help She May Need From You, For She Has Been A Great Help To Many People, Including Me.",
            "Greet Priscilla And Aquila, My Fellow Workers In Christ Jesus.",
            "They Risked Their Lives For Me. Not Only I But All The Churches Of The Gentiles Are Grateful To Them.",
            "Greet Also The Church That Meets At Their House. Greet My Dear Friend Epenetus, Who Was The First Convert To Christ In The Province Of Asia.",
            "Greet Mary, Who Worked Very Hard For You.",
            "Greet Andronicus And Junias, My Relatives Who Have Been In Prison With Me. They Are Outstanding Among The Apostles, And They Were In Christ Before I Was.",
            "Greet Ampliatus, Whom I Love In The Lord.",
            "Greet Urbanus, Our Fellow Worker In Christ, And My Dear Friend Stachys.",
            "Greet Apelles, Tested And Approved In Christ. Greet Those Who Belong To The Household Of Aristobulus.",
            "Greet Herodion, My Relative. Greet Those In The Household Of Narcissus Who Are In The Lord.",
            "Greet Tryphena And Tryphosa, Those Women Who Work Hard In The Lord. Greet My Dear Friend Persis, Another Woman Who Has Worked Very Hard In The Lord.",
            "Greet Rufus, Chosen In The Lord, And His Mother, Who Has Been A Mother To Me, Too.",
            "Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas And The Brothers With Them.",
            "Greet Philologus, Julia, Nereus And His Sister, And Olympas And All The Saints With Them.",
            "Greet One Another With A Holy Kiss. All The Churches Of Christ Send Greetings.",
            "I Urge You, Brothers, To Watch Out For Those Who Cause Divisions And Put Obstacles In Your Way That Are Contrary To The Teaching You Have Learned. Keep Away From Them.",
            "For Such People Are Not Serving Our Lord Christ, But Their Own Appetites. By Smooth Talk And Flattery They Deceive The Minds Of Naive People.",
            "Everyone Has Heard About Your Obedience, So I Am Full Of Joy Over You; But I Want You To Be Wise About What Is Good, And Innocent About What Is Evil.",
            "The God Of Peace Will Soon Crush Satan Under Your Feet. The Grace Of Our Lord Jesus Be With You.",
            "Timothy, My Fellow Worker, Sends His Greetings To You, As Do Lucius, Jason And Sosipater, My Relatives.",
            "I, Tertius, Who Wrote Down This Letter, Greet You In The Lord.",
            "May The Grace Of Our Lord Jesus Christ Be With All Of You. Amen.",
            "Gaius, Whose Hospitality I And The Whole Church Here Enjoy, Sends You His Greetings. Erastus, Who Is The City's Director Of Public Works, And Our Brother Quartus Send You Their Greetings.",
            "Now To Him Who Is Able To Establish You By My Gospel And The Proclamation Of Jesus Christ, According To The Revelation Of The Mystery Hidden For Long Ages Past,",
            "But Now Revealed And Made Known Through The Prophetic Writings By The Command Of The Eternal God, So That All Nations Might Believe And Obey Him--",
            "To The Only Wise God Be Glory Forever Through Jesus Christ! Amen."
        ]
    ]
}