{
    "chapter": [
        [
            "Paul, Called To Be An Apostle Of Christ Jesus By The Will Of God, And Our Brother Sosthenes,",
            "To The Church Of God In Corinth, To Those Sanctified In Christ Jesus And Called To Be Holy, Together With All Those Everywhere Who Call On The Name Of Our Lord Jesus Christ--their Lord And Ours:",
            "Grace And Peace To You From God Our Father And The Lord Jesus Christ.",
            "I Always Thank God For You Because Of His Grace Given You In Christ Jesus.",
            "For In Him You Have Been Enriched In Every Way--in All Your Speaking And In All Your Knowledge--",
            "Because Our Testimony About Christ Was Confirmed In You.",
            "Therefore You Do Not Lack Any Spiritual Gift As You Eagerly Wait For Our Lord Jesus Christ To Be Revealed.",
            "He Will Keep You Strong To The End, So That You Will Be Blameless On The Day Of Our Lord Jesus Christ.",
            "God, Who Has Called You Into Fellowship With His Son Jesus Christ Our Lord, Is Faithful.",
            "I Appeal To You, Brothers, In The Name Of Our Lord Jesus Christ, That All Of You Agree With One Another So That There May Be No Divisions Among You And That You May Be Perfectly United In Mind And Thought.",
            "My Brothers, Some From Chloe's Household Have Informed Me That There Are Quarrels Among You.",
            "What I Mean Is This: One Of You Says, \"I Follow Paul\"; Another, \"I Follow Apollos\"; Another, \"I Follow Cephas \"; Still Another, \"I Follow Christ.\"",
            "Is Christ Divided? Was Paul Crucified For You? Were You Baptized Into The Name Of Paul?",
            "I Am Thankful That I Did Not Baptize Any Of You Except Crispus And Gaius,",
            "So No One Can Say That You Were Baptized Into My Name.",
            "(Yes, I Also Baptized The Household Of Stephanas; Beyond That, I Don't Remember If I Baptized Anyone Else.)",
            "For Christ Did Not Send Me To Baptize, But To Preach The Gospel--not With Words Of Human Wisdom, Lest The Cross Of Christ Be Emptied Of Its Power.",
            "For The Message Of The Cross Is Foolishness To Those Who Are Perishing, But To Us Who Are Being Saved It Is The Power Of God.",
            "For It Is Written: \"I Will Destroy The Wisdom Of The Wise; The Intelligence Of The Intelligent I Will Frustrate.\"",
            "Where Is The Wise Man? Where Is The Scholar? Where Is The Philosopher Of This Age? Has Not God Made Foolish The Wisdom Of The World?",
            "For Since In The Wisdom Of God The World Through Its Wisdom Did Not Know Him, God Was Pleased Through The Foolishness Of What Was Preached To Save Those Who Believe.",
            "Jews Demand Miraculous Signs And Greeks Look For Wisdom,",
            "But We Preach Christ Crucified: A Stumbling Block To Jews And Foolishness To Gentiles,",
            "But To Those Whom God Has Called, Both Jews And Greeks, Christ The Power Of God And The Wisdom Of God.",
            "For The Foolishness Of God Is Wiser Than Man's Wisdom, And The Weakness Of God Is Stronger Than Man's Strength.",
            "Brothers, Think Of What You Were When You Were Called. Not Many Of You Were Wise By Human Standards; Not Many Were Influential; Not Many Were Of Noble Birth.",
            "But God Chose The Foolish Things Of The World To Shame The Wise; God Chose The Weak Things Of The World To Shame The Strong.",
            "He Chose The Lowly Things Of This World And The Despised Things--and The Things That Are Not--to Nullify The Things That Are,",
            "So That No One May Boast Before Him.",
            "It Is Because Of Him That You Are In Christ Jesus, Who Has Become For Us Wisdom From God--that Is, Our Righteousness, Holiness And Redemption.",
            "Therefore, As It Is Written: \"Let Him Who Boasts Boast In The Lord.\""
        ],
        [
            "When I Came To You, Brothers, I Did Not Come With Eloquence Or Superior Wisdom As I Proclaimed To You The Testimony About God.",
            "For I Resolved To Know Nothing While I Was With You Except Jesus Christ And Him Crucified.",
            "I Came To You In Weakness And Fear, And With Much Trembling.",
            "My Message And My Preaching Were Not With Wise And Persuasive Words, But With A Demonstration Of The Spirit's Power,",
            "So That Your Faith Might Not Rest On Men's Wisdom, But On God's Power.",
            "We Do, However, Speak A Message Of Wisdom Among The Mature, But Not The Wisdom Of This Age Or Of The Rulers Of This Age, Who Are Coming To Nothing.",
            "No, We Speak Of God's Secret Wisdom, A Wisdom That Has Been Hidden And That God Destined For Our Glory Before Time Began.",
            "None Of The Rulers Of This Age Understood It, For If They Had, They Would Not Have Crucified The Lord Of Glory.",
            "However, As It Is Written: \"No Eye Has Seen, No Ear Has Heard, No Mind Has Conceived What God Has Prepared For Those Who Love Him\" --",
            "But God Has Revealed It To Us By His Spirit.",
            "The Spirit Searches All Things, Even The Deep Things Of God. For Who Among Men Knows The Thoughts Of A Man Except The Man's Spirit Within Him? In The Same Way No One Knows The Thoughts Of God Except The Spirit Of God.",
            "We Have Not Received The Spirit Of The World But The Spirit Who Is From God, That We May Understand What God Has Freely Given Us.",
            "This Is What We Speak, Not In Words Taught Us By Human Wisdom But In Words Taught By The Spirit, Expressing Spiritual Truths In Spiritual Words.",
            "The Man Without The Spirit Does Not Accept The Things That Come From The Spirit Of God, For They Are Foolishness To Him, And He Cannot Understand Them, Because They Are Spiritually Discerned.",
            "The Spiritual Man Makes Judgments About All Things, But He Himself Is Not Subject To Any Man's Judgment:",
            "\"For Who Has Known The Mind Of The Lord That He May Instruct Him?\" But We Have The Mind Of Christ."
        ],
        [
            "Brothers, I Could Not Address You As Spiritual But As Worldly--mere Infants In Christ.",
            "I Gave You Milk, Not Solid Food, For You Were Not Yet Ready For It. Indeed, You Are Still Not Ready.",
            "You Are Still Worldly. For Since There Is Jealousy And Quarreling Among You, Are You Not Worldly? Are You Not Acting Like Mere Men?",
            "For When One Says, \"I Follow Paul,\" And Another, \"I Follow Apollos,\" Are You Not Mere Men?",
            "What, After All, Is Apollos? And What Is Paul? Only Servants, Through Whom You Came To Believe--as The Lord Has Assigned To Each His Task.",
            "I Planted The Seed, Apollos Watered It, But God Made It Grow.",
            "So Neither He Who Plants Nor He Who Waters Is Anything, But Only God, Who Makes Things Grow.",
            "The Man Who Plants And The Man Who Waters Have One Purpose, And Each Will Be Rewarded According To His Own Labor.",
            "For We Are God's Fellow Workers; You Are God's Field, God's Building.",
            "By The Grace God Has Given Me, I Laid A Foundation As An Expert Builder, And Someone Else Is Building On It. But Each One Should Be Careful How He Builds.",
            "For No One Can Lay Any Foundation Other Than The One Already Laid, Which Is Jesus Christ.",
            "If Any Man Builds On This Foundation Using Gold, Silver, Costly Stones, Wood, Hay Or Straw,",
            "His Work Will Be Shown For What It Is, Because The Day Will Bring It To Light. It Will Be Revealed With Fire, And The Fire Will Test The Quality Of Each Man's Work.",
            "If What He Has Built Survives, He Will Receive His Reward.",
            "If It Is Burned Up, He Will Suffer Loss; He Himself Will Be Saved, But Only As One Escaping Through The Flames.",
            "Don't You Know That You Yourselves Are God's Temple And That God's Spirit Lives In You?",
            "If Anyone Destroys God's Temple, God Will Destroy Him; For God's Temple Is Sacred, And You Are That Temple.",
            "Do Not Deceive Yourselves. If Any One Of You Thinks He Is Wise By The Standards Of This Age, He Should Become A \"Fool\" So That He May Become Wise.",
            "For The Wisdom Of This World Is Foolishness In God's Sight. As It Is Written: \"He Catches The Wise In Their Craftiness\" ;",
            "And Again, \"The Lord Knows That The Thoughts Of The Wise Are Futile.\"",
            "So Then, No More Boasting About Men! All Things Are Yours,",
            "Whether Paul Or Apollos Or Cephas Or The World Or Life Or Death Or The Present Or The Future--all Are Yours,",
            "And You Are Of Christ, And Christ Is Of God."
        ],
        [
            "So Then, Men Ought To Regard Us As Servants Of Christ And As Those Entrusted With The Secret Things Of God.",
            "Now It Is Required That Those Who Have Been Given A Trust Must Prove Faithful.",
            "I Care Very Little If I Am Judged By You Or By Any Human Court; Indeed, I Do Not Even Judge Myself.",
            "My Conscience Is Clear, But That Does Not Make Me Innocent. It Is The Lord Who Judges Me.",
            "Therefore Judge Nothing Before The Appointed Time; Wait Till The Lord Comes. He Will Bring To Light What Is Hidden In Darkness And Will Expose The Motives Of Men's Hearts. At That Time Each Will Receive His Praise From God.",
            "Now, Brothers, I Have Applied These Things To Myself And Apollos For Your Benefit, So That You May Learn From Us The Meaning Of The Saying, \"Do Not Go Beyond What Is Written.\" Then You Will Not Take Pride In One Man Over Against Another.",
            "For Who Makes You Different From Anyone Else? What Do You Have That You Did Not Receive? And If You Did Receive It, Why Do You Boast As Though You Did Not?",
            "Already You Have All You Want! Already You Have Become Rich! You Have Become Kings--and That Without Us! How I Wish That You Really Had Become Kings So That We Might Be Kings With You!",
            "For It Seems To Me That God Has Put Us Apostles On Display At The End Of The Procession, Like Men Condemned To Die In The Arena. We Have Been Made A Spectacle To The Whole Universe, To Angels As Well As To Men.",
            "We Are Fools For Christ, But You Are So Wise In Christ! We Are Weak, But You Are Strong! You Are Honored, We Are Dishonored!",
            "To This Very Hour We Go Hungry And Thirsty, We Are In Rags, We Are Brutally Treated, We Are Homeless.",
            "We Work Hard With Our Own Hands. When We Are Cursed, We Bless; When We Are Persecuted, We Endure It;",
            "When We Are Slandered, We Answer Kindly. Up To This Moment We Have Become The Scum Of The Earth, The Refuse Of The World.",
            "I Am Not Writing This To Shame You, But To Warn You, As My Dear Children.",
            "Even Though You Have Ten Thousand Guardians In Christ, You Do Not Have Many Fathers, For In Christ Jesus I Became Your Father Through The Gospel.",
            "Therefore I Urge You To Imitate Me.",
            "For This Reason I Am Sending To You Timothy, My Son Whom I Love, Who Is Faithful In The Lord. He Will Remind You Of My Way Of Life In Christ Jesus, Which Agrees With What I Teach Everywhere In Every Church.",
            "Some Of You Have Become Arrogant, As If I Were Not Coming To You.",
            "But I Will Come To You Very Soon, If The Lord Is Willing, And Then I Will Find Out Not Only How These Arrogant People Are Talking, But What Power They Have.",
            "For The Kingdom Of God Is Not A Matter Of Talk But Of Power.",
            "What Do You Prefer? Shall I Come To You With A Whip, Or In Love And With A Gentle Spirit?"
        ],
        [
            "It Is Actually Reported That There Is Sexual Immorality Among You, And Of A Kind That Does Not Occur Even Among Pagans: A Man Has His Father's Wife.",
            "And You Are Proud! Shouldn't You Rather Have Been Filled With Grief And Have Put Out Of Your Fellowship The Man Who Did This?",
            "Even Though I Am Not Physically Present, I Am With You In Spirit. And I Have Already Passed Judgment On The One Who Did This, Just As If I Were Present.",
            "When You Are Assembled In The Name Of Our Lord Jesus And I Am With You In Spirit, And The Power Of Our Lord Jesus Is Present,",
            "Hand This Man Over To Satan, So That The Sinful Nature May Be Destroyed And His Spirit Saved On The Day Of The Lord.",
            "Your Boasting Is Not Good. Don't You Know That A Little Yeast Works Through The Whole Batch Of Dough?",
            "Get Rid Of The Old Yeast That You May Be A New Batch Without Yeast--as You Really Are. For Christ, Our Passover Lamb, Has Been Sacrificed.",
            "Therefore Let Us Keep The Festival, Not With The Old Yeast, The Yeast Of Malice And Wickedness, But With Bread Without Yeast, The Bread Of Sincerity And Truth.",
            "I Have Written You In My Letter Not To Associate With Sexually Immoral People--",
            "Not At All Meaning The People Of This World Who Are Immoral, Or The Greedy And Swindlers, Or Idolaters. In That Case You Would Have To Leave This World.",
            "But Now I Am Writing You That You Must Not Associate With Anyone Who Calls Himself A Brother But Is Sexually Immoral Or Greedy, An Idolater Or A Slanderer, A Drunkard Or A Swindler. With Such A Man Do Not Even Eat.",
            "What Business Is It Of Mine To Judge Those Outside The Church? Are You Not To Judge Those Inside?",
            "God Will Judge Those Outside. \"Expel The Wicked Man From Among You.\""
        ],
        [
            "If Any Of You Has A Dispute With Another, Dare He Take It Before The Ungodly For Judgment Instead Of Before The Saints?",
            "Do You Not Know That The Saints Will Judge The World? And If You Are To Judge The World, Are You Not Competent To Judge Trivial Cases?",
            "Do You Not Know That We Will Judge Angels? How Much More The Things Of This Life!",
            "Therefore, If You Have Disputes About Such Matters, Appoint As Judges Even Men Of Little Account In The Church!",
            "I Say This To Shame You. Is It Possible That There Is Nobody Among You Wise Enough To Judge A Dispute Between Believers?",
            "But Instead, One Brother Goes To Law Against Another--and This In Front Of Unbelievers!",
            "The Very Fact That You Have Lawsuits Among You Means You Have Been Completely Defeated Already. Why Not Rather Be Wronged? Why Not Rather Be Cheated?",
            "Instead, You Yourselves Cheat And Do Wrong, And You Do This To Your Brothers.",
            "Do You Not Know That The Wicked Will Not Inherit The Kingdom Of God? Do Not Be Deceived: Neither The Sexually Immoral Nor Idolaters Nor Adulterers Nor Male Prostitutes Nor Homosexual Offenders",
            "Nor Thieves Nor The Greedy Nor Drunkards Nor Slanderers Nor Swindlers Will Inherit The Kingdom Of God.",
            "And That Is What Some Of You Were. But You Were Washed, You Were Sanctified, You Were Justified In The Name Of The Lord Jesus Christ And By The Spirit Of Our God.",
            "\"Everything Is Permissible For Me\"--but Not Everything Is Beneficial. \"Everything Is Permissible For Me\"--but I Will Not Be Mastered By Anything.",
            "\"Food For The Stomach And The Stomach For Food\"--but God Will Destroy Them Both. The Body Is Not Meant For Sexual Immorality, But For The Lord, And The Lord For The Body.",
            "By His Power God Raised The Lord From The Dead, And He Will Raise Us Also.",
            "Do You Not Know That Your Bodies Are Members Of Christ Himself? Shall I Then Take The Members Of Christ And Unite Them With A Prostitute? Never!",
            "Do You Not Know That He Who Unites Himself With A Prostitute Is One With Her In Body? For It Is Said, \"The Two Will Become One Flesh.\"",
            "But He Who Unites Himself With The Lord Is One With Him In Spirit.",
            "Flee From Sexual Immorality. All Other Sins A Man Commits Are Outside His Body, But He Who Sins Sexually Sins Against His Own Body.",
            "Do You Not Know That Your Body Is A Temple Of The Holy Spirit, Who Is In You, Whom You Have Received From God? You Are Not Your Own;",
            "You Were Bought At A Price. Therefore Honor God With Your Body."
        ],
        [
            "Now For The Matters You Wrote About: It Is Good For A Man Not To Marry.",
            "But Since There Is So Much Immorality, Each Man Should Have His Own Wife, And Each Woman Her Own Husband.",
            "The Husband Should Fulfill His Marital Duty To His Wife, And Likewise The Wife To Her Husband.",
            "The Wife's Body Does Not Belong To Her Alone But Also To Her Husband. In The Same Way, The Husband's Body Does Not Belong To Him Alone But Also To His Wife.",
            "Do Not Deprive Each Other Except By Mutual Consent And For A Time, So That You May Devote Yourselves To Prayer. Then Come Together Again So That Satan Will Not Tempt You Because Of Your Lack Of Self-control.",
            "I Say This As A Concession, Not As A Command.",
            "I Wish That All Men Were As I Am. But Each Man Has His Own Gift From God; One Has This Gift, Another Has That.",
            "Now To The Unmarried And The Widows I Say: It Is Good For Them To Stay Unmarried, As I Am.",
            "But If They Cannot Control Themselves, They Should Marry, For It Is Better To Marry Than To Burn With Passion.",
            "To The Married I Give This Command (Not I, But The Lord): A Wife Must Not Separate From Her Husband.",
            "But If She Does, She Must Remain Unmarried Or Else Be Reconciled To Her Husband. And A Husband Must Not Divorce His Wife.",
            "To The Rest I Say This (I, Not The Lord): If Any Brother Has A Wife Who Is Not A Believer And She Is Willing To Live With Him, He Must Not Divorce Her.",
            "And If A Woman Has A Husband Who Is Not A Believer And He Is Willing To Live With Her, She Must Not Divorce Him.",
            "For The Unbelieving Husband Has Been Sanctified Through His Wife, And The Unbelieving Wife Has Been Sanctified Through Her Believing Husband. Otherwise Your Children Would Be Unclean, But As It Is, They Are Holy.",
            "But If The Unbeliever Leaves, Let Him Do So. A Believing Man Or Woman Is Not Bound In Such Circumstances; God Has Called Us To Live In Peace.",
            "How Do You Know, Wife, Whether You Will Save Your Husband? Or, How Do You Know, Husband, Whether You Will Save Your Wife?",
            "Nevertheless, Each One Should Retain The Place In Life That The Lord Assigned To Him And To Which God Has Called Him. This Is The Rule I Lay Down In All The Churches.",
            "Was A Man Already Circumcised When He Was Called? He Should Not Become Uncircumcised. Was A Man Uncircumcised When He Was Called? He Should Not Be Circumcised.",
            "Circumcision Is Nothing And Uncircumcision Is Nothing. Keeping God's Commands Is What Counts.",
            "Each One Should Remain In The Situation Which He Was In When God Called Him.",
            "Were You A Slave When You Were Called? Don't Let It Trouble You--although If You Can Gain Your Freedom, Do So.",
            "For He Who Was A Slave When He Was Called By The Lord Is The Lord's Freedman; Similarly, He Who Was A Free Man When He Was Called Is Christ's Slave.",
            "You Were Bought At A Price; Do Not Become Slaves Of Men.",
            "Brothers, Each Man, As Responsible To God, Should Remain In The Situation God Called Him To.",
            "Now About Virgins: I Have No Command From The Lord, But I Give A Judgment As One Who By The Lord's Mercy Is Trustworthy.",
            "Because Of The Present Crisis, I Think That It Is Good For You To Remain As You Are.",
            "Are You Married? Do Not Seek A Divorce. Are You Unmarried? Do Not Look For A Wife.",
            "But If You Do Marry, You Have Not Sinned; And If A Virgin Marries, She Has Not Sinned. But Those Who Marry Will Face Many Troubles In This Life, And I Want To Spare You This.",
            "What I Mean, Brothers, Is That The Time Is Short. From Now On Those Who Have Wives Should Live As If They Had None;",
            "Those Who Mourn, As If They Did Not; Those Who Are Happy, As If They Were Not; Those Who Buy Something, As If It Were Not Theirs To Keep;",
            "Those Who Use The Things Of The World, As If Not Engrossed In Them. For This World In Its Present Form Is Passing Away.",
            "I Would Like You To Be Free From Concern. An Unmarried Man Is Concerned About The Lord's Affairs--how He Can Please The Lord.",
            "But A Married Man Is Concerned About The Affairs Of This World--how He Can Please His Wife--",
            "And His Interests Are Divided. An Unmarried Woman Or Virgin Is Concerned About The Lord's Affairs: Her Aim Is To Be Devoted To The Lord In Both Body And Spirit. But A Married Woman Is Concerned About The Affairs Of This World--how She Can Please Her Husband.",
            "I Am Saying This For Your Own Good, Not To Restrict You, But That You May Live In A Right Way In Undivided Devotion To The Lord.",
            "If Anyone Thinks He Is Acting Improperly Toward The Virgin He Is Engaged To, And If She Is Getting Along In Years And He Feels He Ought To Marry, He Should Do As He Wants. He Is Not Sinning. They Should Get Married.",
            "But The Man Who Has Settled The Matter In His Own Mind, Who Is Under No Compulsion But Has Control Over His Own Will, And Who Has Made Up His Mind Not To Marry The Virgin--this Man Also Does The Right Thing.",
            "So Then, He Who Marries The Virgin Does Right, But He Who Does Not Marry Her Does Even Better.",
            "A Woman Is Bound To Her Husband As Long As He Lives. But If Her Husband Dies, She Is Free To Marry Anyone She Wishes, But He Must Belong To The Lord.",
            "In My Judgment, She Is Happier If She Stays As She Is--and I Think That I Too Have The Spirit Of God."
        ],
        [
            "Now About Food Sacrificed To Idols: We Know That We All Possess Knowledge. Knowledge Puffs Up, But Love Builds Up.",
            "The Man Who Thinks He Knows Something Does Not Yet Know As He Ought To Know.",
            "But The Man Who Loves God Is Known By God.",
            "So Then, About Eating Food Sacrificed To Idols: We Know That An Idol Is Nothing At All In The World And That There Is No God But One.",
            "For Even If There Are So-called Gods, Whether In Heaven Or On Earth (As Indeed There Are Many \"Gods\" And Many \"Lords\"),",
            "Yet For Us There Is But One God, The Father, From Whom All Things Came And For Whom We Live; And There Is But One Lord, Jesus Christ, Through Whom All Things Came And Through Whom We Live.",
            "But Not Everyone Knows This. Some People Are Still So Accustomed To Idols That When They Eat Such Food They Think Of It As Having Been Sacrificed To An Idol, And Since Their Conscience Is Weak, It Is Defiled.",
            "But Food Does Not Bring Us Near To God; We Are No Worse If We Do Not Eat, And No Better If We Do.",
            "Be Careful, However, That The Exercise Of Your Freedom Does Not Become A Stumbling Block To The Weak.",
            "For If Anyone With A Weak Conscience Sees You Who Have This Knowledge Eating In An Idol's Temple, Won't He Be Emboldened To Eat What Has Been Sacrificed To Idols?",
            "So This Weak Brother, For Whom Christ Died, Is Destroyed By Your Knowledge.",
            "When You Sin Against Your Brothers In This Way And Wound Their Weak Conscience, You Sin Against Christ.",
            "Therefore, If What I Eat Causes My Brother To Fall Into Sin, I Will Never Eat Meat Again, So That I Will Not Cause Him To Fall."
        ],
        [
            "Am I Not Free? Am I Not An Apostle? Have I Not Seen Jesus Our Lord? Are You Not The Result Of My Work In The Lord?",
            "Even Though I May Not Be An Apostle To Others, Surely I Am To You! For You Are The Seal Of My Apostleship In The Lord.",
            "This Is My Defense To Those Who Sit In Judgment On Me.",
            "Don't We Have The Right To Food And Drink?",
            "Don't We Have The Right To Take A Believing Wife Along With Us, As Do The Other Apostles And The Lord's Brothers And Cephas ?",
            "Or Is It Only I And Barnabas Who Must Work For A Living?",
            "Who Serves As A Soldier At His Own Expense? Who Plants A Vineyard And Does Not Eat Of Its Grapes? Who Tends A Flock And Does Not Drink Of The Milk?",
            "Do I Say This Merely From A Human Point Of View? Doesn't The Law Say The Same Thing?",
            "For It Is Written In The Law Of Moses: \"Do Not Muzzle An Ox While It Is Treading Out The Grain.\" Is It About Oxen That God Is Concerned?",
            "Surely He Says This For Us, Doesn't He? Yes, This Was Written For Us, Because When The Plowman Plows And The Thresher Threshes, They Ought To Do So In The Hope Of Sharing In The Harvest.",
            "If We Have Sown Spiritual Seed Among You, Is It Too Much If We Reap A Material Harvest From You?",
            "If Others Have This Right Of Support From You, Shouldn't We Have It All The More?",
            "But We Did Not Use This Right. On The Contrary, We Put Up With Anything Rather Than Hinder The Gospel Of Christ. Don't You Know That Those Who Work In The Temple Get Their Food From The Temple, And Those Who Serve At The Altar Share In What Is Offered On The Altar?",
            "In The Same Way, The Lord Has Commanded That Those Who Preach The Gospel Should Receive Their Living From The Gospel.",
            "But I Have Not Used Any Of These Rights. And I Am Not Writing This In The Hope That You Will Do Such Things For Me. I Would Rather Die Than Have Anyone Deprive Me Of This Boast.",
            "Yet When I Preach The Gospel, I Cannot Boast, For I Am Compelled To Preach. Woe To Me If I Do Not Preach The Gospel!",
            "If I Preach Voluntarily, I Have A Reward; If Not Voluntarily, I Am Simply Discharging The Trust Committed To Me.",
            "What Then Is My Reward? Just This: That In Preaching The Gospel I May Offer It Free Of Charge, And So Not Make Use Of My Rights In Preaching It.",
            "Though I Am Free And Belong To No Man, I Make Myself A Slave To Everyone, To Win As Many As Possible.",
            "To The Jews I Became Like A Jew, To Win The Jews. To Those Under The Law I Became Like One Under The Law (Though I Myself Am Not Under The Law), So As To Win Those Under The Law.",
            "To Those Not Having The Law I Became Like One Not Having The Law (Though I Am Not Free From God's Law But Am Under Christ's Law), So As To Win Those Not Having The Law.",
            "To The Weak I Became Weak, To Win The Weak. I Have Become All Things To All Men So That By All Possible Means I Might Save Some.",
            "I Do All This For The Sake Of The Gospel, That I May Share In Its Blessings.",
            "Do You Not Know That In A Race All The Runners Run, But Only One Gets The Prize? Run In Such A Way As To Get The Prize.",
            "Everyone Who Competes In The Games Goes Into Strict Training. They Do It To Get A Crown That Will Not Last; But We Do It To Get A Crown That Will Last Forever.",
            "Therefore I Do Not Run Like A Man Running Aimlessly; I Do Not Fight Like A Man Beating The Air.",
            "No, I Beat My Body And Make It My Slave So That After I Have Preached To Others, I Myself Will Not Be Disqualified For The Prize."
        ],
        [
            "For I Do Not Want You To Be Ignorant Of The Fact, Brothers, That Our Forefathers Were All Under The Cloud And That They All Passed Through The Sea.",
            "They Were All Baptized Into Moses In The Cloud And In The Sea.",
            "They All Ate The Same Spiritual Food",
            "And Drank The Same Spiritual Drink; For They Drank From The Spiritual Rock That Accompanied Them, And That Rock Was Christ.",
            "Nevertheless, God Was Not Pleased With Most Of Them; Their Bodies Were Scattered Over The Desert.",
            "Now These Things Occurred As Examples To Keep Us From Setting Our Hearts On Evil Things As They Did.",
            "Do Not Be Idolaters, As Some Of Them Were; As It Is Written: \"The People Sat Down To Eat And Drink And Got Up To Indulge In Pagan Revelry.\"",
            "We Should Not Commit Sexual Immorality, As Some Of Them Did--and In One Day Twenty-three Thousand Of Them Died.",
            "We Should Not Test The Lord, As Some Of Them Did--and Were Killed By Snakes.",
            "And Do Not Grumble, As Some Of Them Did--and Were Killed By The Destroying Angel.",
            "These Things Happened To Them As Examples And Were Written Down As Warnings For Us, On Whom The Fulfillment Of The Ages Has Come.",
            "So, If You Think You Are Standing Firm, Be Careful That You Don't Fall!",
            "No Temptation Has Seized You Except What Is Common To Man. And God Is Faithful; He Will Not Let You Be Tempted Beyond What You Can Bear. But When You Are Tempted, He Will Also Provide A Way Out So That You Can Stand Up Under It.",
            "Therefore, My Dear Friends, Flee From Idolatry.",
            "I Speak To Sensible People; Judge For Yourselves What I Say.",
            "Is Not The Cup Of Thanksgiving For Which We Give Thanks A Participation In The Blood Of Christ? And Is Not The Bread That We Break A Participation In The Body Of Christ?",
            "Because There Is One Loaf, We, Who Are Many, Are One Body, For We All Partake Of The One Loaf.",
            "Consider The People Of Israel: Do Not Those Who Eat The Sacrifices Participate In The Altar?",
            "Do I Mean Then That A Sacrifice Offered To An Idol Is Anything, Or That An Idol Is Anything?",
            "No, But The Sacrifices Of Pagans Are Offered To Demons, Not To God, And I Do Not Want You To Be Participants With Demons.",
            "You Cannot Drink The Cup Of The Lord And The Cup Of Demons Too; You Cannot Have A Part In Both The Lord's Table And The Table Of Demons.",
            "Are We Trying To Arouse The Lord's Jealousy? Are We Stronger Than He?",
            "\"Everything Is Permissible\"--but Not Everything Is Beneficial. \"Everything Is Permissible\"--but Not Everything Is Constructive.",
            "Nobody Should Seek His Own Good, But The Good Of Others.",
            "Eat Anything Sold In The Meat Market Without Raising Questions Of Conscience,",
            "For, \"The Earth Is The Lord's, And Everything In It.\"",
            "If Some Unbeliever Invites You To A Meal And You Want To Go, Eat Whatever Is Put Before You Without Raising Questions Of Conscience.",
            "But If Anyone Says To You, \"This Has Been Offered In Sacrifice,\" Then Do Not Eat It, Both For The Sake Of The Man Who Told You And For Conscience' Sake --",
            "The Other Man's Conscience, I Mean, Not Yours. For Why Should My Freedom Be Judged By Another's Conscience?",
            "If I Take Part In The Meal With Thankfulness, Why Am I Denounced Because Of Something I Thank God For?",
            "So Whether You Eat Or Drink Or Whatever You Do, Do It All For The Glory Of God.",
            "Do Not Cause Anyone To Stumble, Whether Jews, Greeks Or The Church Of God--",
            "Even As I Try To Please Everybody In Every Way. For I Am Not Seeking My Own Good But The Good Of Many, So That They May Be Saved."
        ],
        [
            "Follow My Example, As I Follow The Example Of Christ.",
            "I Praise You For Remembering Me In Everything And For Holding To The Teachings, Just As I Passed Them On To You.",
            "Now I Want You To Realize That The Head Of Every Man Is Christ, And The Head Of The Woman Is Man, And The Head Of Christ Is God.",
            "Every Man Who Prays Or Prophesies With His Head Covered Dishonors His Head.",
            "And Every Woman Who Prays Or Prophesies With Her Head Uncovered Dishonors Her Head--it Is Just As Though Her Head Were Shaved.",
            "If A Woman Does Not Cover Her Head, She Should Have Her Hair Cut Off; And If It Is A Disgrace For A Woman To Have Her Hair Cut Or Shaved Off, She Should Cover Her Head.",
            "A Man Ought Not To Cover His Head, Since He Is The Image And Glory Of God; But The Woman Is The Glory Of Man.",
            "For Man Did Not Come From Woman, But Woman From Man;",
            "Neither Was Man Created For Woman, But Woman For Man.",
            "For This Reason, And Because Of The Angels, The Woman Ought To Have A Sign Of Authority On Her Head.",
            "In The Lord, However, Woman Is Not Independent Of Man, Nor Is Man Independent Of Woman.",
            "For As Woman Came From Man, So Also Man Is Born Of Woman. But Everything Comes From God.",
            "Judge For Yourselves: Is It Proper For A Woman To Pray To God With Her Head Uncovered?",
            "Does Not The Very Nature Of Things Teach You That If A Man Has Long Hair, It Is A Disgrace To Him,",
            "But That If A Woman Has Long Hair, It Is Her Glory? For Long Hair Is Given To Her As A Covering.",
            "If Anyone Wants To Be Contentious About This, We Have No Other Practice--nor Do The Churches Of God.",
            "In The Following Directives I Have No Praise For You, For Your Meetings Do More Harm Than Good.",
            "In The First Place, I Hear That When You Come Together As A Church, There Are Divisions Among You, And To Some Extent I Believe It.",
            "No Doubt There Have To Be Differences Among You To Show Which Of You Have God's Approval.",
            "When You Come Together, It Is Not The Lord's Supper You Eat,",
            "For As You Eat, Each Of You Goes Ahead Without Waiting For Anybody Else. One Remains Hungry, Another Gets Drunk.",
            "Don't You Have Homes To Eat And Drink In? Or Do You Despise The Church Of God And Humiliate Those Who Have Nothing? What Shall I Say To You? Shall I Praise You For This? Certainly Not!",
            "For I Received From The Lord What I Also Passed On To You: The Lord Jesus, On The Night He Was Betrayed, Took Bread,",
            "And When He Had Given Thanks, He Broke It And Said, \"This Is My Body, Which Is For You; Do This In Remembrance Of Me.\"",
            "In The Same Way, After Supper He Took The Cup, Saying, \"This Cup Is The New Covenant In My Blood; Do This, Whenever You Drink It, In Remembrance Of Me.\"",
            "For Whenever You Eat This Bread And Drink This Cup, You Proclaim The Lord's Death Until He Comes.",
            "Therefore, Whoever Eats The Bread Or Drinks The Cup Of The Lord In An Unworthy Manner Will Be Guilty Of Sinning Against The Body And Blood Of The Lord.",
            "A Man Ought To Examine Himself Before He Eats Of The Bread And Drinks Of The Cup.",
            "For Anyone Who Eats And Drinks Without Recognizing The Body Of The Lord Eats And Drinks Judgment On Himself.",
            "That Is Why Many Among You Are Weak And Sick, And A Number Of You Have Fallen Asleep.",
            "But If We Judged Ourselves, We Would Not Come Under Judgment.",
            "When We Are Judged By The Lord, We Are Being Disciplined So That We Will Not Be Condemned With The World.",
            "So Then, My Brothers, When You Come Together To Eat, Wait For Each Other.",
            "If Anyone Is Hungry, He Should Eat At Home, So That When You Meet Together It May Not Result In Judgment. And When I Come I Will Give Further Directions."
        ],
        [
            "Now About Spiritual Gifts, Brothers, I Do Not Want You To Be Ignorant.",
            "You Know That When You Were Pagans, Somehow Or Other You Were Influenced And Led Astray To Mute Idols.",
            "Therefore I Tell You That No One Who Is Speaking By The Spirit Of God Says, \"Jesus Be Cursed,\" And No One Can Say, \"Jesus Is Lord,\" Except By The Holy Spirit.",
            "There Are Different Kinds Of Gifts, But The Same Spirit.",
            "There Are Different Kinds Of Service, But The Same Lord.",
            "There Are Different Kinds Of Working, But The Same God Works All Of Them In All Men.",
            "Now To Each One The Manifestation Of The Spirit Is Given For The Common Good.",
            "To One There Is Given Through The Spirit The Message Of Wisdom, To Another The Message Of Knowledge By Means Of The Same Spirit,",
            "To Another Faith By The Same Spirit, To Another Gifts Of Healing By That One Spirit,",
            "To Another Miraculous Powers, To Another Prophecy, To Another Distinguishing Between Spirits, To Another Speaking In Different Kinds Of Tongues, And To Still Another The Interpretation Of Tongues.",
            "All These Are The Work Of One And The Same Spirit, And He Gives Them To Each One, Just As He Determines.",
            "The Body Is A Unit, Though It Is Made Up Of Many Parts; And Though All Its Parts Are Many, They Form One Body. So It Is With Christ.",
            "For We Were All Baptized By One Spirit Into One Body--whether Jews Or Greeks, Slave Or Free--and We Were All Given The One Spirit To Drink.",
            "Now The Body Is Not Made Up Of One Part But Of Many.",
            "If The Foot Should Say, \"Because I Am Not A Hand, I Do Not Belong To The Body,\" It Would Not For That Reason Cease To Be Part Of The Body.",
            "And If The Ear Should Say, \"Because I Am Not An Eye, I Do Not Belong To The Body,\" It Would Not For That Reason Cease To Be Part Of The Body.",
            "If The Whole Body Were An Eye, Where Would The Sense Of Hearing Be? If The Whole Body Were An Ear, Where Would The Sense Of Smell Be?",
            "But In Fact God Has Arranged The Parts In The Body, Every One Of Them, Just As He Wanted Them To Be.",
            "If They Were All One Part, Where Would The Body Be?",
            "As It Is, There Are Many Parts, But One Body.",
            "The Eye Cannot Say To The Hand, \"I Don't Need You!\" And The Head Cannot Say To The Feet, \"I Don't Need You!\"",
            "On The Contrary, Those Parts Of The Body That Seem To Be Weaker Are Indispensable,",
            "And The Parts That We Think Are Less Honorable We Treat With Special Honor. And The Parts That Are Unpresentable Are Treated With Special Modesty,",
            "While Our Presentable Parts Need No Special Treatment. But God Has Combined The Members Of The Body And Has Given Greater Honor To The Parts That Lacked It,",
            "So That There Should Be No Division In The Body, But That Its Parts Should Have Equal Concern For Each Other.",
            "If One Part Suffers, Every Part Suffers With It; If One Part Is Honored, Every Part Rejoices With It.",
            "Now You Are The Body Of Christ, And Each One Of You Is A Part Of It.",
            "And In The Church God Has Appointed First Of All Apostles, Second Prophets, Third Teachers, Then Workers Of Miracles, Also Those Having Gifts Of Healing, Those Able To Help Others, Those With Gifts Of Administration, And Those Speaking In Different Kinds Of Tongues.",
            "Are All Apostles? Are All Prophets? Are All Teachers? Do All Work Miracles?",
            "Do All Have Gifts Of Healing? Do All Speak In Tongues ? Do All Interpret?",
            "But Eagerly Desire The Greater Gifts. And Now I Will Show You The Most Excellent Way."
        ],
        [
            "If I Speak In The Tongues Of Men And Of Angels, But Have Not Love, I Am Only A Resounding Gong Or A Clanging Cymbal.",
            "If I Have The Gift Of Prophecy And Can Fathom All Mysteries And All Knowledge, And If I Have A Faith That Can Move Mountains, But Have Not Love, I Am Nothing.",
            "If I Give All I Possess To The Poor And Surrender My Body To The Flames, But Have Not Love, I Gain Nothing.",
            "Love Is Patient, Love Is Kind. It Does Not Envy, It Does Not Boast, It Is Not Proud.",
            "It Is Not Rude, It Is Not Self-seeking, It Is Not Easily Angered, It Keeps No Record Of Wrongs.",
            "Love Does Not Delight In Evil But Rejoices With The Truth.",
            "It Always Protects, Always Trusts, Always Hopes, Always Perseveres.",
            "Love Never Fails. But Where There Are Prophecies, They Will Cease; Where There Are Tongues, They Will Be Stilled; Where There Is Knowledge, It Will Pass Away.",
            "For We Know In Part And We Prophesy In Part,",
            "But When Perfection Comes, The Imperfect Disappears.",
            "When I Was A Child, I Talked Like A Child, I Thought Like A Child, I Reasoned Like A Child. When I Became A Man, I Put Childish Ways Behind Me.",
            "Now We See But A Poor Reflection As In A Mirror; Then We Shall See Face To Face. Now I Know In Part; Then I Shall Know Fully, Even As I Am Fully Known.",
            "And Now These Three Remain: Faith, Hope And Love. But The Greatest Of These Is Love."
        ],
        [
            "Follow The Way Of Love And Eagerly Desire Spiritual Gifts, Especially The Gift Of Prophecy.",
            "For Anyone Who Speaks In A Tongue Does Not Speak To Men But To God. Indeed, No One Understands Him; He Utters Mysteries With His Spirit.",
            "But Everyone Who Prophesies Speaks To Men For Their Strengthening, Encouragement And Comfort.",
            "He Who Speaks In A Tongue Edifies Himself, But He Who Prophesies Edifies The Church.",
            "I Would Like Every One Of You To Speak In Tongues, But I Would Rather Have You Prophesy. He Who Prophesies Is Greater Than One Who Speaks In Tongues, Unless He Interprets, So That The Church May Be Edified.",
            "Now, Brothers, If I Come To You And Speak In Tongues, What Good Will I Be To You, Unless I Bring You Some Revelation Or Knowledge Or Prophecy Or Word Of Instruction?",
            "Even In The Case Of Lifeless Things That Make Sounds, Such As The Flute Or Harp, How Will Anyone Know What Tune Is Being Played Unless There Is A Distinction In The Notes?",
            "Again, If The Trumpet Does Not Sound A Clear Call, Who Will Get Ready For Battle?",
            "So It Is With You. Unless You Speak Intelligible Words With Your Tongue, How Will Anyone Know What You Are Saying? You Will Just Be Speaking Into The Air.",
            "Undoubtedly There Are All Sorts Of Languages In The World, Yet None Of Them Is Without Meaning.",
            "If Then I Do Not Grasp The Meaning Of What Someone Is Saying, I Am A Foreigner To The Speaker, And He Is A Foreigner To Me.",
            "So It Is With You. Since You Are Eager To Have Spiritual Gifts, Try To Excel In Gifts That Build Up The Church.",
            "For This Reason Anyone Who Speaks In A Tongue Should Pray That He May Interpret What He Says.",
            "For If I Pray In A Tongue, My Spirit Prays, But My Mind Is Unfruitful.",
            "So What Shall I Do? I Will Pray With My Spirit, But I Will Also Pray With My Mind; I Will Sing With My Spirit, But I Will Also Sing With My Mind.",
            "If You Are Praising God With Your Spirit, How Can One Who Finds Himself Among Those Who Do Not Understand Say \"Amen\" To Your Thanksgiving, Since He Does Not Know What You Are Saying?",
            "You May Be Giving Thanks Well Enough, But The Other Man Is Not Edified.",
            "I Thank God That I Speak In Tongues More Than All Of You.",
            "But In The Church I Would Rather Speak Five Intelligible Words To Instruct Others Than Ten Thousand Words In A Tongue.",
            "Brothers, Stop Thinking Like Children. In Regard To Evil Be Infants, But In Your Thinking Be Adults.",
            "In The Law It Is Written: \"Through Men Of Strange Tongues And Through The Lips Of Foreigners I Will Speak To This People, But Even Then They Will Not Listen To Me,\" Says The Lord.",
            "Tongues, Then, Are A Sign, Not For Believers But For Unbelievers; Prophecy, However, Is For Believers, Not For Unbelievers.",
            "So If The Whole Church Comes Together And Everyone Speaks In Tongues, And Some Who Do Not Understand Or Some Unbelievers Come In, Will They Not Say That You Are Out Of Your Mind?",
            "But If An Unbeliever Or Someone Who Does Not Understand Comes In While Everybody Is Prophesying, He Will Be Convinced By All That He Is A Sinner And Will Be Judged By All,",
            "And The Secrets Of His Heart Will Be Laid Bare. So He Will Fall Down And Worship God, Exclaiming, \"God Is Really Among You!\"",
            "What Then Shall We Say, Brothers? When You Come Together, Everyone Has A Hymn, Or A Word Of Instruction, A Revelation, A Tongue Or An Interpretation. All Of These Must Be Done For The Strengthening Of The Church.",
            "If Anyone Speaks In A Tongue, Two--or At The Most Three--should Speak, One At A Time, And Someone Must Interpret.",
            "If There Is No Interpreter, The Speaker Should Keep Quiet In The Church And Speak To Himself And God.",
            "Two Or Three Prophets Should Speak, And The Others Should Weigh Carefully What Is Said.",
            "And If A Revelation Comes To Someone Who Is Sitting Down, The First Speaker Should Stop.",
            "For You Can All Prophesy In Turn So That Everyone May Be Instructed And Encouraged.",
            "The Spirits Of Prophets Are Subject To The Control Of Prophets.",
            "For God Is Not A God Of Disorder But Of Peace.",
            "As In All The Congregations Of The Saints, Women Should Remain Silent In The Churches. They Are Not Allowed To Speak, But Must Be In Submission, As The Law Says.",
            "If They Want To Inquire About Something, They Should Ask Their Own Husbands At Home; For It Is Disgraceful For A Woman To Speak In The Church.",
            "Did The Word Of God Originate With You? Or Are You The Only People It Has Reached?",
            "If Anybody Thinks He Is A Prophet Or Spiritually Gifted, Let Him Acknowledge That What I Am Writing To You Is The Lord's Command.",
            "If He Ignores This, He Himself Will Be Ignored.",
            "Therefore, My Brothers, Be Eager To Prophesy, And Do Not Forbid Speaking In Tongues.",
            "But Everything Should Be Done In A Fitting And Orderly Way."
        ],
        [
            "Now, Brothers, I Want To Remind You Of The Gospel I Preached To You, Which You Received And On Which You Have Taken Your Stand.",
            "By This Gospel You Are Saved, If You Hold Firmly To The Word I Preached To You. Otherwise, You Have Believed In Vain.",
            "For What I Received I Passed On To You As Of First Importance : That Christ Died For Our Sins According To The Scriptures,",
            "That He Was Buried, That He Was Raised On The Third Day According To The Scriptures,",
            "And That He Appeared To Peter, And Then To The Twelve.",
            "After That, He Appeared To More Than Five Hundred Of The Brothers At The Same Time, Most Of Whom Are Still Living, Though Some Have Fallen Asleep.",
            "Then He Appeared To James, Then To All The Apostles,",
            "And Last Of All He Appeared To Me Also, As To One Abnormally Born.",
            "For I Am The Least Of The Apostles And Do Not Even Deserve To Be Called An Apostle, Because I Persecuted The Church Of God.",
            "But By The Grace Of God I Am What I Am, And His Grace To Me Was Not Without Effect. No, I Worked Harder Than All Of Them--yet Not I, But The Grace Of God That Was With Me.",
            "Whether, Then, It Was I Or They, This Is What We Preach, And This Is What You Believed.",
            "But If It Is Preached That Christ Has Been Raised From The Dead, How Can Some Of You Say That There Is No Resurrection Of The Dead?",
            "If There Is No Resurrection Of The Dead, Then Not Even Christ Has Been Raised.",
            "And If Christ Has Not Been Raised, Our Preaching Is Useless And So Is Your Faith.",
            "More Than That, We Are Then Found To Be False Witnesses About God, For We Have Testified About God That He Raised Christ From The Dead. But He Did Not Raise Him If In Fact The Dead Are Not Raised.",
            "For If The Dead Are Not Raised, Then Christ Has Not Been Raised Either.",
            "And If Christ Has Not Been Raised, Your Faith Is Futile; You Are Still In Your Sins.",
            "Then Those Also Who Have Fallen Asleep In Christ Are Lost.",
            "If Only For This Life We Have Hope In Christ, We Are To Be Pitied More Than All Men.",
            "But Christ Has Indeed Been Raised From The Dead, The Firstfruits Of Those Who Have Fallen Asleep.",
            "For Since Death Came Through A Man, The Resurrection Of The Dead Comes Also Through A Man.",
            "For As In Adam All Die, So In Christ All Will Be Made Alive.",
            "But Each In His Own Turn: Christ, The Firstfruits; Then, When He Comes, Those Who Belong To Him.",
            "Then The End Will Come, When He Hands Over The Kingdom To God The Father After He Has Destroyed All Dominion, Authority And Power.",
            "For He Must Reign Until He Has Put All His Enemies Under His Feet.",
            "The Last Enemy To Be Destroyed Is Death.",
            "For He \"Has Put Everything Under His Feet.\" Now When It Says That \"Everything\" Has Been Put Under Him, It Is Clear That This Does Not Include God Himself, Who Put Everything Under Christ.",
            "When He Has Done This, Then The Son Himself Will Be Made Subject To Him Who Put Everything Under Him, So That God May Be All In All.",
            "Now If There Is No Resurrection, What Will Those Do Who Are Baptized For The Dead? If The Dead Are Not Raised At All, Why Are People Baptized For Them?",
            "And As For Us, Why Do We Endanger Ourselves Every Hour?",
            "I Die Every Day--i Mean That, Brothers--just As Surely As I Glory Over You In Christ Jesus Our Lord.",
            "If I Fought Wild Beasts In Ephesus For Merely Human Reasons, What Have I Gained? If The Dead Are Not Raised, \"Let Us Eat And Drink, For Tomorrow We Die.\"",
            "Do Not Be Misled: \"Bad Company Corrupts Good Character.\"",
            "Come Back To Your Senses As You Ought, And Stop Sinning; For There Are Some Who Are Ignorant Of God--i Say This To Your Shame.",
            "But Someone May Ask, \"How Are The Dead Raised? With What Kind Of Body Will They Come?\"",
            "How Foolish! What You Sow Does Not Come To Life Unless It Dies.",
            "When You Sow, You Do Not Plant The Body That Will Be, But Just A Seed, Perhaps Of Wheat Or Of Something Else.",
            "But God Gives It A Body As He Has Determined, And To Each Kind Of Seed He Gives Its Own Body.",
            "All Flesh Is Not The Same: Men Have One Kind Of Flesh, Animals Have Another, Birds Another And Fish Another.",
            "There Are Also Heavenly Bodies And There Are Earthly Bodies; But The Splendor Of The Heavenly Bodies Is One Kind, And The Splendor Of The Earthly Bodies Is Another.",
            "The Sun Has One Kind Of Splendor, The Moon Another And The Stars Another; And Star Differs From Star In Splendor.",
            "So Will It Be With The Resurrection Of The Dead. The Body That Is Sown Is Perishable, It Is Raised Imperishable;",
            "It Is Sown In Dishonor, It Is Raised In Glory; It Is Sown In Weakness, It Is Raised In Power;",
            "It Is Sown A Natural Body, It Is Raised A Spiritual Body. If There Is A Natural Body, There Is Also A Spiritual Body.",
            "So It Is Written: \"The First Man Adam Became A Living Being\" ; The Last Adam, A Lifegiving Spirit.",
            "The Spiritual Did Not Come First, But The Natural, And After That The Spiritual.",
            "The First Man Was Of The Dust Of The Earth, The Second Man From Heaven.",
            "As Was The Earthly Man, So Are Those Who Are Of The Earth; And As Is The Man From Heaven, So Also Are Those Who Are Of Heaven.",
            "And Just As We Have Borne The Likeness Of The Earthly Man, So Shall We Bear The Likeness Of The Man From Heaven.",
            "I Declare To You, Brothers, That Flesh And Blood Cannot Inherit The Kingdom Of God, Nor Does The Perishable Inherit The Imperishable.",
            "Listen, I Tell You A Mystery: We Will Not All Sleep, But We Will All Be Changed--",
            "In A Flash, In The Twinkling Of An Eye, At The Last Trumpet. For The Trumpet Will Sound, The Dead Will Be Raised Imperishable, And We Will Be Changed.",
            "For The Perishable Must Clothe Itself With The Imperishable, And The Mortal With Immortality.",
            "When The Perishable Has Been Clothed With The Imperishable, And The Mortal With Immortality, Then The Saying That Is Written Will Come True: \"Death Has Been Swallowed Up In Victory.\"",
            "\"Where, O Death, Is Your Victory? Where, O Death, Is Your Sting?\"",
            "The Sting Of Death Is Sin, And The Power Of Sin Is The Law.",
            "But Thanks Be To God! He Gives Us The Victory Through Our Lord Jesus Christ.",
            "Therefore, My Dear Brothers, Stand Firm. Let Nothing Move You. Always Give Yourselves Fully To The Work Of The Lord, Because You Know That Your Labor In The Lord Is Not In Vain."
        ],
        [
            "Now About The Collection For God's People: Do What I Told The Galatian Churches To Do.",
            "On The First Day Of Every Week, Each One Of You Should Set Aside A Sum Of Money In Keeping With His Income, Saving It Up, So That When I Come No Collections Will Have To Be Made.",
            "Then, When I Arrive, I Will Give Letters Of Introduction To The Men You Approve And Send Them With Your Gift To Jerusalem.",
            "If It Seems Advisable For Me To Go Also, They Will Accompany Me.",
            "After I Go Through Macedonia, I Will Come To You--for I Will Be Going Through Macedonia.",
            "Perhaps I Will Stay With You Awhile, Or Even Spend The Winter, So That You Can Help Me On My Journey, Wherever I Go.",
            "I Do Not Want To See You Now And Make Only A Passing Visit; I Hope To Spend Some Time With You, If The Lord Permits.",
            "But I Will Stay On At Ephesus Until Pentecost,",
            "Because A Great Door For Effective Work Has Opened To Me, And There Are Many Who Oppose Me.",
            "If Timothy Comes, See To It That He Has Nothing To Fear While He Is With You, For He Is Carrying On The Work Of The Lord, Just As I Am.",
            "No One, Then, Should Refuse To Accept Him. Send Him On His Way In Peace So That He May Return To Me. I Am Expecting Him Along With The Brothers.",
            "Now About Our Brother Apollos: I Strongly Urged Him To Go To You With The Brothers. He Was Quite Unwilling To Go Now, But He Will Go When He Has The Opportunity.",
            "Be On Your Guard; Stand Firm In The Faith; Be Men Of Courage; Be Strong.",
            "Do Everything In Love.",
            "You Know That The Household Of Stephanas Were The First Converts In Achaia, And They Have Devoted Themselves To The Service Of The Saints. I Urge You, Brothers,",
            "To Submit To Such As These And To Everyone Who Joins In The Work, And Labors At It.",
            "I Was Glad When Stephanas, Fortunatus And Achaicus Arrived, Because They Have Supplied What Was Lacking From You.",
            "For They Refreshed My Spirit And Yours Also. Such Men Deserve Recognition.",
            "The Churches In The Province Of Asia Send You Greetings. Aquila And Priscilla Greet You Warmly In The Lord, And So Does The Church That Meets At Their House.",
            "All The Brothers Here Send You Greetings. Greet One Another With A Holy Kiss.",
            "I, Paul, Write This Greeting In My Own Hand.",
            "If Anyone Does Not Love The Lord--a Curse Be On Him. Come, O Lord !",
            "The Grace Of The Lord Jesus Be With You.",
            "My Love To All Of You In Christ Jesus. Amen."
        ]
    ]
}