{
  "chapter": [
    [
      "Paul, An Apostle--sent Not From Men Nor By Man, But By Jesus Christ And God The Father, Who Raised Him From The Dead--",
      "And All The Brothers With Me, To The Churches In Galatia:",
      "Grace And Peace To You From God Our Father And The Lord Jesus Christ,",
      "Who Gave Himself For Our Sins To Rescue Us From The Present Evil Age, According To The Will Of Our God And Father,",
      "To Whom Be Glory For Ever And Ever. Amen.",
      "I Am Astonished That You Are So Quickly Deserting The One Who Called You By The Grace Of Christ And Are Turning To A Different Gospel--",
      "Which Is Really No Gospel At All. Evidently Some People Are Throwing You Into Confusion And Are Trying To Pervert The Gospel Of Christ.",
      "But Even If We Or An Angel From Heaven Should Preach A Gospel Other Than The One We Preached To You, Let Him Be Eternally Condemned!",
      "As We Have Already Said, So Now I Say Again: If Anybody Is Preaching To You A Gospel Other Than What You Accepted, Let Him Be Eternally Condemned!",
      "Am I Now Trying To Win The Approval Of Men, Or Of God? Or Am I Trying To Please Men? If I Were Still Trying To Please Men, I Would Not Be A Servant Of Christ.",
      "I Want You To Know, Brothers, That The Gospel I Preached Is Not Something That Man Made Up.",
      "I Did Not Receive It From Any Man, Nor Was I Taught It; Rather, I Received It By Revelation From Jesus Christ.",
      "For You Have Heard Of My Previous Way Of Life In Judaism, How Intensely I Persecuted The Church Of God And Tried To Destroy It.",
      "I Was Advancing In Judaism Beyond Many Jews Of My Own Age And Was Extremely Zealous For The Traditions Of My Fathers.",
      "But When God, Who Set Me Apart From Birth And Called Me By His Grace, Was Pleased",
      "To Reveal His Son In Me So That I Might Preach Him Among The Gentiles, I Did Not Consult Any Man,",
      "Nor Did I Go Up To Jerusalem To See Those Who Were Apostles Before I Was, But I Went Immediately Into Arabia And Later Returned To Damascus.",
      "Then After Three Years, I Went Up To Jerusalem To Get Acquainted With Peter And Stayed With Him Fifteen Days.",
      "I Saw None Of The Other Apostles--only James, The Lord's Brother.",
      "I Assure You Before God That What I Am Writing You Is No Lie.",
      "Later I Went To Syria And Cilicia.",
      "I Was Personally Unknown To The Churches Of Judea That Are In Christ.",
      "They Only Heard The Report: \"The Man Who Formerly Persecuted Us Is Now Preaching The Faith He Once Tried To Destroy.\"",
      "And They Praised God Because Of Me."
    ],
    [
      "Fourteen Years Later I Went Up Again To Jerusalem, This Time With Barnabas. I Took Titus Along Also.",
      "I Went In Response To A Revelation And Set Before Them The Gospel That I Preach Among The Gentiles. But I Did This Privately To Those Who Seemed To Be Leaders, For Fear That I Was Running Or Had Run My Race In Vain.",
      "Yet Not Even Titus, Who Was With Me, Was Compelled To Be Circumcised, Even Though He Was A Greek.",
      "This Matter Arose Because Some False Brothers Had Infiltrated Our Ranks To Spy On The Freedom We Have In Christ Jesus And To Make Us Slaves.",
      "We Did Not Give In To Them For A Moment, So That The Truth Of The Gospel Might Remain With You.",
      "As For Those Who Seemed To Be Important--whatever They Were Makes No Difference To Me; God Does Not Judge By External Appearance--those Men Added Nothing To My Message.",
      "On The Contrary, They Saw That I Had Been Entrusted With The Task Of Preaching The Gospel To The Gentiles, Just As Peter Had Been To The Jews.",
      "For God, Who Was At Work In The Ministry Of Peter As An Apostle To The Jews, Was Also At Work In My Ministry As An Apostle To The Gentiles.",
      "James, Peter And John, Those Reputed To Be Pillars, Gave Me And Barnabas The Right Hand Of Fellowship When They Recognized The Grace Given To Me. They Agreed That We Should Go To The Gentiles, And They To The Jews.",
      "All They Asked Was That We Should Continue To Remember The Poor, The Very Thing I Was Eager To Do.",
      "When Peter Came To Antioch, I Opposed Him To His Face, Because He Was Clearly In The Wrong.",
      "Before Certain Men Came From James, He Used To Eat With The Gentiles. But When They Arrived, He Began To Draw Back And Separate Himself From The Gentiles Because He Was Afraid Of Those Who Belonged To The Circumcision Group.",
      "The Other Jews Joined Him In His Hypocrisy, So That By Their Hypocrisy Even Barnabas Was Led Astray.",
      "When I Saw That They Were Not Acting In Line With The Truth Of The Gospel, I Said To Peter In Front Of Them All, \"You Are A Jew, Yet You Live Like A Gentile And Not Like A Jew. How Is It, Then, That You Force Gentiles To Follow Jewish Customs?",
      "\"We Who Are Jews By Birth And Not 'Gentile Sinners'",
      "Know That A Man Is Not Justified By Observing The Law, But By Faith In Jesus Christ. So We, Too, Have Put Our Faith In Christ Jesus That We May Be Justified By Faith In Christ And Not By Observing The Law, Because By Observing The Law No One Will Be Justified.",
      "\"If, While We Seek To Be Justified In Christ, It Becomes Evident That We Ourselves Are Sinners, Does That Mean That Christ Promotes Sin? Absolutely Not!",
      "If I Rebuild What I Destroyed, I Prove That I Am A Lawbreaker.",
      "For Through The Law I Died To The Law So That I Might Live For God.",
      "I Have Been Crucified With Christ And I No Longer Live, But Christ Lives In Me. The Life I Live In The Body, I Live By Faith In The Son Of God, Who Loved Me And Gave Himself For Me.",
      "I Do Not Set Aside The Grace Of God, For If Righteousness Could Be Gained Through The Law, Christ Died For Nothing!\""
    ],
    [
      "You Foolish Galatians! Who Has Bewitched You? Before Your Very Eyes Jesus Christ Was Clearly Portrayed As Crucified.",
      "I Would Like To Learn Just One Thing From You: Did You Receive The Spirit By Observing The Law, Or By Believing What You Heard?",
      "Are You So Foolish? After Beginning With The Spirit, Are You Now Trying To Attain Your Goal By Human Effort?",
      "Have You Suffered So Much For Nothing--if It Really Was For Nothing?",
      "Does God Give You His Spirit And Work Miracles Among You Because You Observe The Law, Or Because You Believe What You Heard?",
      "Consider Abraham: \"He Believed God, And It Was Credited To Him As Righteousness.\"",
      "Understand, Then, That Those Who Believe Are Children Of Abraham.",
      "The Scripture Foresaw That God Would Justify The Gentiles By Faith, And Announced The Gospel In Advance To Abraham: \"All Nations Will Be Blessed Through You.\"",
      "So Those Who Have Faith Are Blessed Along With Abraham, The Man Of Faith.",
      "All Who Rely On Observing The Law Are Under A Curse, For It Is Written: \"Cursed Is Everyone Who Does Not Continue To Do Everything Written In The Book Of The Law.\"",
      "Clearly No One Is Justified Before God By The Law, Because, \"The Righteous Will Live By Faith.\"",
      "The Law Is Not Based On Faith; On The Contrary, \"The Man Who Does These Things Will Live By Them.\"",
      "Christ Redeemed Us From The Curse Of The Law By Becoming A Curse For Us, For It Is Written: \"Cursed Is Everyone Who Is Hung On A Tree.\"",
      "He Redeemed Us In Order That The Blessing Given To Abraham Might Come To The Gentiles Through Christ Jesus, So That By Faith We Might Receive The Promise Of The Spirit.",
      "Brothers, Let Me Take An Example From Everyday Life. Just As No One Can Set Aside Or Add To A Human Covenant That Has Been Duly Established, So It Is In This Case.",
      "The Promises Were Spoken To Abraham And To His Seed. The Scripture Does Not Say \"And To Seeds,\" Meaning Many People, But \"And To Your Seed,\" Meaning One Person, Who Is Christ.",
      "What I Mean Is This: The Law, Introduced  Years Later, Does Not Set Aside The Covenant Previously Established By God And Thus Do Away With The Promise.",
      "For If The Inheritance Depends On The Law, Then It No Longer Depends On A Promise; But God In His Grace Gave It To Abraham Through A Promise.",
      "What, Then, Was The Purpose Of The Law? It Was Added Because Of Transgressions Until The Seed To Whom The Promise Referred Had Come. The Law Was Put Into Effect Through Angels By A Mediator.",
      "A Mediator, However, Does Not Represent Just One Party; But God Is One.",
      "Is The Law, Therefore, Opposed To The Promises Of God? Absolutely Not! For If A Law Had Been Given That Could Impart Life, Then Righteousness Would Certainly Have Come By The Law.",
      "But The Scripture Declares That The Whole World Is A Prisoner Of Sin, So That What Was Promised, Being Given Through Faith In Jesus Christ, Might Be Given To Those Who Believe.",
      "Before This Faith Came, We Were Held Prisoners By The Law, Locked Up Until Faith Should Be Revealed.",
      "So The Law Was Put In Charge To Lead Us To Christ That We Might Be Justified By Faith.",
      "Now That Faith Has Come, We Are No Longer Under The Supervision Of The Law.",
      "You Are All Sons Of God Through Faith In Christ Jesus,",
      "For All Of You Who Were Baptized Into Christ Have Clothed Yourselves With Christ.",
      "There Is Neither Jew Nor Greek, Slave Nor Free, Male Nor Female, For You Are All One In Christ Jesus.",
      "If You Belong To Christ, Then You Are Abraham's Seed, And Heirs According To The Promise."
    ],
    [
      "What I Am Saying Is That As Long As The Heir Is A Child, He Is No Different From A Slave, Although He Owns The Whole Estate.",
      "He Is Subject To Guardians And Trustees Until The Time Set By His Father.",
      "So Also, When We Were Children, We Were In Slavery Under The Basic Principles Of The World.",
      "But When The Time Had Fully Come, God Sent His Son, Born Of A Woman, Born Under Law,",
      "To Redeem Those Under Law, That We Might Receive The Full Rights Of Sons.",
      "Because You Are Sons, God Sent The Spirit Of His Son Into Our Hearts, The Spirit Who Calls Out, \"Abba, Father.\"",
      "So You Are No Longer A Slave, But A Son; And Since You Are A Son, God Has Made You Also An Heir.",
      "Formerly, When You Did Not Know God, You Were Slaves To Those Who By Nature Are Not Gods.",
      "But Now That You Know God--or Rather Are Known By God--how Is It That You Are Turning Back To Those Weak And Miserable Principles? Do You Wish To Be Enslaved By Them All Over Again?",
      "You Are Observing Special Days And Months And Seasons And Years!",
      "I Fear For You, That Somehow I Have Wasted My Efforts On You.",
      "I Plead With You, Brothers, Become Like Me, For I Became Like You. You Have Done Me No Wrong.",
      "As You Know, It Was Because Of An Illness That I First Preached The Gospel To You.",
      "Even Though My Illness Was A Trial To You, You Did Not Treat Me With Contempt Or Scorn. Instead, You Welcomed Me As If I Were An Angel Of God, As If I Were Christ Jesus Himself.",
      "What Has Happened To All Your Joy? I Can Testify That, If You Could Have Done So, You Would Have Torn Out Your Eyes And Given Them To Me.",
      "Have I Now Become Your Enemy By Telling You The Truth?",
      "Those People Are Zealous To Win You Over, But For No Good. What They Want Is To Alienate You From Us, So That You May Be Zealous For Them.",
      "It Is Fine To Be Zealous, Provided The Purpose Is Good, And To Be So Always And Not Just When I Am With You.",
      "My Dear Children, For Whom I Am Again In The Pains Of Childbirth Until Christ Is Formed In You,",
      "How I Wish I Could Be With You Now And Change My Tone, Because I Am Perplexed About You!",
      "Tell Me, You Who Want To Be Under The Law, Are You Not Aware Of What The Law Says?",
      "For It Is Written That Abraham Had Two Sons, One By The Slave Woman And The Other By The Free Woman.",
      "His Son By The Slave Woman Was Born In The Ordinary Way; But His Son By The Free Woman Was Born As The Result Of A Promise.",
      "These Things May Be Taken Figuratively, For The Women Represent Two Covenants. One Covenant Is From Mount Sinai And Bears Children Who Are To Be Slaves: This Is Hagar.",
      "Now Hagar Stands For Mount Sinai In Arabia And Corresponds To The Present City Of Jerusalem, Because She Is In Slavery With Her Children.",
      "But The Jerusalem That Is Above Is Free, And She Is Our Mother.",
      "For It Is Written: \"Be Glad, O Barren Woman, Who Bears No Children; Break Forth And Cry Aloud, You Who Have No Labor Pains; Because More Are The Children Of The Desolate Woman Than Of Her Who Has A Husband.\"",
      "Now You, Brothers, Like Isaac, Are Children Of Promise.",
      "At That Time The Son Born In The Ordinary Way Persecuted The Son Born By The Power Of The Spirit. It Is The Same Now.",
      "But What Does The Scripture Say? \"Get Rid Of The Slave Woman And Her Son, For The Slave Woman's Son Will Never Share In The Inheritance With The Free Woman's Son.\"",
      "Therefore, Brothers, We Are Not Children Of The Slave Woman, But Of The Free Woman."
    ],
    [
      "It Is For Freedom That Christ Has Set Us Free. Stand Firm, Then, And Do Not Let Yourselves Be Burdened Again By A Yoke Of Slavery.",
      "Mark My Words! I, Paul, Tell You That If You Let Yourselves Be Circumcised, Christ Will Be Of No Value To You At All.",
      "Again I Declare To Every Man Who Lets Himself Be Circumcised That He Is Obligated To Obey The Whole Law.",
      "You Who Are Trying To Be Justified By Law Have Been Alienated From Christ; You Have Fallen Away From Grace.",
      "But By Faith We Eagerly Await Through The Spirit The Righteousness For Which We Hope.",
      "For In Christ Jesus Neither Circumcision Nor Uncircumcision Has Any Value. The Only Thing That Counts Is Faith Expressing Itself Through Love.",
      "You Were Running A Good Race. Who Cut In On You And Kept You From Obeying The Truth?",
      "That Kind Of Persuasion Does Not Come From The One Who Calls You.",
      "\"A Little Yeast Works Through The Whole Batch Of Dough.\"",
      "I Am Confident In The Lord That You Will Take No Other View. The One Who Is Throwing You Into Confusion Will Pay The Penalty, Whoever He May Be.",
      "Brothers, If I Am Still Preaching Circumcision, Why Am I Still Being Persecuted? In That Case The Offense Of The Cross Has Been Abolished.",
      "As For Those Agitators, I Wish They Would Go The Whole Way And Emasculate Themselves!",
      "You, My Brothers, Were Called To Be Free. But Do Not Use Your Freedom To Indulge The Sinful Nature ; Rather, Serve One Another In Love.",
      "The Entire Law Is Summed Up In A Single Command: \"Love Your Neighbor As Yourself.\"",
      "If You Keep On Biting And Devouring Each Other, Watch Out Or You Will Be Destroyed By Each Other.",
      "So I Say, Live By The Spirit, And You Will Not Gratify The Desires Of The Sinful Nature.",
      "For The Sinful Nature Desires What Is Contrary To The Spirit, And The Spirit What Is Contrary To The Sinful Nature. They Are In Conflict With Each Other, So That You Do Not Do What You Want.",
      "But If You Are Led By The Spirit, You Are Not Under Law.",
      "The Acts Of The Sinful Nature Are Obvious: Sexual Immorality, Impurity And Debauchery;",
      "Idolatry And Witchcraft; Hatred, Discord, Jealousy, Fits Of Rage, Selfish Ambition, Dissensions, Factions",
      "And Envy; Drunkenness, Orgies, And The Like. I Warn You, As I Did Before, That Those Who Live Like This Will Not Inherit The Kingdom Of God.",
      "But The Fruit Of The Spirit Is Love, Joy, Peace, Patience, Kindness, Goodness, Faithfulness,",
      "Gentleness And Self-control. Against Such Things There Is No Law.",
      "Those Who Belong To Christ Jesus Have Crucified The Sinful Nature With Its Passions And Desires.",
      "Since We Live By The Spirit, Let Us Keep In Step With The Spirit.",
      "Let Us Not Become Conceited, Provoking And Envying Each Other."
    ],
    [
      "Brothers, If Someone Is Caught In A Sin, You Who Are Spiritual Should Restore Him Gently. But Watch Yourself, Or You Also May Be Tempted.",
      "Carry Each Other's Burdens, And In This Way You Will Fulfill The Law Of Christ.",
      "If Anyone Thinks He Is Something When He Is Nothing, He Deceives Himself.",
      "Each One Should Test His Own Actions. Then He Can Take Pride In Himself, Without Comparing Himself To Somebody Else,",
      "For Each One Should Carry His Own Load.",
      "Anyone Who Receives Instruction In The Word Must Share All Good Things With His Instructor.",
      "Do Not Be Deceived: God Cannot Be Mocked. A Man Reaps What He Sows.",
      "The One Who Sows To Please His Sinful Nature, From That Nature Will Reap Destruction; The One Who Sows To Please The Spirit, From The Spirit Will Reap Eternal Life.",
      "Let Us Not Become Weary In Doing Good, For At The Proper Time We Will Reap A Harvest If We Do Not Give Up.",
      "Therefore, As We Have Opportunity, Let Us Do Good To All People, Especially To Those Who Belong To The Family Of Believers.",
      "See What Large Letters I Use As I Write To You With My Own Hand!",
      "Those Who Want To Make A Good Impression Outwardly Are Trying To Compel You To Be Circumcised. The Only Reason They Do This Is To Avoid Being Persecuted For The Cross Of Christ.",
      "Not Even Those Who Are Circumcised Obey The Law, Yet They Want You To Be Circumcised That They May Boast About Your Flesh.",
      "May I Never Boast Except In The Cross Of Our Lord Jesus Christ, Through Which The World Has Been Crucified To Me, And I To The World.",
      "Neither Circumcision Nor Uncircumcision Means Anything; What Counts Is A New Creation.",
      "Peace And Mercy To All Who Follow This Rule, Even To The Israel Of God.",
      "Finally, Let No One Cause Me Trouble, For I Bear On My Body The Marks Of Jesus.",
      "The Grace Of Our Lord Jesus Christ Be With Your Spirit, Brothers. Amen."
    ]
  ]
}
