{
    "chapter": [
        [
            "In The Past God Spoke To Our Forefathers Through The Prophets At Many Times And In Various Ways,",
            "But In These Last Days He Has Spoken To Us By His Son, Whom He Appointed Heir Of All Things, And Through Whom He Made The Universe.",
            "The Son Is The Radiance Of God's Glory And The Exact Representation Of His Being, Sustaining All Things By His Powerful Word. After He Had Provided Purification For Sins, He Sat Down At The Right Hand Of The Majesty In Heaven.",
            "So He Became As Much Superior To The Angels As The Name He Has Inherited Is Superior To Theirs.",
            "For To Which Of The Angels Did God Ever Say, \"You Are My Son; Today I Have Become Your Father \" ? Or Again, \"I Will Be His Father, And He Will Be My Son\" ?",
            "And Again, When God Brings His Firstborn Into The World, He Says, \"Let All God's Angels Worship Him.\"",
            "In Speaking Of The Angels He Says, \"He Makes His Angels Winds, His Servants Flames Of Fire.\"",
            "But About The Son He Says, \"Your Throne, O God, Will Last For Ever And Ever, And Righteousness Will Be The Scepter Of Your Kingdom.",
            "You Have Loved Righteousness And Hated Wickedness; Therefore God, Your God, Has Set You Above Your Companions By Anointing You With The Oil Of Joy.\"",
            "He Also Says, \"In The Beginning, O Lord, You Laid The Foundations Of The Earth, And The Heavens Are The Work Of Your Hands.",
            "They Will Perish, But You Remain; They Will All Wear Out Like A Garment.",
            "You Will Roll Them Up Like A Robe; Like A Garment They Will Be Changed. But You Remain The Same, And Your Years Will Never End.\"",
            "To Which Of The Angels Did God Ever Say, \"Sit At My Right Hand Until I Make Your Enemies A Footstool For Your Feet\" ?",
            "Are Not All Angels Ministering Spirits Sent To Serve Those Who Will Inherit Salvation?"
        ],
        [
            "We Must Pay More Careful Attention, Therefore, To What We Have Heard, So That We Do Not Drift Away.",
            "For If The Message Spoken By Angels Was Binding, And Every Violation And Disobedience Received Its Just Punishment,",
            "How Shall We Escape If We Ignore Such A Great Salvation? This Salvation, Which Was First Announced By The Lord, Was Confirmed To Us By Those Who Heard Him.",
            "God Also Testified To It By Signs, Wonders And Various Miracles, And Gifts Of The Holy Spirit Distributed According To His Will.",
            "It Is Not To Angels That He Has Subjected The World To Come, About Which We Are Speaking.",
            "But There Is A Place Where Someone Has Testified: \"What Is Man That You Are Mindful Of Him, The Son Of Man That You Care For Him?",
            "You Made Him A Little Lower Than The Angels; You Crowned Him With Glory And Honor",
            "And Put Everything Under His Feet.? In Putting Everything Under Him, God Left Nothing That Is Not Subject To Him. Yet At Present We Do Not See Everything Subject To Him.",
            "But We See Jesus, Who Was Made A Little Lower Than The Grace Of God He Might Taste Death For Everyone.",
            "In Bringing Many Sons To Glory, It Was Fitting That God, For Whom And Through Whom Everything Exists, Should Make The Author Of Their Salvation Perfect Through Suffering.",
            "Both The One Who Makes Men Holy And Those Who Are Made Holy Are Of The Same Family. So Jesus Is Not Ashamed To Call Them Brothers.",
            "He Says, \"I Will Declare Your Name To My Brothers; In The Presence Of The Congregation I Will Sing Your Praises.\"",
            "And Again, \"I Will Put My Trust In Him.\" And Again He Says, \"Here Am I, And The Children God Has Given Me.\"",
            "Since The Children Have Flesh And Blood, He Too Shared In Their Humanity So That By His Death He Might Destroy Him Who Holds The Power Of Death--that Is, The Devil--",
            "And Free Those Who All Their Lives Were Held In Slavery By Their Fear Of Death.",
            "For Surely It Is Not Angels He Helps, But Abraham's Descendants.",
            "For This Reason He Had To Be Made Like His Brothers In Every Way, In Order That He Might Become A Merciful And Faithful High Priest In Service To God, And That He Might Make Atonement For The Sins Of The People.",
            "Because He Himself Suffered When He Was Tempted, He Is Able To Help Those Who Are Being Tempted."
        ],
        [
            "Therefore, Holy Brothers, Who Share In The Heavenly Calling, Fix Your Thoughts On Jesus, The Apostle And High Priest Whom We Confess.",
            "He Was Faithful To The One Who Appointed Him, Just As Moses Was Faithful In All God's House.",
            "Jesus Has Been Found Worthy Of Greater Honor Than Moses, Just As The Builder Of A House Has Greater Honor Than The House Itself.",
            "For Every House Is Built By Someone, But God Is The Builder Of Everything.",
            "Moses Was Faithful As A Servant In All God's House, Testifying To What Would Be Said In The Future.",
            "But Christ Is Faithful As A Son Over God's House. And We Are His House, If We Hold On To Our Courage And The Hope Of Which We Boast.",
            "So, As The Holy Spirit Says: \"Today, If You Hear His Voice,",
            "Do Not Harden Your Hearts As You Did In The Rebellion, During The Time Of Testing In The Desert,",
            "Where Your Fathers Tested And Tried Me And For Forty Years Saw What I Did.",
            "That Is Why I Was Angry With That Generation, And I Said, 'Their Hearts Are Always Going Astray, And They Have Not Known My Ways.'",
            "So I Declared On Oath In My Anger, 'They Shall Never Enter My Rest.' \"",
            "See To It, Brothers, That None Of You Has A Sinful, Unbelieving Heart That Turns Away From The Living God.",
            "But Encourage One Another Daily, As Long As It Is Called Today, So That None Of You May Be Hardened By Sin's Deceitfulness.",
            "We Have Come To Share In Christ If We Hold Firmly Till The End The Confidence We Had At First.",
            "As Has Just Been Said: \"Today, If You Hear His Voice, Do Not Harden Your Hearts As You Did In The Rebellion.\"",
            "Who Were They Who Heard And Rebelled? Were They Not All Those Moses Led Out Of Egypt?",
            "And With Whom Was He Angry For Forty Years? Was It Not With Those Who Sinned, Whose Bodies Fell In The Desert?",
            "And To Whom Did God Swear That They Would Never Enter His Rest If Not To Those Who Disobeyed ?",
            "So We See That They Were Not Able To Enter, Because Of Their Unbelief."
        ],
        [
            "Therefore, Since The Promise Of Entering His Rest Still Stands, Let Us Be Careful That None Of You Be Found To Have Fallen Short Of It.",
            "For We Also Have Had The Gospel Preached To Us, Just As They Did; But The Message They Heard Was Of No Value To Them, Because Those Who Heard Did Not Combine It With Faith.",
            "Now We Who Have Believed Enter That Rest, Just As God Has Said, \"So I Declared On Oath In My Anger, 'They Shall Never Enter My Rest.' \"",
            "And Yet His Work Has Been Finished Since The Creation Of The World. For Somewhere He Has Spoken About The Seventh Day In These Words: \"And On The Seventh Day God Rested From All His Work.\"",
            "And Again In The Passage Above He Says, \"They Shall Never Enter My Rest.\"",
            "It Still Remains That Some Will Enter That Rest, And Those Who Formerly Had The Gospel Preached To Them Did Not Go In, Because Of Their Disobedience.",
            "Therefore God Again Set A Certain Day, Calling It Today, When A Long Time Later He Spoke Through David, As Was Said Before: \"Today, If You Hear His Voice, Do Not Harden Your Hearts.\"",
            "For If Joshua Had Given Them Rest, God Would Not Have Spoken Later About Another Day.",
            "There Remains, Then, A Sabbath-rest For The People Of God;",
            "For Anyone Who Enters God's Rest Also Rests From His Own Work, Just As God Did From His.",
            "Let Us, Therefore, Make Every Effort To Enter That Rest, So That No One Will Fall By Following Their Example Of Disobedience.",
            "For The Word Of God Is Living And Active. Sharper Than Any Double-edged Sword, It Penetrates Even To Dividing Soul And Spirit, Joints And Marrow; It Judges The Thoughts And Attitudes Of The Heart.",
            "Nothing In All Creation Is Hidden From God's Sight. Everything Is Uncovered And Laid Bare Before The Eyes Of Him To Whom We Must Give Account.",
            "Therefore, Since We Have A Great High Priest Who Has Gone Through The Heavens, Jesus The Son Of God, Let Us Hold Firmly To The Faith We Profess.",
            "For We Do Not Have A High Priest Who Is Unable To Sympathize With Our Weaknesses, But We Have One Who Has Been Tempted In Every Way, Just As We Are--yet Was Without Sin.",
            "Let Us Then Approach The Throne Of Grace With Confidence, So That We May Receive Mercy And Find Grace To Help Us In Our Time Of Need."
        ],
        [
            "Every High Priest Is Selected From Among Men And Is Appointed To Represent Them In Matters Related To God, To Offer Gifts And Sacrifices For Sins.",
            "He Is Able To Deal Gently With Those Who Are Ignorant And Are Going Astray, Since He Himself Is Subject To Weakness.",
            "This Is Why He Has To Offer Sacrifices For His Own Sins, As Well As For The Sins Of The People.",
            "No One Takes This Honor Upon Himself; He Must Be Called By God, Just As Aaron Was.",
            "So Christ Also Did Not Take Upon Himself The Glory Of Becoming A High Priest. But God Said To Him, \"You Are My Son; Today I Have Become Your Father. \"",
            "And He Says In Another Place, \"You Are A Priest Forever, In The Order Of Melchizedek.\"",
            "During The Days Of Jesus' Life On Earth, He Offered Up Prayers And Petitions With Loud Cries And Tears To The One Who Could Save Him From Death, And He Was Heard Because Of His Reverent Submission.",
            "Although He Was A Son, He Learned Obedience From What He Suffered",
            "And, Once Made Perfect, He Became The Source Of Eternal Salvation For All Who Obey Him",
            "And Was Designated By God To Be High Priest In The Order Of Melchizedek.",
            "We Have Much To Say About This, But It Is Hard To Explain Because You Are Slow To Learn.",
            "In Fact, Though By This Time You Ought To Be Teachers, You Need Someone To Teach You The Elementary Truths Of God's Word All Over Again. You Need Milk, Not Solid Food!",
            "Anyone Who Lives On Milk, Being Still An Infant, Is Not Acquainted With The Teaching About Righteousness.",
            "But Solid Food Is For The Mature, Who By Constant Use Have Trained Themselves To Distinguish Good From Evil."
        ],
        [
            "Therefore Let Us Leave The Elementary Teachings About Christ And Go On To Maturity, Not Laying Again The Foundation Of Repentance From Acts That Lead To Death, And Of Faith In God,",
            "Instruction About Baptisms, The Laying On Of Hands, The Resurrection Of The Dead, And Eternal Judgment.",
            "And God Permitting, We Will Do So.",
            "It Is Impossible For Those Who Have Once Been Enlightened, Who Have Tasted The Heavenly Gift, Who Have Shared In The Holy Spirit,",
            "Who Have Tasted The Goodness Of The Word Of God And The Powers Of The Coming Age,",
            "If They Fall Away, To Be Brought Back To Repentance, Because To Their Loss They Are Crucifying The Son Of God All Over Again And Subjecting Him To Public Disgrace.",
            "Land That Drinks In The Rain Often Falling On It And That Produces A Crop Useful To Those For Whom It Is Farmed Receives The Blessing Of God.",
            "But Land That Produces Thorns And Thistles Is Worthless And Is In Danger Of Being Cursed. In The End It Will Be Burned.",
            "Even Though We Speak Like This, Dear Friends, We Are Confident Of Better Things In Your Case--things That Accompany Salvation.",
            "God Is Not Unjust; He Will Not Forget Your Work And The Love You Have Shown Him As You Have Helped His People And Continue To Help Them.",
            "We Want Each Of You To Show This Same Diligence To The Very End, In Order To Make Your Hope Sure.",
            "We Do Not Want You To Become Lazy, But To Imitate Those Who Through Faith And Patience Inherit What Has Been Promised.",
            "When God Made His Promise To Abraham, Since There Was No One Greater For Him To Swear By, He Swore By Himself,",
            "Saying, \"I Will Surely Bless You And Give You Many Descendants.\"",
            "And So After Waiting Patiently, Abraham Received What Was Promised.",
            "Men Swear By Someone Greater Than Themselves, And The Oath Confirms What Is Said And Puts An End To All Argument.",
            "Because God Wanted To Make The Unchanging Nature Of His Purpose Very Clear To The Heirs Of What Was Promised, He Confirmed It With An Oath.",
            "God Did This So That, By Two Unchangeable Things In Which It Is Impossible For God To Lie, We Who Have Fled To Take Hold Of The Hope Offered To Us May Be Greatly Encouraged.",
            "We Have This Hope As An Anchor For The Soul, Firm And Secure. It Enters The Inner Sanctuary Behind The Curtain,",
            "Where Jesus, Who Went Before Us, Has Entered On Our Behalf. He Has Become A High Priest Forever, In The Order Of Melchizedek."
        ],
        [
            "This Melchizedek Was King Of Salem And Priest Of God Most High. He Met Abraham Returning From The Defeat Of The Kings And Blessed Him,",
            "And Abraham Gave Him A Tenth Of Everything. First, His Name Means \"King Of Righteousness\"; Then Also, \"King Of Salem\" Means \"King Of Peace.\"",
            "Without Father Or Mother, Without Genealogy, Without Beginning Of Days Or End Of Life, Like The Son Of God He Remains A Priest Forever.",
            "Just Think How Great He Was: Even The Patriarch Abraham Gave Him A Tenth Of The Plunder!",
            "Now The Law Requires The Descendants Of Levi Who Become Priests To Collect A Tenth From The People--that Is, Their Brothers--even Though Their Brothers Are Descended From Abraham.",
            "This Man, However, Did Not Trace His Descent From Levi, Yet He Collected A Tenth From Abraham And Blessed Him Who Had The Promises.",
            "And Without Doubt The Lesser Person Is Blessed By The Greater.",
            "In The One Case, The Tenth Is Collected By Men Who Die; But In The Other Case, By Him Who Is Declared To Be Living.",
            "One Might Even Say That Levi, Who Collects The Tenth, Paid The Tenth Through Abraham,",
            "Because When Melchizedek Met Abraham, Levi Was Still In The Body Of His Ancestor.",
            "If Perfection Could Have Been Attained Through The Levitical Priesthood (For On The Basis Of It The Law Was Given To The People), Why Was There Still Need For Another Priest To Come--one In The Order Of Melchizedek, Not In The Order Of Aaron?",
            "For When There Is A Change Of The Priesthood, There Must Also Be A Change Of The Law.",
            "He Of Whom These Things Are Said Belonged To A Different Tribe, And No One From That Tribe Has Ever Served At The Altar.",
            "For It Is Clear That Our Lord Descended From Judah, And In Regard To That Tribe Moses Said Nothing About Priests.",
            "And What We Have Said Is Even More Clear If Another Priest Like Melchizedek Appears,",
            "One Who Has Become A Priest Not On The Basis Of A Regulation As To His Ancestry But On The Basis Of The Power Of An Indestructible Life.",
            "For It Is Declared: \"You Are A Priest Forever, In The Order Of Melchizedek.\"",
            "The Former Regulation Is Set Aside Because It Was Weak And Useless",
            "(For The Law Made Nothing Perfect), And A Better Hope Is Introduced, By Which We Draw Near To God.",
            "And It Was Not Without An Oath! Others Became Priests Without Any Oath,",
            "But He Became A Priest With An Oath When God Said To Him: \"The Lord Has Sworn And Will Not Change His Mind: 'You Are A Priest Forever.' \"",
            "Because Of This Oath, Jesus Has Become The Guarantee Of A Better Covenant.",
            "Now There Have Been Many Of Those Priests, Since Death Prevented Them From Continuing In Office;",
            "But Because Jesus Lives Forever, He Has A Permanent Priesthood.",
            "Therefore He Is Able To Save Completely Those Who Come To God Through Him, Because He Always Lives To Intercede For Them.",
            "Such A High Priest Meets Our Need--one Who Is Holy, Blameless, Pure, Set Apart From Sinners, Exalted Above The Heavens.",
            "Unlike The Other High Priests, He Does Not Need To Offer Sacrifices Day After Day, First For His Own Sins, And Then For The Sins Of The People. He Sacrificed For Their Sins Once For All When He Offered Himself.",
            "For The Law Appoints As High Priests Men Who Are Weak; But The Oath, Which Came After The Law, Appointed The Son, Who Has Been Made Perfect Forever."
        ],
        [
            "The Point Of What We Are Saying Is This: We Do Have Such A High Priest, Who Sat Down At The Right Hand Of The Throne Of The Majesty In Heaven,",
            "And Who Serves In The Sanctuary, The True Tabernacle Set Up By The Lord, Not By Man.",
            "Every High Priest Is Appointed To Offer Both Gifts And Sacrifices, And So It Was Necessary For This One Also To Have Something To Offer.",
            "If He Were On Earth, He Would Not Be A Priest, For There Are Already Men Who Offer The Gifts Prescribed By The Law.",
            "They Serve At A Sanctuary That Is A Copy And Shadow Of What Is In Heaven. This Is Why Moses Was Warned When He Was About To Build The Tabernacle: \"See To It That You Make Everything According To The Pattern Shown You On The Mountain.\"",
            "But The Ministry Jesus Has Received Is As Superior To Theirs As The Covenant Of Which He Is Mediator Is Superior To The Old One, And It Is Founded On Better Promises.",
            "For If There Had Been Nothing Wrong With That First Covenant, No Place Would Have Been Sought For Another.",
            "But God Found Fault With The People And Said : \"The Time Is Coming, Declares The Lord, When I Will Make A New Covenant With The House Of Israel And With The House Of Judah.",
            "It Will Not Be Like The Covenant I Made With Their Forefathers When I Took Them By The Hand To Lead Them Out Of Egypt, Because They Did Not Remain Faithful To My Covenant, And I Turned Away From Them, Declares The Lord.",
            "This Is The Covenant I Will Make With The House Of Israel After That Time, Declares The Lord. I Will Put My Laws In Their Minds And Write Them On Their Hearts. I Will Be Their God, And They Will Be My People.",
            "No Longer Will A Man Teach His Neighbor, Or A Man His Brother, Saying, 'Know The Lord,' Because They Will All Know Me, From The Least Of Them To The Greatest.",
            "For I Will Forgive Their Wickedness And Will Remember Their Sins No More.\"",
            "By Calling This Covenant \"New,\" He Has Made The First One Obsolete; And What Is Obsolete And Aging Will Soon Disappear."
        ],
        [
            "Now The First Covenant Had Regulations For Worship And Also An Earthly Sanctuary.",
            "A Tabernacle Was Set Up. In Its First Room Were The Lampstand, The Table And The Consecrated Bread; This Was Called The Holy Place.",
            "Behind The Second Curtain Was A Room Called The Most Holy Place,",
            "Which Had The Golden Altar Of Incense And The Gold-covered Ark Of The Covenant. This Ark Contained The Gold Jar Of Manna, Aaron's Staff That Had Budded, And The Stone Tablets Of The Covenant.",
            "Above The Ark Were The Cherubim Of The Glory, Overshadowing The Atonement Cover. But We Cannot Discuss These Things In Detail Now.",
            "When Everything Had Been Arranged Like This, The Priests Entered Regularly Into The Outer Room To Carry On Their Ministry.",
            "But Only The High Priest Entered The Inner Room, And That Only Once A Year, And Never Without Blood, Which He Offered For Himself And For The Sins The People Had Committed In Ignorance.",
            "The Holy Spirit Was Showing By This That The Way Into The Most Holy Place Had Not Yet Been Disclosed As Long As The First Tabernacle Was Still Standing.",
            "This Is An Illustration For The Present Time, Indicating That The Gifts And Sacrifices Being Offered Were Not Able To Clear The Conscience Of The Worshiper.",
            "They Are Only A Matter Of Food And Drink And Various Ceremonial Washings--external Regulations Applying Until The Time Of The New Order.",
            "When Christ Came As High Priest Of The Good Things That Are Already Here, He Went Through The Greater And More Perfect Tabernacle That Is Not Man-made, That Is To Say, Not A Part Of This Creation.",
            "He Did Not Enter By Means Of The Blood Of Goats And Calves; But He Entered The Most Holy Place Once For All By His Own Blood, Having Obtained Eternal Redemption.",
            "The Blood Of Goats And Bulls And The Ashes Of A Heifer Sprinkled On Those Who Are Ceremonially Unclean Sanctify Them So That They Are Outwardly Clean.",
            "How Much More, Then, Will The Blood Of Christ, Who Through The Eternal Spirit Offered Himself Unblemished To God, Cleanse Our Consciences From Acts That Lead To Death, So That We May Serve The Living God!",
            "For This Reason Christ Is The Mediator Of A New Covenant, That Those Who Are Called May Receive The Promised Eternal Inheritance--now That He Has Died As A Ransom To Set Them Free From The Sins Committed Under The First Covenant.",
            "In The Case Of A Will, It Is Necessary To Prove The Death Of The One Who Made It,",
            "Because A Will Is In Force Only When Somebody Has Died; It Never Takes Effect While The One Who Made It Is Living.",
            "This Is Why Even The First Covenant Was Not Put Into Effect Without Blood.",
            "When Moses Had Proclaimed Every Commandment Of The Law To All The People, He Took The Blood Of Calves, Together With Water, Scarlet Wool And Branches Of Hyssop, And Sprinkled The Scroll And All The People.",
            "He Said, \"This Is The Blood Of The Covenant, Which God Has Commanded You To Keep.\"",
            "In The Same Way, He Sprinkled With The Blood Both The Tabernacle And Everything Used In Its Ceremonies.",
            "In Fact, The Law Requires That Nearly Everything Be Cleansed With Blood, And Without The Shedding Of Blood There Is No Forgiveness.",
            "It Was Necessary, Then, For The Copies Of The Heavenly Things To Be Purified With These Sacrifices, But The Heavenly Things Themselves With Better Sacrifices Than These.",
            "For Christ Did Not Enter A Man-made Sanctuary That Was Only A Copy Of The True One; He Entered Heaven Itself, Now To Appear For Us In God's Presence.",
            "Nor Did He Enter Heaven To Offer Himself Again And Again, The Way The High Priest Enters The Most Holy Place Every Year With Blood That Is Not His Own.",
            "Then Christ Would Have Had To Suffer Many Times Since The Creation Of The World. But Now He Has Appeared Once For All At The End Of The Ages To Do Away With Sin By The Sacrifice Of Himself.",
            "Just As Man Is Destined To Die Once, And After That To Face Judgment,",
            "So Christ Was Sacrificed Once To Take Away The Sins Of Many People; And He Will Appear A Second Time, Not To Bear Sin, But To Bring Salvation To Those Who Are Waiting For Him."
        ],
        [
            "The Law Is Only A Shadow Of The Good Things That Are Coming--not The Realities Themselves. For This Reason It Can Never, By The Same Sacrifices Repeated Endlessly Year After Year, Make Perfect Those Who Draw Near To Worship.",
            "If It Could, Would They Not Have Stopped Being Offered? For The Worshipers Would Have Been Cleansed Once For All, And Would No Longer Have Felt Guilty For Their Sins.",
            "But Those Sacrifices Are An Annual Reminder Of Sins,",
            "Because It Is Impossible For The Blood Of Bulls And Goats To Take Away Sins.",
            "Therefore, When Christ Came Into The World, He Said: \"Sacrifice And Offering You Did Not Desire, But A Body You Prepared For Me;",
            "With Burnt Offerings And Sin Offerings You Were Not Pleased.",
            "Then I Said, 'Here I Am--it Is Written About Me In The Scroll-- I Have Come To Do Your Will, O God.' \"",
            "First He Said, \"Sacrifices And Offerings, Burnt Offerings And Sin Offerings You Did Not Desire, Nor Were You Pleased With Them\" (Although The Law Required Them To Be Made).",
            "Then He Said, \"Here I Am, I Have Come To Do Your Will.\" He Sets Aside The First To Establish The Second.",
            "And By That Will, We Have Been Made Holy Through The Sacrifice Of The Body Of Jesus Christ Once For All.",
            "Day After Day Every Priest Stands And Performs His Religious Duties; Again And Again He Offers The Same Sacrifices, Which Can Never Take Away Sins.",
            "But When This Priest Had Offered For All Time One Sacrifice For Sins, He Sat Down At The Right Hand Of God.",
            "Since That Time He Waits For His Enemies To Be Made His Footstool,",
            "Because By One Sacrifice He Has Made Perfect Forever Those Who Are Being Made Holy.",
            "The Holy Spirit Also Testifies To Us About This. First He Says:",
            "\"This Is The Covenant I Will Make With Them After That Time, Says The Lord. I Will Put My Laws In Their Hearts, And I Will Write Them On Their Minds.\"",
            "Then He Adds: \"Their Sins And Lawless Acts I Will Remember No More.\"",
            "And Where These Have Been Forgiven, There Is No Longer Any Sacrifice For Sin.",
            "Therefore, Brothers, Since We Have Confidence To Enter The Most Holy Place By The Blood Of Jesus,",
            "By A New And Living Way Opened For Us Through The Curtain, That Is, His Body,",
            "And Since We Have A Great Priest Over The House Of God,",
            "Let Us Draw Near To God With A Sincere Heart In Full Assurance Of Faith, Having Our Hearts Sprinkled To Cleanse Us From A Guilty Conscience And Having Our Bodies Washed With Pure Water.",
            "Let Us Hold Unswervingly To The Hope We Profess, For He Who Promised Is Faithful.",
            "And Let Us Consider How We May Spur One Another On Toward Love And Good Deeds.",
            "Let Us Not Give Up Meeting Together, As Some Are In The Habit Of Doing, But Let Us Encourage One Another--and All The More As You See The Day Approaching.",
            "If We Deliberately Keep On Sinning After We Have Received The Knowledge Of The Truth, No Sacrifice For Sins Is Left,",
            "But Only A Fearful Expectation Of Judgment And Of Raging Fire That Will Consume The Enemies Of God.",
            "Anyone Who Rejected The Law Of Moses Died Without Mercy On The Testimony Of Two Or Three Witnesses.",
            "How Much More Severely Do You Think A Man Deserves To Be Punished Who Has Trampled The Son Of God Under Foot, Who Has Treated As An Unholy Thing The Blood Of The Covenant That Sanctified Him, And Who Has Insulted The Spirit Of Grace?",
            "For We Know Him Who Said, \"It Is Mine To Avenge; I Will Repay,\" And Again, \"The Lord Will Judge His People.\"",
            "It Is A Dreadful Thing To Fall Into The Hands Of The Living God.",
            "Remember Those Earlier Days After You Had Received The Light, When You Stood Your Ground In A Great Contest In The Face Of Suffering.",
            "Sometimes You Were Publicly Exposed To Insult And Persecution; At Other Times You Stood Side By Side With Those Who Were So Treated.",
            "You Sympathized With Those In Prison And Joyfully Accepted The Confiscation Of Your Property, Because You Knew That You Yourselves Had Better And Lasting Possessions.",
            "So Do Not Throw Away Your Confidence; It Will Be Richly Rewarded.",
            "You Need To Persevere So That When You Have Done The Will Of God, You Will Receive What He Has Promised.",
            "For In Just A Very Little While, \"He Who Is Coming Will Come And Will Not Delay.",
            "But My Righteous One Will Live By Faith. And If He Shrinks Back, I Will Not Be Pleased With Him.\"",
            "But We Are Not Of Those Who Shrink Back And Are Destroyed, But Of Those Who Believe And Are Saved."
        ],
        [
            "Now Faith Is Being Sure Of What We Hope For And Certain Of What We Do Not See.",
            "This Is What The Ancients Were Commended For.",
            "By Faith We Understand That The Universe Was Formed At God's Command, So That What Is Seen Was Not Made Out Of What Was Visible.",
            "By Faith Abel Offered God A Better Sacrifice Than Cain Did. By Faith He Was Commended As A Righteous Man, When God Spoke Well Of His Offerings. And By Faith He Still Speaks, Even Though He Is Dead.",
            "By Faith Enoch Was Taken From This Life, So That He Did Not Experience Death; He Could Not Be Found, Because God Had Taken Him Away. For Before He Was Taken, He Was Commended As One Who Pleased God.",
            "And Without Faith It Is Impossible To Please God, Because Anyone Who Comes To Him Must Believe That He Exists And That He Rewards Those Who Earnestly Seek Him.",
            "By Faith Noah, When Warned About Things Not Yet Seen, In Holy Fear Built An Ark To Save His Family. By His Faith He Condemned The World And Became Heir Of The Righteousness That Comes By Faith.",
            "By Faith Abraham, When Called To Go To A Place He Would Later Receive As His Inheritance, Obeyed And Went, Even Though He Did Not Know Where He Was Going.",
            "By Faith He Made His Home In The Promised Land Like A Stranger In A Foreign Country; He Lived In Tents, As Did Isaac And Jacob, Who Were Heirs With Him Of The Same Promise.",
            "For He Was Looking Forward To The City With Foundations, Whose Architect And Builder Is God.",
            "By Faith Abraham, Even Though He Was Past Age--and Sarah Herself Was Barren--was Enabled To Become A Father Because He Considered Him Faithful Who Had Made The Promise.",
            "And So From This One Man, And He As Good As Dead, Came Descendants As Numerous As The Stars In The Sky And As Countless As The Sand On The Seashore.",
            "All These People Were Still Living By Faith When They Died. They Did Not Receive The Things Promised; They Only Saw Them And Welcomed Them From A Distance. And They Admitted That They Were Aliens And Strangers On Earth.",
            "People Who Say Such Things Show That They Are Looking For A Country Of Their Own.",
            "If They Had Been Thinking Of The Country They Had Left, They Would Have Had Opportunity To Return.",
            "Instead, They Were Longing For A Better Country--a Heavenly One. Therefore God Is Not Ashamed To Be Called Their God, For He Has Prepared A City For Them.",
            "By Faith Abraham, When God Tested Him, Offered Isaac As A Sacrifice. He Who Had Received The Promises Was About To Sacrifice His One And Only Son,",
            "Even Though God Had Said To Him, \"It Is Through Isaac That Your Offspring Will Be Reckoned.\"",
            "Abraham Reasoned That God Could Raise The Dead, And Figuratively Speaking, He Did Receive Isaac Back From Death.",
            "By Faith Isaac Blessed Jacob And Esau In Regard To Their Future.",
            "By Faith Jacob, When He Was Dying, Blessed Each Of Joseph's Sons, And Worshiped As He Leaned On The Top Of His Staff.",
            "By Faith Joseph, When His End Was Near, Spoke About The Exodus Of The Israelites From Egypt And Gave Instructions About His Bones.",
            "By Faith Moses' Parents Hid Him For Three Months After He Was Born, Because They Saw He Was No Ordinary Child, And They Were Not Afraid Of The King's Edict.",
            "By Faith Moses, When He Had Grown Up, Refused To Be Known As The Son Of Pharaoh's Daughter.",
            "He Chose To Be Mistreated Along With The People Of God Rather Than To Enjoy The Pleasures Of Sin For A Short Time.",
            "He Regarded Disgrace For The Sake Of Christ As Of Greater Value Than The Treasures Of Egypt, Because He Was Looking Ahead To His Reward.",
            "By Faith He Left Egypt, Not Fearing The King's Anger; He Persevered Because He Saw Him Who Is Invisible.",
            "By Faith He Kept The Passover And The Sprinkling Of Blood, So That The Destroyer Of The Firstborn Would Not Touch The Firstborn Of Israel.",
            "By Faith The People Passed Through The Red Sea As On Dry Land; But When The Egyptians Tried To Do So, They Were Drowned.",
            "By Faith The Walls Of Jericho Fell, After The People Had Marched Around Them For Seven Days.",
            "By Faith The Prostitute Rahab, Because She Welcomed The Spies, Was Not Killed With Those Who Were Disobedient.",
            "And What More Shall I Say? I Do Not Have Time To Tell About Gideon, Barak, Samson, Jephthah, David, Samuel And The Prophets,",
            "Who Through Faith Conquered Kingdoms, Administered Justice, And Gained What Was Promised; Who Shut The Mouths Of Lions,",
            "Quenched The Fury Of The Flames, And Escaped The Edge Of The Sword; Whose Weakness Was Turned To Strength; And Who Became Powerful In Battle And Routed Foreign Armies.",
            "Women Received Back Their Dead, Raised To Life Again. Others Were Tortured And Refused To Be Released, So That They Might Gain A Better Resurrection.",
            "Some Faced Jeers And Flogging, While Still Others Were Chained And Put In Prison.",
            "They Were Stoned ; They Were Sawed In Two; They Were Put To Death By The Sword. They Went About In Sheepskins And Goatskins, Destitute, Persecuted And Mistreated--",
            "The World Was Not Worthy Of Them. They Wandered In Deserts And Mountains, And In Caves And Holes In The Ground.",
            "These Were All Commended For Their Faith, Yet None Of Them Received What Had Been Promised.",
            "God Had Planned Something Better For Us So That Only Together With Us Would They Be Made Perfect."
        ],
        [
            "Therefore, Since We Are Surrounded By Such A Great Cloud Of Witnesses, Let Us Throw Off Everything That Hinders And The Sin That So Easily Entangles, And Let Us Run With Perseverance The Race Marked Out For Us.",
            "Let Us Fix Our Eyes On Jesus, The Author And Perfecter Of Our Faith, Who For The Joy Set Before Him Endured The Cross, Scorning Its Shame, And Sat Down At The Right Hand Of The Throne Of God.",
            "Consider Him Who Endured Such Opposition From Sinful Men, So That You Will Not Grow Weary And Lose Heart.",
            "In Your Struggle Against Sin, You Have Not Yet Resisted To The Point Of Shedding Your Blood.",
            "And You Have Forgotten That Word Of Encouragement That Addresses You As Sons: \"My Son, Do Not Make Light Of The Lord's Discipline, And Do Not Lose Heart When He Rebukes You,",
            "Because The Lord Disciplines Those He Loves, And He Punishes Everyone He Accepts As A Son.\"",
            "Endure Hardship As Discipline; God Is Treating You As Sons. For What Son Is Not Disciplined By His Father?",
            "If You Are Not Disciplined (And Everyone Undergoes Discipline), Then You Are Illegitimate Children And Not True Sons.",
            "Moreover, We Have All Had Human Fathers Who Disciplined Us And We Respected Them For It. How Much More Should We Submit To The Father Of Our Spirits And Live!",
            "Our Fathers Disciplined Us For A Little While As They Thought Best; But God Disciplines Us For Our Good, That We May Share In His Holiness.",
            "No Discipline Seems Pleasant At The Time, But Painful. Later On, However, It Produces A Harvest Of Righteousness And Peace For Those Who Have Been Trained By It.",
            "Therefore, Strengthen Your Feeble Arms And Weak Knees.",
            "\"Make Level Paths For Your Feet,\" So That The Lame May Not Be Disabled, But Rather Healed.",
            "Make Every Effort To Live In Peace With All Men And To Be Holy; Without Holiness No One Will See The Lord.",
            "See To It That No One Misses The Grace Of God And That No Bitter Root Grows Up To Cause Trouble And Defile Many.",
            "See That No One Is Sexually Immoral, Or Is Godless Like Esau, Who For A Single Meal Sold His Inheritance Rights As The Oldest Son.",
            "Afterward, As You Know, When He Wanted To Inherit This Blessing, He Was Rejected. He Could Bring About No Change Of Mind, Though He Sought The Blessing With Tears.",
            "You Have Not Come To A Mountain That Can Be Touched And That Is Burning With Fire; To Darkness, Gloom And Storm;",
            "To A Trumpet Blast Or To Such A Voice Speaking Words That Those Who Heard It Begged That No Further Word Be Spoken To Them,",
            "Because They Could Not Bear What Was Commanded: \"If Even An Animal Touches The Mountain, It Must Be Stoned.\"",
            "The Sight Was So Terrifying That Moses Said, \"I Am Trembling With Fear.\"",
            "But You Have Come To Mount Zion, To The Heavenly Jerusalem, The City Of The Living God. You Have Come To Thousands Upon Thousands Of Angels In Joyful Assembly,",
            "To The Church Of The Firstborn, Whose Names Are Written In Heaven. You Have Come To God, The Judge Of All Men, To The Spirits Of Righteous Men Made Perfect,",
            "To Jesus The Mediator Of A New Covenant, And To The Sprinkled Blood That Speaks A Better Word Than The Blood Of Abel.",
            "See To It That You Do Not Refuse Him Who Speaks. If They Did Not Escape When They Refused Him Who Warned Them On Earth, How Much Less Will We, If We Turn Away From Him Who Warns Us From Heaven?",
            "At That Time His Voice Shook The Earth, But Now He Has Promised, \"Once More I Will Shake Not Only The Earth But Also The Heavens.\"",
            "The Words \"Once More\" Indicate The Removing Of What Can Be Shaken--that Is, Created Things--so That What Cannot Be Shaken May Remain.",
            "Therefore, Since We Are Receiving A Kingdom That Cannot Be Shaken, Let Us Be Thankful, And So Worship God Acceptably With Reverence And Awe,",
            "For Our \"God Is A Consuming Fire.\""
        ],
        [
            "Keep On Loving Each Other As Brothers.",
            "Do Not Forget To Entertain Strangers, For By So Doing Some People Have Entertained Angels Without Knowing It.",
            "Remember Those In Prison As If You Were Their Fellow Prisoners, And Those Who Are Mistreated As If You Yourselves Were Suffering.",
            "Marriage Should Be Honored By All, And The Marriage Bed Kept Pure, For God Will Judge The Adulterer And All The Sexually Immoral.",
            "Keep Your Lives Free From The Love Of Money And Be Content With What You Have, Because God Has Said, \"Never Will I Leave You; Never Will I Forsake You.\"",
            "So We Say With Confidence, \"The Lord Is My Helper; I Will Not Be Afraid. What Can Man Do To Me?\"",
            "Remember Your Leaders, Who Spoke The Word Of God To You. Consider The Outcome Of Their Way Of Life And Imitate Their Faith.",
            "Jesus Christ Is The Same Yesterday And Today And Forever.",
            "Do Not Be Carried Away By All Kinds Of Strange Teachings. It Is Good For Our Hearts To Be Strengthened By Grace, Not By Ceremonial Foods, Which Are Of No Value To Those Who Eat Them.",
            "We Have An Altar From Which Those Who Minister At The Tabernacle Have No Right To Eat.",
            "The High Priest Carries The Blood Of Animals Into The Most Holy Place As A Sin Offering, But The Bodies Are Burned Outside The Camp.",
            "And So Jesus Also Suffered Outside The City Gate To Make The People Holy Through His Own Blood.",
            "Let Us, Then, Go To Him Outside The Camp, Bearing The Disgrace He Bore.",
            "For Here We Do Not Have An Enduring City, But We Are Looking For The City That Is To Come.",
            "Through Jesus, Therefore, Let Us Continually Offer To God A Sacrifice Of Praise--the Fruit Of Lips That Confess His Name.",
            "And Do Not Forget To Do Good And To Share With Others, For With Such Sacrifices God Is Pleased.",
            "Obey Your Leaders And Submit To Their Authority. They Keep Watch Over You As Men Who Must Give An Account. Obey Them So That Their Work Will Be A Joy, Not A Burden, For That Would Be Of No Advantage To You.",
            "Pray For Us. We Are Sure That We Have A Clear Conscience And Desire To Live Honorably In Every Way.",
            "I Particularly Urge You To Pray So That I May Be Restored To You Soon.",
            "May The God Of Peace, Who Through The Blood Of The Eternal Covenant Brought Back From The Dead Our Lord Jesus, That Great Shepherd Of The Sheep,",
            "Equip You With Everything Good For Doing His Will, And May He Work In Us What Is Pleasing To Him, Through Jesus Christ, To Whom Be Glory For Ever And Ever. Amen.",
            "Brothers, I Urge You To Bear With My Word Of Exhortation, For I Have Written You Only A Short Letter.",
            "I Want You To Know That Our Brother Timothy Has Been Released. If He Arrives Soon, I Will Come With Him To See You.",
            "Greet All Your Leaders And All God's People. Those From Italy Send You Their Greetings.",
            "Grace Be With You All."
        ]
    ]
}