{
  "chapter": [
    [
      "James, A Servant Of God And Of The Lord Jesus Christ, To The Twelve Tribes Scattered Among The Nations: Greetings.",
      "Consider It Pure Joy, My Brothers, Whenever You Face Trials Of Many Kinds,",
      "Because You Know That The Testing Of Your Faith Develops Perseverance.",
      "Perseverance Must Finish Its Work So That You May Be Mature And Complete, Not Lacking Anything.",
      "If Any Of You Lacks Wisdom, He Should Ask God, Who Gives Generously To All Without Finding Fault, And It Will Be Given To Him.",
      "But When He Asks, He Must Believe And Not Doubt, Because He Who Doubts Is Like A Wave Of The Sea, Blown And Tossed By The Wind.",
      "That Man Should Not Think He Will Receive Anything From The Lord;",
      "He Is A Double-minded Man, Unstable In All He Does.",
      "The Brother In Humble Circumstances Ought To Take Pride In His High Position.",
      "But The One Who Is Rich Should Take Pride In His Low Position, Because He Will Pass Away Like A Wild Flower.",
      "For The Sun Rises With Scorching Heat And Withers The Plant; Its Blossom Falls And Its Beauty Is Destroyed. In The Same Way, The Rich Man Will Fade Away Even While He Goes About His Business.",
      "Blessed Is The Man Who Perseveres Under Trial, Because When He Has Stood The Test, He Will Receive The Crown Of Life That God Has Promised To Those Who Love Him.",
      "When Tempted, No One Should Say, \"God Is Tempting Me.\" For God Cannot Be Tempted By Evil, Nor Does He Tempt Anyone;",
      "But Each One Is Tempted When, By His Own Evil Desire, He Is Dragged Away And Enticed.",
      "Then, After Desire Has Conceived, It Gives Birth To Sin; And Sin, When It Is Full-grown, Gives Birth To Death.",
      "Don't Be Deceived, My Dear Brothers.",
      "Every Good And Perfect Gift Is From Above, Coming Down From The Father Of The Heavenly Lights, Who Does Not Change Like Shifting Shadows.",
      "He Chose To Give Us Birth Through The Word Of Truth, That We Might Be A Kind Of Firstfruits Of All He Created.",
      "My Dear Brothers, Take Note Of This: Everyone Should Be Quick To Listen, Slow To Speak And Slow To Become Angry,",
      "For Man's Anger Does Not Bring About The Righteous Life That God Desires.",
      "Therefore, Get Rid Of All Moral Filth And The Evil That Is So Prevalent And Humbly Accept The Word Planted In You, Which Can Save You.",
      "Do Not Merely Listen To The Word, And So Deceive Yourselves. Do What It Says.",
      "Anyone Who Listens To The Word But Does Not Do What It Says Is Like A Man Who Looks At His Face In A Mirror",
      "And, After Looking At Himself, Goes Away And Immediately Forgets What He Looks Like.",
      "But The Man Who Looks Intently Into The Perfect Law That Gives Freedom, And Continues To Do This, Not Forgetting What He Has Heard, But Doing It--he Will Be Blessed In What He Does.",
      "If Anyone Considers Himself Religious And Yet Does Not Keep A Tight Rein On His Tongue, He Deceives Himself And His Religion Is Worthless.",
      "Religion That God Our Father Accepts As Pure And Faultless Is This: To Look After Orphans And Widows In Their Distress And To Keep Oneself From Being Polluted By The World."
    ],
    [
      "My Brothers, As Believers In Our Glorious Lord Jesus Christ, Don't Show Favoritism.",
      "Suppose A Man Comes Into Your Meeting Wearing A Gold Ring And Fine Clothes, And A Poor Man In Shabby Clothes Also Comes In.",
      "If You Show Special Attention To The Man Wearing Fine Clothes And Say, \"Here's A Good Seat For You,\" But Say To The Poor Man, \"You Stand There\" Or \"Sit On The Floor By My Feet,\"",
      "Have You Not Discriminated Among Yourselves And Become Judges With Evil Thoughts?",
      "Listen, My Dear Brothers: Has Not God Chosen Those Who Are Poor In The Eyes Of The World To Be Rich In Faith And To Inherit The Kingdom He Promised Those Who Love Him?",
      "But You Have Insulted The Poor. Is It Not The Rich Who Are Exploiting You? Are They Not The Ones Who Are Dragging You Into Court?",
      "Are They Not The Ones Who Are Slandering The Noble Name Of Him To Whom You Belong?",
      "If You Really Keep The Royal Law Found In Scripture, \"Love Your Neighbor As Yourself,\" You Are Doing Right.",
      "But If You Show Favoritism, You Sin And Are Convicted By The Law As Lawbreakers.",
      "For Whoever Keeps The Whole Law And Yet Stumbles At Just One Point Is Guilty Of Breaking All Of It.",
      "For He Who Said, \"Do Not Commit Adultery,\" Also Said, \"Do Not Murder.\" If You Do Not Commit Adultery But Do Commit Murder, You Have Become A Lawbreaker.",
      "Speak And Act As Those Who Are Going To Be Judged By The Law That Gives Freedom,",
      "Because Judgment Without Mercy Will Be Shown To Anyone Who Has Not Been Merciful. Mercy Triumphs Over Judgment!",
      "What Good Is It, My Brothers, If A Man Claims To Have Faith But Has No Deeds? Can Such Faith Save Him?",
      "Suppose A Brother Or Sister Is Without Clothes And Daily Food.",
      "If One Of You Says To Him, \"Go, I Wish You Well; Keep Warm And Well Fed,\" But Does Nothing About His Physical Needs, What Good Is It?",
      "In The Same Way, Faith By Itself, If It Is Not Accompanied By Action, Is Dead.",
      "But Someone Will Say, \"You Have Faith; I Have Deeds.\"",
      "Show Me Your Faith Without Deeds, And I Will Show You My Faith By What I Do. You Believe That There Is One God. Good! Even The Demons Believe That--and Shudder.",
      "You Foolish Man, Do You Want Evidence That Faith Without Deeds Is Useless ?",
      "Was Not Our Ancestor Abraham Considered Righteous For What He Did When He Offered His Son Isaac On The Altar?",
      "You See That His Faith And His Actions Were Working Together, And His Faith Was Made Complete By What He Did.",
      "And The Scripture Was Fulfilled That Says, \"Abraham Believed God, And It Was Credited To Him As Righteousness,\" And He Was Called God's Friend.",
      "You See That A Person Is Justified By What He Does And Not By Faith Alone.",
      "In The Same Way, Was Not Even Rahab The Prostitute Considered Righteous For What She Did When She Gave Lodging To The Spies And Sent Them Off In A Different Direction?",
      "As The Body Without The Spirit Is Dead, So Faith Without Deeds Is Dead."
    ],
    [
      "Not Many Of You Should Presume To Be Teachers, My Brothers, Because You Know That We Who Teach Will Be Judged More Strictly.",
      "We All Stumble In Many Ways. If Anyone Is Never At Fault In What He Says, He Is A Perfect Man, Able To Keep His Whole Body In Check.",
      "When We Put Bits Into The Mouths Of Horses To Make Them Obey Us, We Can Turn The Whole Animal.",
      "Or Take Ships As An Example. Although They Are So Large And Are Driven By Strong Winds, They Are Steered By A Very Small Rudder Wherever The Pilot Wants To Go.",
      "Likewise The Tongue Is A Small Part Of The Body, But It Makes Great Boasts. Consider What A Great Forest Is Set On Fire By A Small Spark.",
      "The Tongue Also Is A Fire, A World Of Evil Among The Parts Of The Body. It Corrupts The Whole Person, Sets The Whole Course Of His Life On Fire, And Is Itself Set On Fire By Hell.",
      "All Kinds Of Animals, Birds, Reptiles And Creatures Of The Sea Are Being Tamed And Have Been Tamed By Man,",
      "But No Man Can Tame The Tongue. It Is A Restless Evil, Full Of Deadly Poison.",
      "With The Tongue We Praise Our Lord And Father, And With It We Curse Men, Who Have Been Made In God's Likeness.",
      "Out Of The Same Mouth Come Praise And Cursing. My Brothers, This Should Not Be.",
      "Can Both Fresh Water And Salt Water Flow From The Same Spring?",
      "My Brothers, Can A Fig Tree Bear Olives, Or A Grapevine Bear Figs? Neither Can A Salt Spring Produce Fresh Water.",
      "Who Is Wise And Understanding Among You? Let Him Show It By His Good Life, By Deeds Done In The Humility That Comes From Wisdom.",
      "But If You Harbor Bitter Envy And Selfish Ambition In Your Hearts, Do Not Boast About It Or Deny The Truth.",
      "Such \"Wisdom\" Does Not Come Down From Heaven But Is Earthly, Unspiritual, Of The Devil.",
      "For Where You Have Envy And Selfish Ambition, There You Find Disorder And Every Evil Practice.",
      "But The Wisdom That Comes From Heaven Is First Of All Pure; Then Peace-loving, Considerate, Submissive, Full Of Mercy And Good Fruit, Impartial And Sincere.",
      "Peacemakers Who Sow In Peace Raise A Harvest Of Righteousness."
    ],
    [
      "What Causes Fights And Quarrels Among You? Don't They Come From Your Desires That Battle Within You?",
      "You Want Something But Don't Get It. You Kill And Covet, But You Cannot Have What You Want. You Quarrel And Fight. You Do Not Have, Because You Do Not Ask God.",
      "When You Ask, You Do Not Receive, Because You Ask With Wrong Motives, That You May Spend What You Get On Your Pleasures.",
      "You Adulterous People, Don't You Know That Friendship With The World Is Hatred Toward God? Anyone Who Chooses To Be A Friend Of The World Becomes An Enemy Of God.",
      "Or Do You Think Scripture Says Without Reason That The Spirit He Caused To Live In Us Envies Intensely?",
      "But He Gives Us More Grace. That Is Why Scripture Says: \"God Opposes The Proud But Gives Grace To The Humble.\"",
      "Submit Yourselves, Then, To God. Resist The Devil, And He Will Flee From You.",
      "Come Near To God And He Will Come Near To You. Wash Your Hands, You Sinners, And Purify Your Hearts, You Double-minded.",
      "Grieve, Mourn And Wail. Change Your Laughter To Mourning And Your Joy To Gloom.",
      "Humble Yourselves Before The Lord, And He Will Lift You Up.",
      "Brothers, Do Not Slander One Another. Anyone Who Speaks Against His Brother Or Judges Him Speaks Against The Law And Judges It. When You Judge The Law, You Are Not Keeping It, But Sitting In Judgment On It.",
      "There Is Only One Lawgiver And Judge, The One Who Is Able To Save And Destroy. But You--who Are You To Judge Your Neighbor?",
      "Now Listen, You Who Say, \"Today Or Tomorrow We Will Go To This Or That City, Spend A Year There, Carry On Business And Make Money.\"",
      "Why, You Do Not Even Know What Will Happen Tomorrow. What Is Your Life? You Are A Mist That Appears For A Little While And Then Vanishes.",
      "Instead, You Ought To Say, \"If It Is The Lord's Will, We Will Live And Do This Or That.\"",
      "As It Is, You Boast And Brag. All Such Boasting Is Evil.",
      "Anyone, Then, Who Knows The Good He Ought To Do And Doesn't Do It, Sins."
    ],
    [
      "Now Listen, You Rich People, Weep And Wail Because Of The Misery That Is Coming Upon You.",
      "Your Wealth Has Rotted, And Moths Have Eaten Your Clothes.",
      "Your Gold And Silver Are Corroded. Their Corrosion Will Testify Against You And Eat Your Flesh Like Fire. You Have Hoarded Wealth In The Last Days.",
      "Look! The Wages You Failed To Pay The Workmen Who Mowed Your Fields Are Crying Out Against You. The Cries Of The Harvesters Have Reached The Ears Of The Lord Almighty.",
      "You Have Lived On Earth In Luxury And Self-indulgence. You Have Fattened Yourselves In The Day Of Slaughter.",
      "You Have Condemned And Murdered Innocent Men, Who Were Not Opposing You.",
      "Be Patient, Then, Brothers, Until The Lord's Coming. See How The Farmer Waits For The Land To Yield Its Valuable Crop And How Patient He Is For The Autumn And Spring Rains.",
      "You Too, Be Patient And Stand Firm, Because The Lord's Coming Is Near.",
      "Don't Grumble Against Each Other, Brothers, Or You Will Be Judged. The Judge Is Standing At The Door!",
      "Brothers, As An Example Of Patience In The Face Of Suffering, Take The Prophets Who Spoke In The Name Of The Lord.",
      "As You Know, We Consider Blessed Those Who Have Persevered. You Have Heard Of Job's Perseverance And Have Seen What The Lord Finally Brought About. The Lord Is Full Of Compassion And Mercy.",
      "Above All, My Brothers, Do Not Swear--not By Heaven Or By Earth Or By Anything Else. Let Your \"Yes\" Be Yes, And Your \"No,\" No, Or You Will Be Condemned.",
      "Is Any One Of You In Trouble? He Should Pray. Is Anyone Happy? Let Him Sing Songs Of Praise.",
      "Is Any One Of You Sick? He Should Call The Elders Of The Church To Pray Over Him And Anoint Him With Oil In The Name Of The Lord.",
      "And The Prayer Offered In Faith Will Make The Sick Person Well; The Lord Will Raise Him Up. If He Has Sinned, He Will Be Forgiven.",
      "Therefore Confess Your Sins To Each Other And Pray For Each Other So That You May Be Healed. The Prayer Of A Righteous Man Is Powerful And Effective.",
      "Elijah Was A Man Just Like Us. He Prayed Earnestly That It Would Not Rain, And It Did Not Rain On The Land For Three And A Half Years.",
      "Again He Prayed, And The Heavens Gave Rain, And The Earth Produced Its Crops.",
      "My Brothers, If One Of You Should Wander From The Truth And Someone Should Bring Him Back,",
      "Remember This: Whoever Turns A Sinner From The Error Of His Way Will Save Him From Death And Cover Over A Multitude Of Sins."
    ]
  ]
}
