{
  "chapter": [
    [
      "After The Death Of Joshua, The Israelites Asked The Lord , \"Who Will Be The First To Go Up And Fight For Us Against The Canaanites?\"",
      "The Lord Answered, \"Judah Is To Go; I Have Given The Land Into Their Hands.\"",
      "Then The Men Of Judah Said To The Simeonites Their Brothers, \"Come Up With Us Into The Territory Allotted To Us, To Fight Against The Canaanites. We In Turn Will Go With You Into Yours.\" So The Simeonites Went With Them.",
      "When Judah Attacked, The Lord Gave The Canaanites And Perizzites Into Their Hands And They Struck Down Ten Thousand Men At Bezek.",
      "It Was There That They Found Adoni-bezek And Fought Against Him, Putting To Rout The Canaanites And Perizzites.",
      "Adoni-bezek Fled, But They Chased Him And Caught Him, And Cut Off His Thumbs And Big Toes.",
      "Then Adoni-bezek Said, \"Seventy Kings With Their Thumbs And Big Toes Cut Off Have Picked Up Scraps Under My Table. Now God Has Paid Me Back For What I Did To Them.\" They Brought Him To Jerusalem, And He Died There.",
      "The Men Of Judah Attacked Jerusalem Also And Took It. They Put The City To The Sword And Set It On Fire.",
      "After That, The Men Of Judah Went Down To Fight Against The Canaanites Living In The Hill Country, The Negev And The Western Foothills.",
      "They Advanced Against The Canaanites Living In Hebron (Formerly Called Kiriath Arba) And Defeated Sheshai, Ahiman And Talmai.",
      "From There They Advanced Against The People Living In Debir (Formerly Called Kiriath Sepher).",
      "And Caleb Said, \"I Will Give My Daughter Acsah In Marriage To The Man Who Attacks And Captures Kiriath Sepher.\"",
      "Othniel Son Of Kenaz, Caleb's Younger Brother, Took It; So Caleb Gave His Daughter Acsah To Him In Marriage.",
      "One Day When She Came To Othniel, She Urged Him To Ask Her Father For A Field. When She Got Off Her Donkey, Caleb Asked Her, \"What Can I Do For You?\"",
      "She Replied, \"Do Me A Special Favor. Since You Have Given Me Land In The Negev, Give Me Also Springs Of Water.\" Then Caleb Gave Her The Upper And Lower Springs.",
      "The Descendants Of Moses' Father-in-law, The Kenite, Went Up From The City Of Palms With The Men Of Judah To Live Among The People Of The Desert Of Judah In The Negev Near Arad.",
      "Then The Men Of Judah Went With The Simeonites Their Brothers And Attacked The Canaanites Living In Zephath, And They Totally Destroyed The City. Therefore It Was Called Hormah.",
      "The Men Of Judah Also Took Gaza, Ashkelon And Ekron-each City With Its Territory.",
      "The Lord Was With The Men Of Judah. They Took Possession Of The Hill Country, But They Were Unable To Drive The People From The Plains, Because They Had Iron Chariots.",
      "As Moses Had Promised, Hebron Was Given To Caleb, Who Drove From It The Three Sons Of Anak.",
      "The Benjamites, However, Failed To Dislodge The Jebusites, Who Were Living In Jerusalem; To This Day The Jebusites Live There With The Benjamites.",
      "Now The House Of Joseph Attacked Bethel, And The Lord Was With Them.",
      "When They Sent Men To Spy Out Bethel (Formerly Called Luz),",
      "The Spies Saw A Man Coming Out Of The City And They Said To Him, \"Show Us How To Get Into The City And We Will See That You Are Treated Well.\"",
      "So He Showed Them, And They Put The City To The Sword But Spared The Man And His Whole Family.",
      "He Then Went To The Land Of The Hittites, Where He Built A City And Called It Luz, Which Is Its Name To This Day.",
      "But Manasseh Did Not Drive Out The People Of Beth Shan Or Taanach Or Dor Or Ibleam Or Megiddo And Their Surrounding Settlements, For The Canaanites Were Determined To Live In That Land.",
      "When Israel Became Strong, They Pressed The Canaanites Into Forced Labor But Never Drove Them Out Completely.",
      "Nor Did Ephraim Drive Out The Canaanites Living In Gezer, But The Canaanites Continued To Live There Among Them.",
      "Neither Did Zebulun Drive Out The Canaanites Living In Kitron Or Nahalol, Who Remained Among Them; But They Did Subject Them To Forced Labor.",
      "Nor Did Asher Drive Out Those Living In Acco Or Sidon Or Ahlab Or Aczib Or Helbah Or Aphek Or Rehob,",
      "And Because Of This The People Of Asher Lived Among The Canaanite Inhabitants Of The Land.",
      "Neither Did Naphtali Drive Out Those Living In Beth Shemesh Or Beth Anath; But The Naphtalites Too Lived Among The Canaanite Inhabitants Of The Land, And Those Living In Beth Shemesh And Beth Anath Became Forced Laborers For Them.",
      "The Amorites Confined The Danites To The Hill Country, Not Allowing Them To Come Down Into The Plain.",
      "And The Amorites Were Determined Also To Hold Out In Mount Heres, Aijalon And Shaalbim, But When The Power Of The House Of Joseph Increased, They Too Were Pressed Into Forced Labor.",
      "The Boundary Of The Amorites Was From Scorpion Pass To Sela And Beyond."
    ],
    [
      "The Angel Of The Lord Went Up From Gilgal To Bokim And Said, \"I Brought You Up Out Of Egypt And Led You Into The Land That I Swore To Give To Your Forefathers. I Said, 'I Will Never Break My Covenant With You,",
      "And You Shall Not Make A Covenant With The People Of This Land, But You Shall Break Down Their Altars.' Yet You Have Disobeyed Me. Why Have You Done This?",
      "Now Therefore I Tell You That I Will Not Drive Them Out Before You; They Will Be Thorns In Your Sides And Their Gods Will Be A Snare To You.\"",
      "When The Angel Of The Lord Had Spoken These Things To All The Israelites, The People Wept Aloud,",
      "And They Called That Place Bokim. There They Offered Sacrifices To The Lord .",
      "After Joshua Had Dismissed The Israelites, They Went To Take Possession Of The Land, Each To His Own Inheritance.",
      "The People Served The Lord Throughout The Lifetime Of Joshua And Of The Elders Who Outlived Him And Who Had Seen All The Great Things The Lord Had Done For Israel.",
      "Joshua Son Of Nun, The Servant Of The Lord , Died At The Age Of A Hundred And Ten.",
      "And They Buried Him In The Land Of His Inheritance, At Timnath Heres In The Hill Country Of Ephraim, North Of Mount Gaash.",
      "After That Whole Generation Had Been Gathered To Their Fathers, Another Generation Grew Up, Who Knew Neither The Lord Nor What He Had Done For Israel.",
      "Then The Israelites Did Evil In The Eyes Of The Lord And Served The Baals.",
      "They Forsook The Lord , The God Of Their Fathers, Who Had Brought Them Out Of Egypt. They Followed And Worshiped Various Gods Of The Peoples Around Them. They Provoked The Lord To Anger",
      "Because They Forsook Him And Served Baal And The Ashtoreths.",
      "In His Anger Against Israel The Lord Handed Them Over To Raiders Who Plundered Them. He Sold Them To Their Enemies All Around, Whom They Were No Longer Able To Resist.",
      "Whenever Israel Went Out To Fight, The Hand Of The Lord Was Against Them To Defeat Them, Just As He Had Sworn To Them. They Were In Great Distress.",
      "Then The Lord Raised Up Judges, Who Saved Them Out Of The Hands Of These Raiders.",
      "Yet They Would Not Listen To Their Judges But Prostituted Themselves To Other Gods And Worshiped Them. Unlike Their Fathers, They Quickly Turned From The Way In Which Their Fathers Had Walked, The Way Of Obedience To The Lord 'S Commands.",
      "Whenever The Lord Raised Up A Judge For Them, He Was With The Judge And Saved Them Out Of The Hands Of Their Enemies As Long As The Judge Lived; For The Lord Had Compassion On Them As They Groaned Under Those Who Oppressed And Afflicted Them.",
      "But When The Judge Died, The People Returned To Ways Even More Corrupt Than Those Of Their Fathers, Following Other Gods And Serving And Worshiping Them. They Refused To Give Up Their Evil Practices And Stubborn Ways.",
      "Therefore The Lord Was Very Angry With Israel And Said, \"Because This Nation Has Violated The Covenant That I Laid Down For Their Forefathers And Has Not Listened To Me,",
      "I Will No Longer Drive Out Before Them Any Of The Nations Joshua Left When He Died.",
      "I Will Use Them To Test Israel And See Whether They Will Keep The Way Of The Lord And Walk In It As Their Forefathers Did.\"",
      "The Lord Had Allowed Those Nations To Remain; He Did Not Drive Them Out At Once By Giving Them Into The Hands Of Joshua."
    ],
    [
      "These Are The Nations The Lord Left To Test All Those Israelites Who Had Not Experienced Any Of The Wars In Canaan",
      "(He Did This Only To Teach Warfare To The Descendants Of The Israelites Who Had Not Had Previous Battle Experience):",
      "The Five Rulers Of The Philistines, All The Canaanites, The Sidonians, And The Hivites Living In The Lebanon Mountains From Mount Baal Hermon To Lebo Hamath.",
      "They Were Left To Test The Israelites To See Whether They Would Obey The Lord 'S Commands, Which He Had Given Their Forefathers Through Moses.",
      "The Israelites Lived Among The Canaanites, Hittites, Amorites, Perizzites, Hivites And Jebusites.",
      "They Took Their Daughters In Marriage And Gave Their Own Daughters To Their Sons, And Served Their Gods.",
      "The Israelites Did Evil In The Eyes Of The Lord ; They Forgot The Lord Their God And Served The Baals And The Asherahs.",
      "The Anger Of The Lord Burned Against Israel So That He Sold Them Into The Hands Of Cushan-rishathaim King Of Aram Naharaim, To Whom The Israelites Were Subject For Eight Years.",
      "But When They Cried Out To The Lord , He Raised Up For Them A Deliverer, Othniel Son Of Kenaz, Caleb's Younger Brother, Who Saved Them.",
      "The Spirit Of The Lord Came Upon Him, So That He Became Israel's Judge And Went To War. The Lord Gave Cushan-rishathaim King Of Aram Into The Hands Of Othniel, Who Overpowered Him.",
      "So The Land Had Peace For Forty Years, Until Othniel Son Of Kenaz Died.",
      "Once Again The Israelites Did Evil In The Eyes Of The Lord , And Because They Did This Evil The Lord Gave Eglon King Of Moab Power Over Israel.",
      "Getting The Ammonites And Amalekites To Join Him, Eglon Came And Attacked Israel, And They Took Possession Of The City Of Palms.",
      "The Israelites Were Subject To Eglon King Of Moab For Eighteen Years.",
      "Again The Israelites Cried Out To The Lord , And He Gave Them A Deliverer-ehud, A Left-handed Man, The Son Of Gera The Benjamite. The Israelites Sent Him With Tribute To Eglon King Of Moab.",
      "Now Ehud Had Made A Double-edged Sword About A Foot And A Half Long, Which He Strapped To His Right Thigh Under His Clothing.",
      "He Presented The Tribute To Eglon King Of Moab, Who Was A Very Fat Man.",
      "After Ehud Had Presented The Tribute, He Sent On Their Way The Men Who Had Carried It.",
      "At The Idols Near Gilgal He Himself Turned Back And Said, \"I Have A Secret Message For You, O King.\" The King Said, \"Quiet!\" And All His Attendants Left Him.",
      "Ehud Then Approached Him While He Was Sitting Alone In The Upper Room Of His Summer Palace And Said, \"I Have A Message From God For You.\" As The King Rose From His Seat,",
      "Ehud Reached With His Left Hand, Drew The Sword From His Right Thigh And Plunged It Into The King's Belly.",
      "Even The Handle Sank In After The Blade, Which Came Out His Back. Ehud Did Not Pull The Sword Out, And The Fat Closed In Over It.",
      "Then Ehud Went Out To The Porch ; He Shut The Doors Of The Upper Room Behind Him And Locked Them.",
      "After He Had Gone, The Servants Came And Found The Doors Of The Upper Room Locked. They Said, \"He Must Be Relieving Himself In The Inner Room Of The House.\"",
      "They Waited To The Point Of Embarrassment, But When He Did Not Open The Doors Of The Room, They Took A Key And Unlocked Them. There They Saw Their Lord Fallen To The Floor, Dead.",
      "While They Waited, Ehud Got Away. He Passed By The Idols And Escaped To Seirah.",
      "When He Arrived There, He Blew A Trumpet In The Hill Country Of Ephraim, And The Israelites Went Down With Him From The Hills, With Him Leading Them.",
      "\"Follow Me,\" He Ordered, \"For The Lord Has Given Moab, Your Enemy, Into Your Hands.\" So They Followed Him Down And, Taking Possession Of The Fords Of The Jordan That Led To Moab, They Allowed No One To Cross Over.",
      "At That Time They Struck Down About Ten Thousand Moabites, All Vigorous And Strong; Not A Man Escaped.",
      "That Day Moab Was Made Subject To Israel, And The Land Had Peace For Eighty Years.",
      "After Ehud Came Shamgar Son Of Anath, Who Struck Down Six Hundred Philistines With An Oxgoad. He Too Saved Israel."
    ],
    [
      "After Ehud Died, The Israelites Once Again Did Evil In The Eyes Of The Lord .",
      "So The Lord Sold Them Into The Hands Of Jabin, A King Of Canaan, Who Reigned In Hazor. The Commander Of His Army Was Sisera, Who Lived In Harosheth Haggoyim.",
      "Because He Had Nine Hundred Iron Chariots And Had Cruelly Oppressed The Israelites For Twenty Years, They Cried To The Lord For Help.",
      "Deborah, A Prophetess, The Wife Of Lappidoth, Was Leading Israel At That Time.",
      "She Held Court Under The Palm Of Deborah Between Ramah And Bethel In The Hill Country Of Ephraim, And The Israelites Came To Her To Have Their Disputes Decided.",
      "She Sent For Barak Son Of Abinoam From Kedesh In Naphtali And Said To Him, \"The Lord , The God Of Israel, Commands You: 'Go, Take With You Ten Thousand Men Of Naphtali And Zebulun And Lead The Way To Mount Tabor.",
      "I Will Lure Sisera, The Commander Of Jabin's Army, With His Chariots And His Troops To The Kishon River And Give Him Into Your Hands.' \"",
      "Barak Said To Her, \"If You Go With Me, I Will Go; But If You Don't Go With Me, I Won't Go.\"",
      "\"Very Well,\" Deborah Said, \"I Will Go With You. But Because Of The Way You Are Going About This, The Honor Will Not Be Yours, For The Lord Will Hand Sisera Over To A Woman.\" So Deborah Went With Barak To Kedesh,",
      "Where He Summoned Zebulun And Naphtali. Ten Thousand Men Followed Him, And Deborah Also Went With Him.",
      "Now Heber The Kenite Had Left The Other Kenites, The Descendants Of Hobab, Moses' Brother-in-law, And Pitched His Tent By The Great Tree In Zaanannim Near Kedesh.",
      "When They Told Sisera That Barak Son Of Abinoam Had Gone Up To Mount Tabor,",
      "Sisera Gathered Together His Nine Hundred Iron Chariots And All The Men With Him, From Harosheth Haggoyim To The Kishon River.",
      "Then Deborah Said To Barak, \"Go! This Is The Day The Lord Has Given Sisera Into Your Hands. Has Not The Lord Gone Ahead Of You?\" So Barak Went Down Mount Tabor, Followed By Ten Thousand Men.",
      "At Barak's Advance, The Lord Routed Sisera And All His Chariots And Army By The Sword, And Sisera Abandoned His Chariot And Fled On Foot.",
      "But Barak Pursued The Chariots And Army As Far As Harosheth Haggoyim. All The Troops Of Sisera Fell By The Sword; Not A Man Was Left.",
      "Sisera, However, Fled On Foot To The Tent Of Jael, The Wife Of Heber The Kenite, Because There Were Friendly Relations Between Jabin King Of Hazor And The Clan Of Heber The Kenite.",
      "Jael Went Out To Meet Sisera And Said To Him, \"Come, My Lord , Come Right In. Don't Be Afraid.\" So He Entered Her Tent, And She Put A Covering Over Him.",
      "\"I'm Thirsty,\" He Said. \"Please Give Me Some Water.\" She Opened A Skin Of Milk, Gave Him A Drink, And Covered Him Up.",
      "\"Stand In The Doorway Of The Tent,\" He Told Her. \"If Someone Comes By And Asks You, 'Is Anyone Here?' Say 'No.' \"",
      "But Jael, Heber's Wife, Picked Up A Tent Peg And A Hammer And Went Quietly To Him While He Lay Fast Asleep, Exhausted. She Drove The Peg Through His Temple Into The Ground, And He Died.",
      "Barak Came By In Pursuit Of Sisera, And Jael Went Out To Meet Him. \"Come,\" She Said, \"I Will Show You The Man You're Looking For.\" So He Went In With Her, And There Lay Sisera With The Tent Peg Through His Temple-dead.",
      "On That Day God Subdued Jabin, The Canaanite King, Before The Israelites.",
      "And The Hand Of The Israelites Grew Stronger And Stronger Against Jabin, The Canaanite King, Until They Destroyed Him."
    ],
    [
      "On That Day Deborah And Barak Son Of Abinoam Sang This Song:",
      "\"When The Princes In Israel Take The Lead, When The People Willingly Offer Themselves- Praise The Lord !",
      "\"Hear This, You Kings! Listen, You Rulers! I Will Sing To The Lord , I Will Sing; I Will Make Music To The Lord , The God Of Israel.",
      "\"O Lord , When You Went Out From Seir, When You Marched From The Land Of Edom, The Earth Shook, The Heavens Poured, The Clouds Poured Down Water.",
      "The Mountains Quaked Before The Lord , The One Of Sinai, Before The Lord , The God Of Israel.",
      "\"In The Days Of Shamgar Son Of Anath, In The Days Of Jael, The Roads Were Abandoned; Travelers Took To Winding Paths.",
      "Village Life In Israel Ceased, Ceased Until I, Deborah, Arose, Arose A Mother In Israel.",
      "When They Chose New Gods, War Came To The City Gates, And Not A Shield Or Spear Was Seen Among Forty Thousand In Israel.",
      "My Heart Is With Israel's Princes, With The Willing Volunteers Among The People. Praise The Lord !",
      "\"You Who Ride On White Donkeys, Sitting On Your Saddle Blankets, And You Who Walk Along The Road, Consider",
      "The Voice Of The Singers At The Watering Places. They Recite The Righteous Acts Of The Lord , The Righteous Acts Of His Warriors In Israel. \"Then The People Of The Lord Went Down To The City Gates.",
      "'Wake Up, Wake Up, Deborah! Wake Up, Wake Up, Break Out In Song! Arise, O Barak! Take Captive Your Captives, O Son Of Abinoam.'",
      "\"Then The Men Who Were Left Came Down To The Nobles; The People Of The Lord Came To Me With The Mighty.",
      "Some Came From Ephraim, Whose Roots Were In Amalek; Benjamin Was With The People Who Followed You. From Makir Captains Came Down, From Zebulun Those Who Bear A Commander's Staff.",
      "The Princes Of Issachar Were With Deborah; Yes, Issachar Was With Barak, Rushing After Him Into The Valley. In The Districts Of Reuben There Was Much Searching Of Heart.",
      "Why Did You Stay Among The Campfires To Hear The Whistling For The Flocks? In The Districts Of Reuben There Was Much Searching Of Heart.",
      "Gilead Stayed Beyond The Jordan. And Dan, Why Did He Linger By The Ships? Asher Remained On The Coast And Stayed In His Coves.",
      "The People Of Zebulun Risked Their Very Lives; So Did Naphtali On The Heights Of The Field.",
      "\"Kings Came, They Fought; The Kings Of Canaan Fought At Taanach By The Waters Of Megiddo, But They Carried Off No Silver, No Plunder.",
      "From The Heavens The Stars Fought, From Their Courses They Fought Against Sisera.",
      "The River Kishon Swept Them Away, The Age-old River, The River Kishon. March On, My Soul; Be Strong!",
      "Then Thundered The Horses' Hoofs- Galloping, Galloping Go His Mighty Steeds.",
      "'Curse Meroz,' Said The Angel Of The Lord . 'Curse Its People Bitterly, Because They Did Not Come To Help The Lord , To Help The Lord Against The Mighty.'",
      "\"Most Blessed Of Women Be Jael, The Wife Of Heber The Kenite, Most Blessed Of Tent-dwelling Women.",
      "He Asked For Water, And She Gave Him Milk; In A Bowl Fit For Nobles She Brought Him Curdled Milk.",
      "Her Hand Reached For The Tent Peg, Her Right Hand For The Workman's Hammer. She Struck Sisera, She Crushed His Head, She Shattered And Pierced His Temple.",
      "At Her Feet He Sank, He Fell; There He Lay. At Her Feet He Sank, He Fell; Where He Sank, There He Fell-dead.",
      "\"Through The Window Peered Sisera's Mother; Behind The Lattice She Cried Out, 'Why Is His Chariot So Long In Coming? Why Is The Clatter Of His Chariots Delayed?'",
      "The Wisest Of Her Ladies Answer Her; Indeed, She Keeps Saying To Herself,",
      "'Are They Not Finding And Dividing The Spoils: A Girl Or Two For Each Man, Colorful Garments As Plunder For Sisera, Colorful Garments Embroidered, Highly Embroidered Garments For My Neck- All This As Plunder?'",
      "\"So May All Your Enemies Perish, O Lord ! But May They Who Love You Be Like The Sun When It Rises In Its Strength.\" Then The Land Had Peace Forty Years."
    ],
    [
      "Again The Israelites Did Evil In The Eyes Of The Lord , And For Seven Years He Gave Them Into The Hands Of The Midianites.",
      "Because The Power Of Midian Was So Oppressive, The Israelites Prepared Shelters For Themselves In Mountain Clefts, Caves And Strongholds.",
      "Whenever The Israelites Planted Their Crops, The Midianites, Amalekites And Other Eastern Peoples Invaded The Country.",
      "They Camped On The Land And Ruined The Crops All The Way To Gaza And Did Not Spare A Living Thing For Israel, Neither Sheep Nor Cattle Nor Donkeys.",
      "They Came Up With Their Livestock And Their Tents Like Swarms Of Locusts. It Was Impossible To Count The Men And Their Camels; They Invaded The Land To Ravage It.",
      "Midian So Impoverished The Israelites That They Cried Out To The Lord For Help.",
      "When The Israelites Cried To The Lord Because Of Midian,",
      "He Sent Them A Prophet, Who Said, \"This Is What The Lord , The God Of Israel, Says: I Brought You Up Out Of Egypt, Out Of The Land Of Slavery.",
      "I Snatched You From The Power Of Egypt And From The Hand Of All Your Oppressors. I Drove Them From Before You And Gave You Their Land.",
      "I Said To You, 'I Am The Lord Your God; Do Not Worship The Gods Of The Amorites, In Whose Land You Live.' But You Have Not Listened To Me.\"",
      "The Angel Of The Lord Came And Sat Down Under The Oak In Ophrah That Belonged To Joash The Abiezrite, Where His Son Gideon Was Threshing Wheat In A Winepress To Keep It From The Midianites.",
      "When The Angel Of The Lord Appeared To Gideon, He Said, \"The Lord Is With You, Mighty Warrior.\"",
      "\"But Sir,\" Gideon Replied, \"If The Lord Is With Us, Why Has All This Happened To Us? Where Are All His Wonders That Our Fathers Told Us About When They Said, 'Did Not The Lord Bring Us Up Out Of Egypt?' But Now The Lord Has Abandoned Us And Put Us Into The Hand Of Midian.\"",
      "The Lord Turned To Him And Said, \"Go In The Strength You Have And Save Israel Out Of Midian's Hand. Am I Not Sending You?\"",
      "\"But Lord , \" Gideon Asked, \"How Can I Save Israel? My Clan Is The Weakest In Manasseh, And I Am The Least In My Family.\"",
      "The Lord Answered, \"I Will Be With You, And You Will Strike Down All The Midianites Together.\"",
      "Gideon Replied, \"If Now I Have Found Favor In Your Eyes, Give Me A Sign That It Is Really You Talking To Me.",
      "Please Do Not Go Away Until I Come Back And Bring My Offering And Set It Before You.\" And The Lord Said, \"I Will Wait Until You Return.\"",
      "Gideon Went In, Prepared A Young Goat, And From An Ephah Of Flour He Made Bread Without Yeast. Putting The Meat In A Basket And Its Broth In A Pot, He Brought Them Out And Offered Them To Him Under The Oak.",
      "The Angel Of God Said To Him, \"Take The Meat And The Unleavened Bread, Place Them On This Rock, And Pour Out The Broth.\" And Gideon Did So.",
      "With The Tip Of The Staff That Was In His Hand, The Angel Of The Lord Touched The Meat And The Unleavened Bread. Fire Flared From The Rock, Consuming The Meat And The Bread. And The Angel Of The Lord Disappeared.",
      "When Gideon Realized That It Was The Angel Of The Lord , He Exclaimed, \"Ah, Sovereign Lord ! I Have Seen The Angel Of The Lord Face To Face!\"",
      "But The Lord Said To Him, \"Peace! Do Not Be Afraid. You Are Not Going To Die.\"",
      "So Gideon Built An Altar To The Lord There And Called It The Lord Is Peace. To This Day It Stands In Ophrah Of The Abiezrites.",
      "That Same Night The Lord Said To Him, \"Take The Second Bull From Your Father's Herd, The One Seven Years Old. Tear Down Your Father's Altar To Baal And Cut Down The Asherah Pole Beside It.",
      "Then Build A Proper Kind Of Altar To The Lord Your God On The Top Of This Height. Using The Wood Of The Asherah Pole That You Cut Down, Offer The Second Bull As A Burnt Offering.\"",
      "So Gideon Took Ten Of His Servants And Did As The Lord Told Him. But Because He Was Afraid Of His Family And The Men Of The Town, He Did It At Night Rather Than In The Daytime.",
      "In The Morning When The Men Of The Town Got Up, There Was Baal's Altar, Demolished, With The Asherah Pole Beside It Cut Down And The Second Bull Sacrificed On The Newly Built Altar!",
      "They Asked Each Other, \"Who Did This?\" When They Carefully Investigated, They Were Told, \"Gideon Son Of Joash Did It.\"",
      "The Men Of The Town Demanded Of Joash, \"Bring Out Your Son. He Must Die, Because He Has Broken Down Baal's Altar And Cut Down The Asherah Pole Beside It.\"",
      "But Joash Replied To The Hostile Crowd Around Him, \"Are You Going To Plead Baal's Cause? Are You Trying To Save Him? Whoever Fights For Him Shall Be Put To Death By Morning! If Baal Really Is A God, He Can Defend Himself When Someone Breaks Down His Altar.\"",
      "So That Day They Called Gideon \"Jerub-baal, \" Saying, \"Let Baal Contend With Him,\" Because He Broke Down Baal's Altar.",
      "Now All The Midianites, Amalekites And Other Eastern Peoples Joined Forces And Crossed Over The Jordan And Camped In The Valley Of Jezreel.",
      "Then The Spirit Of The Lord Came Upon Gideon, And He Blew A Trumpet, Summoning The Abiezrites To Follow Him.",
      "He Sent Messengers Throughout Manasseh, Calling Them To Arms, And Also Into Asher, Zebulun And Naphtali, So That They Too Went Up To Meet Them.",
      "Gideon Said To God, \"If You Will Save Israel By My Hand As You Have Promised-",
      "Look, I Will Place A Wool Fleece On The Threshing Floor. If There Is Dew Only On The Fleece And All The Ground Is Dry, Then I Will Know That You Will Save Israel By My Hand, As You Said.\"",
      "And That Is What Happened. Gideon Rose Early The Next Day; He Squeezed The Fleece And Wrung Out The Dew-a Bowlful Of Water.",
      "Then Gideon Said To God, \"Do Not Be Angry With Me. Let Me Make Just One More Request. Allow Me One More Test With The Fleece. This Time Make The Fleece Dry And The Ground Covered With Dew.\"",
      "That Night God Did So. Only The Fleece Was Dry; All The Ground Was Covered With Dew."
    ],
    [
      "Early In The Morning, Jerub-baal (That Is, Gideon) And All His Men Camped At The Spring Of Harod. The Camp Of Midian Was North Of Them In The Valley Near The Hill Of Moreh.",
      "The Lord Said To Gideon, \"You Have Too Many Men For Me To Deliver Midian Into Their Hands. In Order That Israel May Not Boast Against Me That Her Own Strength Has Saved Her,",
      "Announce Now To The People, 'Anyone Who Trembles With Fear May Turn Back And Leave Mount Gilead.' \" So Twenty-two Thousand Men Left, While Ten Thousand Remained.",
      "But The Lord Said To Gideon, \"There Are Still Too Many Men. Take Them Down To The Water, And I Will Sift Them For You There. If I Say, 'This One Shall Go With You,' He Shall Go; But If I Say, 'This One Shall Not Go With You,' He Shall Not Go.\"",
      "So Gideon Took The Men Down To The Water. There The Lord Told Him, \"Separate Those Who Lap The Water With Their Tongues Like A Dog From Those Who Kneel Down To Drink.\"",
      "Three Hundred Men Lapped With Their Hands To Their Mouths. All The Rest Got Down On Their Knees To Drink.",
      "The Lord Said To Gideon, \"With The Three Hundred Men That Lapped I Will Save You And Give The Midianites Into Your Hands. Let All The Other Men Go, Each To His Own Place.\"",
      "So Gideon Sent The Rest Of The Israelites To Their Tents But Kept The Three Hundred, Who Took Over The Provisions And Trumpets Of The Others. Now The Camp Of Midian Lay Below Him In The Valley.",
      "During That Night The Lord Said To Gideon, \"Get Up, Go Down Against The Camp, Because I Am Going To Give It Into Your Hands.",
      "If You Are Afraid To Attack, Go Down To The Camp With Your Servant Purah",
      "And Listen To What They Are Saying. Afterward, You Will Be Encouraged To Attack The Camp.\" So He And Purah His Servant Went Down To The Outposts Of The Camp.",
      "The Midianites, The Amalekites And All The Other Eastern Peoples Had Settled In The Valley, Thick As Locusts. Their Camels Could No More Be Counted Than The Sand On The Seashore.",
      "Gideon Arrived Just As A Man Was Telling A Friend His Dream. \"I Had A Dream,\" He Was Saying. \"A Round Loaf Of Barley Bread Came Tumbling Into The Midianite Camp. It Struck The Tent With Such Force That The Tent Overturned And Collapsed.\"",
      "His Friend Responded, \"This Can Be Nothing Other Than The Sword Of Gideon Son Of Joash, The Israelite. God Has Given The Midianites And The Whole Camp Into His Hands.\"",
      "When Gideon Heard The Dream And Its Interpretation, He Worshiped God. He Returned To The Camp Of Israel And Called Out, \"Get Up! The Lord Has Given The Midianite Camp Into Your Hands.\"",
      "Dividing The Three Hundred Men Into Three Companies, He Placed Trumpets And Empty Jars In The Hands Of All Of Them, With Torches Inside.",
      "\"Watch Me,\" He Told Them. \"Follow My Lead. When I Get To The Edge Of The Camp, Do Exactly As I Do.",
      "When I And All Who Are With Me Blow Our Trumpets, Then From All Around The Camp Blow Yours And Shout, 'For The Lord And For Gideon.' \"",
      "Gideon And The Hundred Men With Him Reached The Edge Of The Camp At The Beginning Of The Middle Watch, Just After They Had Changed The Guard. They Blew Their Trumpets And Broke The Jars That Were In Their Hands.",
      "The Three Companies Blew The Trumpets And Smashed The Jars. Grasping The Torches In Their Left Hands And Holding In Their Right Hands The Trumpets They Were To Blow, They Shouted, \"A Sword For The Lord And For Gideon!\"",
      "While Each Man Held His Position Around The Camp, All The Midianites Ran, Crying Out As They Fled.",
      "When The Three Hundred Trumpets Sounded, The Lord Caused The Men Throughout The Camp To Turn On Each Other With Their Swords. The Army Fled To Beth Shittah Toward Zererah As Far As The Border Of Abel Meholah Near Tabbath.",
      "Israelites From Naphtali, Asher And All Manasseh Were Called Out, And They Pursued The Midianites.",
      "Gideon Sent Messengers Throughout The Hill Country Of Ephraim, Saying, \"Come Down Against The Midianites And Seize The Waters Of The Jordan Ahead Of Them As Far As Beth Barah.\" So All The Men Of Ephraim Were Called Out And They Took The Waters Of The Jordan As Far As Beth Barah.",
      "They Also Captured Two Of The Midianite Leaders, Oreb And Zeeb. They Killed Oreb At The Rock Of Oreb, And Zeeb At The Winepress Of Zeeb. They Pursued The Midianites And Brought The Heads Of Oreb And Zeeb To Gideon, Who Was By The Jordan."
    ],
    [
      "Now The Ephraimites Asked Gideon, \"Why Have You Treated Us Like This? Why Didn't You Call Us When You Went To Fight Midian?\" And They Criticized Him Sharply.",
      "But He Answered Them, \"What Have I Accomplished Compared To You? Aren't The Gleanings Of Ephraim's Grapes Better Than The Full Grape Harvest Of Abiezer?",
      "God Gave Oreb And Zeeb, The Midianite Leaders, Into Your Hands. What Was I Able To Do Compared To You?\" At This, Their Resentment Against Him Subsided.",
      "Gideon And His Three Hundred Men, Exhausted Yet Keeping Up The Pursuit, Came To The Jordan And Crossed It.",
      "He Said To The Men Of Succoth, \"Give My Troops Some Bread; They Are Worn Out, And I Am Still Pursuing Zebah And Zalmunna, The Kings Of Midian.\"",
      "But The Officials Of Succoth Said, \"Do You Already Have The Hands Of Zebah And Zalmunna In Your Possession? Why Should We Give Bread To Your Troops?\"",
      "Then Gideon Replied, \"Just For That, When The Lord Has Given Zebah And Zalmunna Into My Hand, I Will Tear Your Flesh With Desert Thorns And Briers.\"",
      "From There He Went Up To Peniel And Made The Same Request Of Them, But They Answered As The Men Of Succoth Had.",
      "So He Said To The Men Of Peniel, \"When I Return In Triumph, I Will Tear Down This Tower.\"",
      "Now Zebah And Zalmunna Were In Karkor With A Force Of About Fifteen Thousand Men, All That Were Left Of The Armies Of The Eastern Peoples; A Hundred And Twenty Thousand Swordsmen Had Fallen.",
      "Gideon Went Up By The Route Of The Nomads East Of Nobah And Jogbehah And Fell Upon The Unsuspecting Army.",
      "Zebah And Zalmunna, The Two Kings Of Midian, Fled, But He Pursued Them And Captured Them, Routing Their Entire Army.",
      "Gideon Son Of Joash Then Returned From The Battle By The Pass Of Heres.",
      "He Caught A Young Man Of Succoth And Questioned Him, And The Young Man Wrote Down For Him The Names Of The Seventy-seven Officials Of Succoth, The Elders Of The Town.",
      "Then Gideon Came And Said To The Men Of Succoth, \"Here Are Zebah And Zalmunna, About Whom You Taunted Me By Saying, 'Do You Already Have The Hands Of Zebah And Zalmunna In Your Possession? Why Should We Give Bread To Your Exhausted Men?' \"",
      "He Took The Elders Of The Town And Taught The Men Of Succoth A Lesson By Punishing Them With Desert Thorns And Briers.",
      "He Also Pulled Down The Tower Of Peniel And Killed The Men Of The Town.",
      "Then He Asked Zebah And Zalmunna, \"What Kind Of Men Did You Kill At Tabor?\" \"Men Like You,\" They Answered, \"Each One With The Bearing Of A Prince.\"",
      "Gideon Replied, \"Those Were My Brothers, The Sons Of My Own Mother. As Surely As The Lord Lives, If You Had Spared Their Lives, I Would Not Kill You.\"",
      "Turning To Jether, His Oldest Son, He Said, \"Kill Them!\" But Jether Did Not Draw His Sword, Because He Was Only A Boy And Was Afraid.",
      "Zebah And Zalmunna Said, \"Come, Do It Yourself. 'As Is The Man, So Is His Strength.' \" So Gideon Stepped Forward And Killed Them, And Took The Ornaments Off Their Camels' Necks.",
      "The Israelites Said To Gideon, \"Rule Over Us-you, Your Son And Your Grandson-because You Have Saved Us Out Of The Hand Of Midian.\"",
      "But Gideon Told Them, \"I Will Not Rule Over You, Nor Will My Son Rule Over You. The Lord Will Rule Over You.\"",
      "And He Said, \"I Do Have One Request, That Each Of You Give Me An Earring From Your Share Of The Plunder.\" (It Was The Custom Of The Ishmaelites To Wear Gold Earrings.)",
      "They Answered, \"We'll Be Glad To Give Them.\" So They Spread Out A Garment, And Each Man Threw A Ring From His Plunder Onto It.",
      "The Weight Of The Gold Rings He Asked For Came To Seventeen Hundred Shekels, Not Counting The Ornaments, The Pendants And The Purple Garments Worn By The Kings Of Midian Or The Chains That Were On Their Camels' Necks.",
      "Gideon Made The Gold Into An Ephod, Which He Placed In Ophrah, His Town. All Israel Prostituted Themselves By Worshiping It There, And It Became A Snare To Gideon And His Family.",
      "Thus Midian Was Subdued Before The Israelites And Did Not Raise Its Head Again. During Gideon's Lifetime, The Land Enjoyed Peace Forty Years.",
      "Jerub-baal Son Of Joash Went Back Home To Live.",
      "He Had Seventy Sons Of His Own, For He Had Many Wives.",
      "His Concubine, Who Lived In Shechem, Also Bore Him A Son, Whom He Named Abimelech.",
      "Gideon Son Of Joash Died At A Good Old Age And Was Buried In The Tomb Of His Father Joash In Ophrah Of The Abiezrites.",
      "No Sooner Had Gideon Died Than The Israelites Again Prostituted Themselves To The Baals. They Set Up Baal-berith As Their God And",
      "Did Not Remember The Lord Their God, Who Had Rescued Them From The Hands Of All Their Enemies On Every Side.",
      "They Also Failed To Show Kindness To The Family Of Jerub-baal (That Is, Gideon) For All The Good Things He Had Done For Them."
    ],
    [
      "Abimelech Son Of Jerub-baal Went To His Mother's Brothers In Shechem And Said To Them And To All His Mother's Clan,",
      "\"Ask All The Citizens Of Shechem, 'Which Is Better For You: To Have All Seventy Of Jerub-baal's Sons Rule Over You, Or Just One Man?' Remember, I Am Your Flesh And Blood.\"",
      "When The Brothers Repeated All This To The Citizens Of Shechem, They Were Inclined To Follow Abimelech, For They Said, \"He Is Our Brother.\"",
      "They Gave Him Seventy Shekels Of Silver From The Temple Of Baal-berith, And Abimelech Used It To Hire Reckless Adventurers, Who Became His Followers.",
      "He Went To His Father's Home In Ophrah And On One Stone Murdered His Seventy Brothers, The Sons Of Jerub-baal. But Jotham, The Youngest Son Of Jerub-baal, Escaped By Hiding.",
      "Then All The Citizens Of Shechem And Beth Millo Gathered Beside The Great Tree At The Pillar In Shechem To Crown Abimelech King.",
      "When Jotham Was Told About This, He Climbed Up On The Top Of Mount Gerizim And Shouted To Them, \"Listen To Me, Citizens Of Shechem, So That God May Listen To You.",
      "One Day The Trees Went Out To Anoint A King For Themselves. They Said To The Olive Tree, 'Be Our King.'",
      "\"But The Olive Tree Answered, 'Should I Give Up My Oil, By Which Both Gods And Men Are Honored, To Hold Sway Over The Trees?'",
      "\"Next, The Trees Said To The Fig Tree, 'Come And Be Our King.'",
      "\"But The Fig Tree Replied, 'Should I Give Up My Fruit, So Good And Sweet, To Hold Sway Over The Trees?'",
      "\"Then The Trees Said To The Vine, 'Come And Be Our King.'",
      "\"But The Vine Answered, 'Should I Give Up My Wine, Which Cheers Both Gods And Men, To Hold Sway Over The Trees?'",
      "\"Finally All The Trees Said To The Thornbush, 'Come And Be Our King.'",
      "\"The Thornbush Said To The Trees, 'If You Really Want To Anoint Me King Over You, Come And Take Refuge In My Shade; But If Not, Then Let Fire Come Out Of The Thornbush And Consume The Cedars Of Lebanon!'",
      "\"Now If You Have Acted Honorably And In Good Faith When You Made Abimelech King, And If You Have Been Fair To Jerub-baal And His Family, And If You Have Treated Him As He Deserves-",
      "And To Think That My Father Fought For You, Risked His Life To Rescue You From The Hand Of Midian",
      "(But Today You Have Revolted Against My Father's Family, Murdered His Seventy Sons On A Single Stone, And Made Abimelech, The Son Of His Slave Girl, King Over The Citizens Of Shechem Because He Is Your Brother)-",
      "If Then You Have Acted Honorably And In Good Faith Toward Jerub-baal And His Family Today, May Abimelech Be Your Joy, And May You Be His, Too!",
      "But If You Have Not, Let Fire Come Out From Abimelech And Consume You, Citizens Of Shechem And Beth Millo, And Let Fire Come Out From You, Citizens Of Shechem And Beth Millo, And Consume Abimelech!\"",
      "Then Jotham Fled, Escaping To Beer, And He Lived There Because He Was Afraid Of His Brother Abimelech.",
      "After Abimelech Had Governed Israel Three Years,",
      "God Sent An Evil Spirit Between Abimelech And The Citizens Of Shechem, Who Acted Treacherously Against Abimelech.",
      "God Did This In Order That The Crime Against Jerub-baal's Seventy Sons, The Shedding Of Their Blood, Might Be Avenged On Their Brother Abimelech And On The Citizens Of Shechem, Who Had Helped Him Murder His Brothers.",
      "In Opposition To Him These Citizens Of Shechem Set Men On The Hilltops To Ambush And Rob Everyone Who Passed By, And This Was Reported To Abimelech.",
      "Now Gaal Son Of Ebed Moved With His Brothers Into Shechem, And Its Citizens Put Their Confidence In Him.",
      "After They Had Gone Out Into The Fields And Gathered The Grapes And Trodden Them, They Held A Festival In The Temple Of Their God. While They Were Eating And Drinking, They Cursed Abimelech.",
      "Then Gaal Son Of Ebed Said, \"Who Is Abimelech, And Who Is Shechem, That We Should Be Subject To Him? Isn't He Jerub-baal's Son, And Isn't Zebul His Deputy? Serve The Men Of Hamor, Shechem's Father! Why Should We Serve Abimelech?",
      "If Only This People Were Under My Command! Then I Would Get Rid Of Him. I Would Say To Abimelech, 'Call Out Your Whole Army!' \"",
      "When Zebul The Governor Of The City Heard What Gaal Son Of Ebed Said, He Was Very Angry.",
      "Under Cover He Sent Messengers To Abimelech, Saying, \"Gaal Son Of Ebed And His Brothers Have Come To Shechem And Are Stirring Up The City Against You.",
      "Now Then, During The Night You And Your Men Should Come And Lie In Wait In The Fields.",
      "In The Morning At Sunrise, Advance Against The City. When Gaal And His Men Come Out Against You, Do Whatever Your Hand Finds To Do.\"",
      "So Abimelech And All His Troops Set Out By Night And Took Up Concealed Positions Near Shechem In Four Companies.",
      "Now Gaal Son Of Ebed Had Gone Out And Was Standing At The Entrance To The City Gate Just As Abimelech And His Soldiers Came Out From Their Hiding Place.",
      "When Gaal Saw Them, He Said To Zebul, \"Look, People Are Coming Down From The Tops Of The Mountains!\" Zebul Replied, \"You Mistake The Shadows Of The Mountains For Men.\"",
      "But Gaal Spoke Up Again: \"Look, People Are Coming Down From The Center Of The Land, And A Company Is Coming From The Direction Of The Soothsayers' Tree.\"",
      "Then Zebul Said To Him, \"Where Is Your Big Talk Now, You Who Said, 'Who Is Abimelech That We Should Be Subject To Him?' Aren't These The Men You Ridiculed? Go Out And Fight Them!\"",
      "So Gaal Led Out The Citizens Of Shechem And Fought Abimelech.",
      "Abimelech Chased Him, And Many Fell Wounded In The Flight-all The Way To The Entrance To The Gate.",
      "Abimelech Stayed In Arumah, And Zebul Drove Gaal And His Brothers Out Of Shechem.",
      "The Next Day The People Of Shechem Went Out To The Fields, And This Was Reported To Abimelech.",
      "So He Took His Men, Divided Them Into Three Companies And Set An Ambush In The Fields. When He Saw The People Coming Out Of The City, He Rose To Attack Them.",
      "Abimelech And The Companies With Him Rushed Forward To A Position At The Entrance To The City Gate. Then Two Companies Rushed Upon Those In The Fields And Struck Them Down.",
      "All That Day Abimelech Pressed His Attack Against The City Until He Had Captured It And Killed Its People. Then He Destroyed The City And Scattered Salt Over It.",
      "On Hearing This, The Citizens In The Tower Of Shechem Went Into The Stronghold Of The Temple Of El-berith.",
      "When Abimelech Heard That They Had Assembled There,",
      "He And All His Men Went Up Mount Zalmon. He Took An Ax And Cut Off Some Branches, Which He Lifted To His Shoulders. He Ordered The Men With Him, \"Quick! Do What You Have Seen Me Do!\"",
      "So All The Men Cut Branches And Followed Abimelech. They Piled Them Against The Stronghold And Set It On Fire Over The People Inside. So All The People In The Tower Of Shechem, About A Thousand Men And Women, Also Died.",
      "Next Abimelech Went To Thebez And Besieged It And Captured It.",
      "Inside The City, However, Was A Strong Tower, To Which All The Men And Women-all The People Of The City-fled. They Locked Themselves In And Climbed Up On The Tower Roof.",
      "Abimelech Went To The Tower And Stormed It. But As He Approached The Entrance To The Tower To Set It On Fire,",
      "A Woman Dropped An Upper Millstone On His Head And Cracked His Skull.",
      "Hurriedly He Called To His Armor-bearer, \"Draw Your Sword And Kill Me, So That They Can't Say, 'A Woman Killed Him.' \" So His Servant Ran Him Through, And He Died.",
      "When The Israelites Saw That Abimelech Was Dead, They Went Home.",
      "Thus God Repaid The Wickedness That Abimelech Had Done To His Father By Murdering His Seventy Brothers.",
      "God Also Made The Men Of Shechem Pay For All Their Wickedness. The Curse Of Jotham Son Of Jerub-baal Came On Them."
    ],
    [
      "After The Time Of Abimelech A Man Of Issachar, Tola Son Of Puah, The Son Of Dodo, Rose To Save Israel. He Lived In Shamir, In The Hill Country Of Ephraim.",
      "He Led Israel Twenty-three Years; Then He Died, And Was Buried In Shamir.",
      "He Was Followed By Jair Of Gilead, Who Led Israel Twenty-two Years.",
      "He Had Thirty Sons, Who Rode Thirty Donkeys. They Controlled Thirty Towns In Gilead, Which To This Day Are Called Havvoth Jair.",
      "When Jair Died, He Was Buried In Kamon.",
      "Again The Israelites Did Evil In The Eyes Of The Lord . They Served The Baals And The Ashtoreths, And The Gods Of Aram, The Gods Of Sidon, The Gods Of Moab, The Gods Of The Ammonites And The Gods Of The Philistines. And Because The Israelites Forsook The Lord And No Longer Served Him,",
      "He Became Angry With Them. He Sold Them Into The Hands Of The Philistines And The Ammonites,",
      "Who That Year Shattered And Crushed Them. For Eighteen Years They Oppressed All The Israelites On The East Side Of The Jordan In Gilead, The Land Of The Amorites.",
      "The Ammonites Also Crossed The Jordan To Fight Against Judah, Benjamin And The House Of Ephraim; And Israel Was In Great Distress.",
      "Then The Israelites Cried Out To The Lord , \"We Have Sinned Against You, Forsaking Our God And Serving The Baals.\"",
      "The Lord Replied, \"When The Egyptians, The Amorites, The Ammonites, The Philistines,",
      "The Sidonians, The Amalekites And The Maonites Oppressed You And You Cried To Me For Help, Did I Not Save You From Their Hands?",
      "But You Have Forsaken Me And Served Other Gods, So I Will No Longer Save You.",
      "Go And Cry Out To The Gods You Have Chosen. Let Them Save You When You Are In Trouble!\"",
      "But The Israelites Said To The Lord , \"We Have Sinned. Do With Us Whatever You Think Best, But Please Rescue Us Now.\"",
      "Then They Got Rid Of The Foreign Gods Among Them And Served The Lord . And He Could Bear Israel's Misery No Longer.",
      "When The Ammonites Were Called To Arms And Camped In Gilead, The Israelites Assembled And Camped At Mizpah.",
      "The Leaders Of The People Of Gilead Said To Each Other, \"Whoever Will Launch The Attack Against The Ammonites Will Be The Head Of All Those Living In Gilead.\""
    ],
    [
      "Jephthah The Gileadite Was A Mighty Warrior. His Father Was Gilead; His Mother Was A Prostitute.",
      "Gilead's Wife Also Bore Him Sons, And When They Were Grown Up, They Drove Jephthah Away. \"You Are Not Going To Get Any Inheritance In Our Family,\" They Said, \"Because You Are The Son Of Another Woman.\"",
      "So Jephthah Fled From His Brothers And Settled In The Land Of Tob, Where A Group Of Adventurers Gathered Around Him And Followed Him.",
      "Some Time Later, When The Ammonites Made War On Israel,",
      "The Elders Of Gilead Went To Get Jephthah From The Land Of Tob.",
      "\"Come,\" They Said, \"Be Our Commander, So We Can Fight The Ammonites.\"",
      "Jephthah Said To Them, \"Didn't You Hate Me And Drive Me From My Father's House? Why Do You Come To Me Now, When You're In Trouble?\"",
      "The Elders Of Gilead Said To Him, \"Nevertheless, We Are Turning To You Now; Come With Us To Fight The Ammonites, And You Will Be Our Head Over All Who Live In Gilead.\"",
      "Jephthah Answered, \"Suppose You Take Me Back To Fight The Ammonites And The Lord Gives Them To Me-will I Really Be Your Head?\"",
      "The Elders Of Gilead Replied, \"The Lord Is Our Witness; We Will Certainly Do As You Say.\"",
      "So Jephthah Went With The Elders Of Gilead, And The People Made Him Head And Commander Over Them. And He Repeated All His Words Before The Lord In Mizpah.",
      "Then Jephthah Sent Messengers To The Ammonite King With The Question: \"What Do You Have Against Us That You Have Attacked Our Country?\"",
      "The King Of The Ammonites Answered Jephthah's Messengers, \"When Israel Came Up Out Of Egypt, They Took Away My Land From The Arnon To The Jabbok, All The Way To The Jordan. Now Give It Back Peaceably.\"",
      "Jephthah Sent Back Messengers To The Ammonite King,",
      "Saying: \"This Is What Jephthah Says: Israel Did Not Take The Land Of Moab Or The Land Of The Ammonites.",
      "But When They Came Up Out Of Egypt, Israel Went Through The Desert To The Red Sea And On To Kadesh.",
      "Then Israel Sent Messengers To The King Of Edom, Saying, 'Give Us Permission To Go Through Your Country,' But The King Of Edom Would Not Listen. They Sent Also To The King Of Moab, And He Refused. So Israel Stayed At Kadesh.",
      "\"Next They Traveled Through The Desert, Skirted The Lands Of Edom And Moab, Passed Along The Eastern Side Of The Country Of Moab, And Camped On The Other Side Of The Arnon. They Did Not Enter The Territory Of Moab, For The Arnon Was Its Border.",
      "\"Then Israel Sent Messengers To Sihon King Of The Amorites, Who Ruled In Heshbon, And Said To Him, 'Let Us Pass Through Your Country To Our Own Place.'",
      "Sihon, However, Did Not Trust Israel To Pass Through His Territory. He Mustered All His Men And Encamped At Jahaz And Fought With Israel.",
      "\"Then The Lord , The God Of Israel, Gave Sihon And All His Men Into Israel's Hands, And They Defeated Them. Israel Took Over All The Land Of The Amorites Who Lived In That Country,",
      "Capturing All Of It From The Arnon To The Jabbok And From The Desert To The Jordan.",
      "\"Now Since The Lord , The God Of Israel, Has Driven The Amorites Out Before His People Israel, What Right Have You To Take It Over?",
      "Will You Not Take What Your God Chemosh Gives You? Likewise, Whatever The Lord Our God Has Given Us, We Will Possess.",
      "Are You Better Than Balak Son Of Zippor, King Of Moab? Did He Ever Quarrel With Israel Or Fight With Them?",
      "For Three Hundred Years Israel Occupied Heshbon, Aroer, The Surrounding Settlements And All The Towns Along The Arnon. Why Didn't You Retake Them During That Time?",
      "I Have Not Wronged You, But You Are Doing Me Wrong By Waging War Against Me. Let The Lord , The Judge, Decide The Dispute This Day Between The Israelites And The Ammonites.\"",
      "The King Of Ammon, However, Paid No Attention To The Message Jephthah Sent Him.",
      "Then The Spirit Of The Lord Came Upon Jephthah. He Crossed Gilead And Manasseh, Passed Through Mizpah Of Gilead, And From There He Advanced Against The Ammonites.",
      "And Jephthah Made A Vow To The Lord : \"If You Give The Ammonites Into My Hands,",
      "Whatever Comes Out Of The Door Of My House To Meet Me When I Return In Triumph From The Ammonites Will Be The Lord 'S, And I Will Sacrifice It As A Burnt Offering.\"",
      "Then Jephthah Went Over To Fight The Ammonites, And The Lord Gave Them Into His Hands.",
      "He Devastated Twenty Towns From Aroer To The Vicinity Of Minnith, As Far As Abel Keramim. Thus Israel Subdued Ammon.",
      "When Jephthah Returned To His Home In Mizpah, Who Should Come Out To Meet Him But His Daughter, Dancing To The Sound Of Tambourines! She Was An Only Child. Except For Her He Had Neither Son Nor Daughter.",
      "When He Saw Her, He Tore His Clothes And Cried, \"Oh! My Daughter! You Have Made Me Miserable And Wretched, Because I Have Made A Vow To The Lord That I Cannot Break.\"",
      "\"My Father,\" She Replied, \"You Have Given Your Word To The Lord . Do To Me Just As You Promised, Now That The Lord Has Avenged You Of Your Enemies, The Ammonites.",
      "But Grant Me This One Request,\" She Said. \"Give Me Two Months To Roam The Hills And Weep With My Friends, Because I Will Never Marry.\"",
      "\"You May Go,\" He Said. And He Let Her Go For Two Months. She And The Girls Went Into The Hills And Wept Because She Would Never Marry.",
      "After The Two Months, She Returned To Her Father And He Did To Her As He Had Vowed. And She Was A Virgin. From This Comes The Israelite Custom",
      "That Each Year The Young Women Of Israel Go Out For Four Days To Commemorate The Daughter Of Jephthah The Gileadite."
    ],
    [
      "The Men Of Ephraim Called Out Their Forces, Crossed Over To Zaphon And Said To Jephthah, \"Why Did You Go To Fight The Ammonites Without Calling Us To Go With You? We're Going To Burn Down Your House Over Your Head.\"",
      "Jephthah Answered, \"I And My People Were Engaged In A Great Struggle With The Ammonites, And Although I Called, You Didn't Save Me Out Of Their Hands.",
      "When I Saw That You Wouldn't Help, I Took My Life In My Hands And Crossed Over To Fight The Ammonites, And The Lord Gave Me The Victory Over Them. Now Why Have You Come Up Today To Fight Me?\"",
      "Jephthah Then Called Together The Men Of Gilead And Fought Against Ephraim. The Gileadites Struck Them Down Because The Ephraimites Had Said, \"You Gileadites Are Renegades From Ephraim And Manasseh.\"",
      "The Gileadites Captured The Fords Of The Jordan Leading To Ephraim, And Whenever A Survivor Of Ephraim Said, \"Let Me Cross Over,\" The Men Of Gilead Asked Him, \"Are You An Ephraimite?\" If He Replied, \"No,\"",
      "They Said, \"All Right, Say 'Shibboleth.' \" If He Said, \"Sibboleth,\" Because He Could Not Pronounce The Word Correctly, They Seized Him And Killed Him At The Fords Of The Jordan. Forty-two Thousand Ephraimites Were Killed At That Time.",
      "Jephthah Led Israel Six Years. Then Jephthah The Gileadite Died, And Was Buried In A Town In Gilead.",
      "After Him, Ibzan Of Bethlehem Led Israel.",
      "He Had Thirty Sons And Thirty Daughters. He Gave His Daughters Away In Marriage To Those Outside His Clan, And For His Sons He Brought In Thirty Young Women As Wives From Outside His Clan. Ibzan Led Israel Seven Years.",
      "Then Ibzan Died, And Was Buried In Bethlehem.",
      "After Him, Elon The Zebulunite Led Israel Ten Years.",
      "Then Elon Died, And Was Buried In Aijalon In The Land Of Zebulun.",
      "After Him, Abdon Son Of Hillel, From Pirathon, Led Israel.",
      "He Had Forty Sons And Thirty Grandsons, Who Rode On Seventy Donkeys. He Led Israel Eight Years.",
      "Then Abdon Son Of Hillel Died, And Was Buried At Pirathon In Ephraim, In The Hill Country Of The Amalekites."
    ],
    [
      "Again The Israelites Did Evil In The Eyes Of The Lord , So The Lord Delivered Them Into The Hands Of The Philistines For Forty Years.",
      "A Certain Man Of Zorah, Named Manoah, From The Clan Of The Danites, Had A Wife Who Was Sterile And Remained Childless.",
      "The Angel Of The Lord Appeared To Her And Said, \"You Are Sterile And Childless, But You Are Going To Conceive And Have A Son.",
      "Now See To It That You Drink No Wine Or Other Fermented Drink And That You Do Not Eat Anything Unclean,",
      "Because You Will Conceive And Give Birth To A Son. No Razor May Be Used On His Head, Because The Boy Is To Be A Nazirite, Set Apart To God From Birth, And He Will Begin The Deliverance Of Israel From The Hands Of The Philistines.\"",
      "Then The Woman Went To Her Husband And Told Him, \"A Man Of God Came To Me. He Looked Like An Angel Of God, Very Awesome. I Didn't Ask Him Where He Came From, And He Didn't Tell Me His Name.",
      "But He Said To Me, 'You Will Conceive And Give Birth To A Son. Now Then, Drink No Wine Or Other Fermented Drink And Do Not Eat Anything Unclean, Because The Boy Will Be A Nazirite Of God From Birth Until The Day Of His Death.' \"",
      "Then Manoah Prayed To The Lord : \"O Lord , I Beg You, Let The Man Of God You Sent To Us Come Again To Teach Us How To Bring Up The Boy Who Is To Be Born.\"",
      "God Heard Manoah, And The Angel Of God Came Again To The Woman While She Was Out In The Field; But Her Husband Manoah Was Not With Her.",
      "The Woman Hurried To Tell Her Husband, \"He's Here! The Man Who Appeared To Me The Other Day!\"",
      "Manoah Got Up And Followed His Wife. When He Came To The Man, He Said, \"Are You The One Who Talked To My Wife?\" \"I Am,\" He Said.",
      "So Manoah Asked Him, \"When Your Words Are Fulfilled, What Is To Be The Rule For The Boy's Life And Work?\"",
      "The Angel Of The Lord Answered, \"Your Wife Must Do All That I Have Told Her.",
      "She Must Not Eat Anything That Comes From The Grapevine, Nor Drink Any Wine Or Other Fermented Drink Nor Eat Anything Unclean. She Must Do Everything I Have Commanded Her.\"",
      "Manoah Said To The Angel Of The Lord , \"We Would Like You To Stay Until We Prepare A Young Goat For You.\"",
      "The Angel Of The Lord Replied, \"Even Though You Detain Me, I Will Not Eat Any Of Your Food. But If You Prepare A Burnt Offering, Offer It To The Lord .\" (Manoah Did Not Realize That It Was The Angel Of The Lord .)",
      "Then Manoah Inquired Of The Angel Of The Lord , \"What Is Your Name, So That We May Honor You When Your Word Comes True?\"",
      "He Replied, \"Why Do You Ask My Name? It Is Beyond Understanding. \"",
      "Then Manoah Took A Young Goat, Together With The Grain Offering, And Sacrificed It On A Rock To The Lord . And The Lord Did An Amazing Thing While Manoah And His Wife Watched:",
      "As The Flame Blazed Up From The Altar Toward Heaven, The Angel Of The Lord Ascended In The Flame. Seeing This, Manoah And His Wife Fell With Their Faces To The Ground.",
      "When The Angel Of The Lord Did Not Show Himself Again To Manoah And His Wife, Manoah Realized That It Was The Angel Of The Lord .",
      "\"We Are Doomed To Die!\" He Said To His Wife. \"We Have Seen God!\"",
      "But His Wife Answered, \"If The Lord Had Meant To Kill Us, He Would Not Have Accepted A Burnt Offering And Grain Offering From Our Hands, Nor Shown Us All These Things Or Now Told Us This.\"",
      "The Woman Gave Birth To A Boy And Named Him Samson. He Grew And The Lord Blessed Him,",
      "And The Spirit Of The Lord Began To Stir Him While He Was In Mahaneh Dan, Between Zorah And Eshtaol."
    ],
    [
      "Samson Went Down To Timnah And Saw There A Young Philistine Woman.",
      "When He Returned, He Said To His Father And Mother, \"I Have Seen A Philistine Woman In Timnah; Now Get Her For Me As My Wife.\"",
      "His Father And Mother Replied, \"Isn't There An Acceptable Woman Among Your Relatives Or Among All Our People? Must You Go To The Uncircumcised Philistines To Get A Wife?\" But Samson Said To His Father, \"Get Her For Me. She's The Right One For Me.\"",
      "(His Parents Did Not Know That This Was From The Lord , Who Was Seeking An Occasion To Confront The Philistines; For At That Time They Were Ruling Over Israel.)",
      "Samson Went Down To Timnah Together With His Father And Mother. As They Approached The Vineyards Of Timnah, Suddenly A Young Lion Came Roaring Toward Him.",
      "The Spirit Of The Lord Came Upon Him In Power So That He Tore The Lion Apart With His Bare Hands As He Might Have Torn A Young Goat. But He Told Neither His Father Nor His Mother What He Had Done.",
      "Then He Went Down And Talked With The Woman, And He Liked Her.",
      "Some Time Later, When He Went Back To Marry Her, He Turned Aside To Look At The Lion's Carcass. In It Was A Swarm Of Bees And Some Honey,",
      "Which He Scooped Out With His Hands And Ate As He Went Along. When He Rejoined His Parents, He Gave Them Some, And They Too Ate It. But He Did Not Tell Them That He Had Taken The Honey From The Lion's Carcass.",
      "Now His Father Went Down To See The Woman. And Samson Made A Feast There, As Was Customary For Bridegrooms.",
      "When He Appeared, He Was Given Thirty Companions.",
      "\"Let Me Tell You A Riddle,\" Samson Said To Them. \"If You Can Give Me The Answer Within The Seven Days Of The Feast, I Will Give You Thirty Linen Garments And Thirty Sets Of Clothes.",
      "If You Can't Tell Me The Answer, You Must Give Me Thirty Linen Garments And Thirty Sets Of Clothes.\" \"Tell Us Your Riddle,\" They Said. \"Let's Hear It.\"",
      "He Replied, \"Out Of The Eater, Something To Eat; Out Of The Strong, Something Sweet.\" For Three Days They Could Not Give The Answer.",
      "On The Fourth Day, They Said To Samson's Wife, \"Coax Your Husband Into Explaining The Riddle For Us, Or We Will Burn You And Your Father's Household To Death. Did You Invite Us Here To Rob Us?\"",
      "Then Samson's Wife Threw Herself On Him, Sobbing, \"You Hate Me! You Don't Really Love Me. You've Given My People A Riddle, But You Haven't Told Me The Answer.\" \"I Haven't Even Explained It To My Father Or Mother,\" He Replied, \"So Why Should I Explain It To You?\"",
      "She Cried The Whole Seven Days Of The Feast. So On The Seventh Day He Finally Told Her, Because She Continued To Press Him. She In Turn Explained The Riddle To Her People.",
      "Before Sunset On The Seventh Day The Men Of The Town Said To Him, \"What Is Sweeter Than Honey? What Is Stronger Than A Lion?\" Samson Said To Them, \"If You Had Not Plowed With My Heifer, You Would Not Have Solved My Riddle.\"",
      "Then The Spirit Of The Lord Came Upon Him In Power. He Went Down To Ashkelon, Struck Down Thirty Of Their Men, Stripped Them Of Their Belongings And Gave Their Clothes To Those Who Had Explained The Riddle. Burning With Anger, He Went Up To His Father's House.",
      "And Samson's Wife Was Given To The Friend Who Had Attended Him At His Wedding."
    ],
    [
      "Later On, At The Time Of Wheat Harvest, Samson Took A Young Goat And Went To Visit His Wife. He Said, \"I'm Going To My Wife's Room.\" But Her Father Would Not Let Him Go In.",
      "\"I Was So Sure You Thoroughly Hated Her,\" He Said, \"That I Gave Her To Your Friend. Isn't Her Younger Sister More Attractive? Take Her Instead.\"",
      "Samson Said To Them, \"This Time I Have A Right To Get Even With The Philistines; I Will Really Harm Them.\"",
      "So He Went Out And Caught Three Hundred Foxes And Tied Them Tail To Tail In Pairs. He Then Fastened A Torch To Every Pair Of Tails,",
      "Lit The Torches And Let The Foxes Loose In The Standing Grain Of The Philistines. He Burned Up The Shocks And Standing Grain, Together With The Vineyards And Olive Groves.",
      "When The Philistines Asked, \"Who Did This?\" They Were Told, \"Samson, The Timnite's Son-in-law, Because His Wife Was Given To His Friend.\" So The Philistines Went Up And Burned Her And Her Father To Death.",
      "Samson Said To Them, \"Since You've Acted Like This, I Won't Stop Until I Get My Revenge On You.\"",
      "He Attacked Them Viciously And Slaughtered Many Of Them. Then He Went Down And Stayed In A Cave In The Rock Of Etam.",
      "The Philistines Went Up And Camped In Judah, Spreading Out Near Lehi.",
      "The Men Of Judah Asked, \"Why Have You Come To Fight Us?\" \"We Have Come To Take Samson Prisoner,\" They Answered, \"To Do To Him As He Did To Us.\"",
      "Then Three Thousand Men From Judah Went Down To The Cave In The Rock Of Etam And Said To Samson, \"Don't You Realize That The Philistines Are Rulers Over Us? What Have You Done To Us?\" He Answered, \"I Merely Did To Them What They Did To Me.\"",
      "They Said To Him, \"We've Come To Tie You Up And Hand You Over To The Philistines.\" Samson Said, \"Swear To Me That You Won't Kill Me Yourselves.\"",
      "\"Agreed,\" They Answered. \"We Will Only Tie You Up And Hand You Over To Them. We Will Not Kill You.\" So They Bound Him With Two New Ropes And Led Him Up From The Rock.",
      "As He Approached Lehi, The Philistines Came Toward Him Shouting. The Spirit Of The Lord Came Upon Him In Power. The Ropes On His Arms Became Like Charred Flax, And The Bindings Dropped From His Hands.",
      "Finding A Fresh Jawbone Of A Donkey, He Grabbed It And Struck Down A Thousand Men.",
      "Then Samson Said, \"With A Donkey's Jawbone I Have Made Donkeys Of Them. With A Donkey's Jawbone I Have Killed A Thousand Men.\"",
      "When He Finished Speaking, He Threw Away The Jawbone; And The Place Was Called Ramath Lehi.",
      "Because He Was Very Thirsty, He Cried Out To The Lord , \"You Have Given Your Servant This Great Victory. Must I Now Die Of Thirst And Fall Into The Hands Of The Uncircumcised?\"",
      "Then God Opened Up The Hollow Place In Lehi, And Water Came Out Of It. When Samson Drank, His Strength Returned And He Revived. So The Spring Was Called En Hakkore, And It Is Still There In Lehi.",
      "Samson Led Israel For Twenty Years In The Days Of The Philistines."
    ],
    [
      "One Day Samson Went To Gaza, Where He Saw A Prostitute. He Went In To Spend The Night With Her.",
      "The People Of Gaza Were Told, \"Samson Is Here!\" So They Surrounded The Place And Lay In Wait For Him All Night At The City Gate. They Made No Move During The Night, Saying, \"At Dawn We'll Kill Him.\"",
      "But Samson Lay There Only Until The Middle Of The Night. Then He Got Up And Took Hold Of The Doors Of The City Gate, Together With The Two Posts, And Tore Them Loose, Bar And All. He Lifted Them To His Shoulders And Carried Them To The Top Of The Hill That Faces Hebron.",
      "Some Time Later, He Fell In Love With A Woman In The Valley Of Sorek Whose Name Was Delilah.",
      "The Rulers Of The Philistines Went To Her And Said, \"See If You Can Lure Him Into Showing You The Secret Of His Great Strength And How We Can Overpower Him So We May Tie Him Up And Subdue Him. Each One Of Us Will Give You Eleven Hundred Shekels Of Silver.\"",
      "So Delilah Said To Samson, \"Tell Me The Secret Of Your Great Strength And How You Can Be Tied Up And Subdued.\"",
      "Samson Answered Her, \"If Anyone Ties Me With Seven Fresh Thongs That Have Not Been Dried, I'll Become As Weak As Any Other Man.\"",
      "Then The Rulers Of The Philistines Brought Her Seven Fresh Thongs That Had Not Been Dried, And She Tied Him With Them.",
      "With Men Hidden In The Room, She Called To Him, \"Samson, The Philistines Are Upon You!\" But He Snapped The Thongs As Easily As A Piece Of String Snaps When It Comes Close To A Flame. So The Secret Of His Strength Was Not Discovered.",
      "Then Delilah Said To Samson, \"You Have Made A Fool Of Me; You Lied To Me. Come Now, Tell Me How You Can Be Tied.\"",
      "He Said, \"If Anyone Ties Me Securely With New Ropes That Have Never Been Used, I'll Become As Weak As Any Other Man.\"",
      "So Delilah Took New Ropes And Tied Him With Them. Then, With Men Hidden In The Room, She Called To Him, \"Samson, The Philistines Are Upon You!\" But He Snapped The Ropes Off His Arms As If They Were Threads.",
      "Delilah Then Said To Samson, \"Until Now, You Have Been Making A Fool Of Me And Lying To Me. Tell Me How You Can Be Tied.\" He Replied, \"If You Weave The Seven Braids Of My Head Into The Fabric On The Loom And Tighten It With The Pin, I'll Become As Weak As Any Other Man.\" So While He Was Sleeping, Delilah Took The Seven Braids Of His Head, Wove Them Into The Fabric",
      "And Tightened It With The Pin. Again She Called To Him, \"Samson, The Philistines Are Upon You!\" He Awoke From His Sleep And Pulled Up The Pin And The Loom, With The Fabric.",
      "Then She Said To Him, \"How Can You Say, 'I Love You,' When You Won't Confide In Me? This Is The Third Time You Have Made A Fool Of Me And Haven't Told Me The Secret Of Your Great Strength.\"",
      "With Such Nagging She Prodded Him Day After Day Until He Was Tired To Death.",
      "So He Told Her Everything. \"No Razor Has Ever Been Used On My Head,\" He Said, \"Because I Have Been A Nazirite Set Apart To God Since Birth. If My Head Were Shaved, My Strength Would Leave Me, And I Would Become As Weak As Any Other Man.\"",
      "When Delilah Saw That He Had Told Her Everything, She Sent Word To The Rulers Of The Philistines, \"Come Back Once More; He Has Told Me Everything.\" So The Rulers Of The Philistines Returned With The Silver In Their Hands.",
      "Having Put Him To Sleep On Her Lap, She Called A Man To Shave Off The Seven Braids Of His Hair, And So Began To Subdue Him. And His Strength Left Him.",
      "Then She Called, \"Samson, The Philistines Are Upon You!\" He Awoke From His Sleep And Thought, \"I'll Go Out As Before And Shake Myself Free.\" But He Did Not Know That The Lord Had Left Him.",
      "Then The Philistines Seized Him, Gouged Out His Eyes And Took Him Down To Gaza. Binding Him With Bronze Shackles, They Set Him To Grinding In The Prison.",
      "But The Hair On His Head Began To Grow Again After It Had Been Shaved.",
      "Now The Rulers Of The Philistines Assembled To Offer A Great Sacrifice To Dagon Their God And To Celebrate, Saying, \"Our God Has Delivered Samson, Our Enemy, Into Our Hands.\"",
      "When The People Saw Him, They Praised Their God, Saying, \"Our God Has Delivered Our Enemy Into Our Hands, The One Who Laid Waste Our Land And Multiplied Our Slain.\"",
      "While They Were In High Spirits, They Shouted, \"Bring Out Samson To Entertain Us.\" So They Called Samson Out Of The Prison, And He Performed For Them. When They Stood Him Among The Pillars,",
      "Samson Said To The Servant Who Held His Hand, \"Put Me Where I Can Feel The Pillars That Support The Temple, So That I May Lean Against Them.\"",
      "Now The Temple Was Crowded With Men And Women; All The Rulers Of The Philistines Were There, And On The Roof Were About Three Thousand Men And Women Watching Samson Perform.",
      "Then Samson Prayed To The Lord , \"O Sovereign Lord , Remember Me. O God, Please Strengthen Me Just Once More, And Let Me With One Blow Get Revenge On The Philistines For My Two Eyes.\"",
      "Then Samson Reached Toward The Two Central Pillars On Which The Temple Stood. Bracing Himself Against Them, His Right Hand On The One And His Left Hand On The Other,",
      "Samson Said, \"Let Me Die With The Philistines!\" Then He Pushed With All His Might, And Down Came The Temple On The Rulers And All The People In It. Thus He Killed Many More When He Died Than While He Lived.",
      "Then His Brothers And His Father's Whole Family Went Down To Get Him. They Brought Him Back And Buried Him Between Zorah And Eshtaol In The Tomb Of Manoah His Father. He Had Led Israel Twenty Years."
    ],
    [
      "Now A Man Named Micah From The Hill Country Of Ephraim",
      "Said To His Mother, \"The Eleven Hundred Shekels Of Silver That Were Taken From You And About Which I Heard You Utter A Curse-i Have That Silver With Me; I Took It.\" Then His Mother Said, \"The Lord Bless You, My Son!\"",
      "When He Returned The Eleven Hundred Shekels Of Silver To His Mother, She Said, \"I Solemnly Consecrate My Silver To The Lord For My Son To Make A Carved Image And A Cast Idol. I Will Give It Back To You.\"",
      "So He Returned The Silver To His Mother, And She Took Two Hundred Shekels Of Silver And Gave Them To A Silversmith, Who Made Them Into The Image And The Idol. And They Were Put In Micah's House.",
      "Now This Man Micah Had A Shrine, And He Made An Ephod And Some Idols And Installed One Of His Sons As His Priest.",
      "In Those Days Israel Had No King; Everyone Did As He Saw Fit.",
      "A Young Levite From Bethlehem In Judah, Who Had Been Living Within The Clan Of Judah,",
      "Left That Town In Search Of Some Other Place To Stay. On His Way He Came To Micah's House In The Hill Country Of Ephraim.",
      "Micah Asked Him, \"Where Are You From?\" \"I'm A Levite From Bethlehem In Judah,\" He Said, \"And I'm Looking For A Place To Stay.\"",
      "Then Micah Said To Him, \"Live With Me And Be My Father And Priest, And I'll Give You Ten Shekels Of Silver A Year, Your Clothes And Your Food.\"",
      "So The Levite Agreed To Live With Him, And The Young Man Was To Him Like One Of His Sons.",
      "Then Micah Installed The Levite, And The Young Man Became His Priest And Lived In His House.",
      "And Micah Said, \"Now I Know That The Lord Will Be Good To Me, Since This Levite Has Become My Priest.\""
    ],
    [
      "In Those Days Israel Had No King. And In Those Days The Tribe Of The Danites Was Seeking A Place Of Their Own Where They Might Settle, Because They Had Not Yet Come Into An Inheritance Among The Tribes Of Israel.",
      "So The Danites Sent Five Warriors From Zorah And Eshtaol To Spy Out The Land And Explore It. These Men Represented All Their Clans. They Told Them, \"Go, Explore The Land.\" The Men Entered The Hill Country Of Ephraim And Came To The House Of Micah, Where They Spent The Night.",
      "When They Were Near Micah's House, They Recognized The Voice Of The Young Levite; So They Turned In There And Asked Him, \"Who Brought You Here? What Are You Doing In This Place? Why Are You Here?\"",
      "He Told Them What Micah Had Done For Him, And Said, \"He Has Hired Me And I Am His Priest.\"",
      "Then They Said To Him, \"Please Inquire Of God To Learn Whether Our Journey Will Be Successful.\"",
      "The Priest Answered Them, \"Go In Peace. Your Journey Has The Lord 'S Approval.\"",
      "So The Five Men Left And Came To Laish, Where They Saw That The People Were Living In Safety, Like The Sidonians, Unsuspecting And Secure. And Since Their Land Lacked Nothing, They Were Prosperous. Also, They Lived A Long Way From The Sidonians And Had No Relationship With Anyone Else.",
      "When They Returned To Zorah And Eshtaol, Their Brothers Asked Them, \"How Did You Find Things?\"",
      "They Answered, \"Come On, Let's Attack Them! We Have Seen That The Land Is Very Good. Aren't You Going To Do Something? Don't Hesitate To Go There And Take It Over.",
      "When You Get There, You Will Find An Unsuspecting People And A Spacious Land That God Has Put Into Your Hands, A Land That Lacks Nothing Whatever.\"",
      "Then Six Hundred Men From The Clan Of The Danites, Armed For Battle, Set Out From Zorah And Eshtaol.",
      "On Their Way They Set Up Camp Near Kiriath Jearim In Judah. This Is Why The Place West Of Kiriath Jearim Is Called Mahaneh Dan To This Day.",
      "From There They Went On To The Hill Country Of Ephraim And Came To Micah's House.",
      "Then The Five Men Who Had Spied Out The Land Of Laish Said To Their Brothers, \"Do You Know That One Of These Houses Has An Ephod, Other Household Gods, A Carved Image And A Cast Idol? Now You Know What To Do.\"",
      "So They Turned In There And Went To The House Of The Young Levite At Micah's Place And Greeted Him.",
      "The Six Hundred Danites, Armed For Battle, Stood At The Entrance To The Gate.",
      "The Five Men Who Had Spied Out The Land Went Inside And Took The Carved Image, The Ephod, The Other Household Gods And The Cast Idol While The Priest And The Six Hundred Armed Men Stood At The Entrance To The Gate.",
      "When These Men Went Into Micah's House And Took The Carved Image, The Ephod, The Other Household Gods And The Cast Idol, The Priest Said To Them, \"What Are You Doing?\"",
      "They Answered Him, \"Be Quiet! Don't Say A Word. Come With Us, And Be Our Father And Priest. Isn't It Better That You Serve A Tribe And Clan In Israel As Priest Rather Than Just One Man's Household?\"",
      "Then The Priest Was Glad. He Took The Ephod, The Other Household Gods And The Carved Image And Went Along With The People.",
      "Putting Their Little Children, Their Livestock And Their Possessions In Front Of Them, They Turned Away And Left.",
      "When They Had Gone Some Distance From Micah's House, The Men Who Lived Near Micah Were Called Together And Overtook The Danites.",
      "As They Shouted After Them, The Danites Turned And Said To Micah, \"What's The Matter With You That You Called Out Your Men To Fight?\"",
      "He Replied, \"You Took The Gods I Made, And My Priest, And Went Away. What Else Do I Have? How Can You Ask, 'What's The Matter With You?' \"",
      "The Danites Answered, \"Don't Argue With Us, Or Some Hot-tempered Men Will Attack You, And You And Your Family Will Lose Your Lives.\"",
      "So The Danites Went Their Way, And Micah, Seeing That They Were Too Strong For Him, Turned Around And Went Back Home.",
      "Then They Took What Micah Had Made, And His Priest, And Went On To Laish, Against A Peaceful And Unsuspecting People. They Attacked Them With The Sword And Burned Down Their City.",
      "There Was No One To Rescue Them Because They Lived A Long Way From Sidon And Had No Relationship With Anyone Else. The City Was In A Valley Near Beth Rehob. The Danites Rebuilt The City And Settled There.",
      "They Named It Dan After Their Forefather Dan, Who Was Born To Israel-though The City Used To Be Called Laish.",
      "There The Danites Set Up For Themselves The Idols, And Jonathan Son Of Gershom, The Son Of Moses, And His Sons Were Priests For The Tribe Of Dan Until The Time Of The Captivity Of The Land.",
      "They Continued To Use The Idols Micah Had Made, All The Time The House Of God Was In Shiloh."
    ],
    [
      "In Those Days Israel Had No King. Now A Levite Who Lived In A Remote Area In The Hill Country Of Ephraim Took A Concubine From Bethlehem In Judah.",
      "But She Was Unfaithful To Him. She Left Him And Went Back To Her Father's House In Bethlehem, Judah. After She Had Been There Four Months,",
      "Her Husband Went To Her To Persuade Her To Return. He Had With Him His Servant And Two Donkeys. She Took Him Into Her Father's House, And When Her Father Saw Him, He Gladly Welcomed Him.",
      "His Father-in-law, The Girl's Father, Prevailed Upon Him To Stay; So He Remained With Him Three Days, Eating And Drinking, And Sleeping There.",
      "On The Fourth Day They Got Up Early And He Prepared To Leave, But The Girl's Father Said To His Son-in-law, \"Refresh Yourself With Something To Eat; Then You Can Go.\"",
      "So The Two Of Them Sat Down To Eat And Drink Together. Afterward The Girl's Father Said, \"Please Stay Tonight And Enjoy Yourself.\"",
      "And When The Man Got Up To Go, His Father-in-law Persuaded Him, So He Stayed There That Night.",
      "On The Morning Of The Fifth Day, When He Rose To Go, The Girl's Father Said, \"Refresh Yourself. Wait Till Afternoon!\" So The Two Of Them Ate Together.",
      "Then When The Man, With His Concubine And His Servant, Got Up To Leave, His Father-in-law, The Girl's Father, Said, \"Now Look, It's Almost Evening. Spend The Night Here; The Day Is Nearly Over. Stay And Enjoy Yourself. Early Tomorrow Morning You Can Get Up And Be On Your Way Home.\"",
      "But, Unwilling To Stay Another Night, The Man Left And Went Toward Jebus (That Is, Jerusalem), With His Two Saddled Donkeys And His Concubine.",
      "When They Were Near Jebus And The Day Was Almost Gone, The Servant Said To His Master, \"Come, Let's Stop At This City Of The Jebusites And Spend The Night.\"",
      "His Master Replied, \"No. We Won't Go Into An Alien City, Whose People Are Not Israelites. We Will Go On To Gibeah.\"",
      "He Added, \"Come, Let's Try To Reach Gibeah Or Ramah And Spend The Night In One Of Those Places.\"",
      "So They Went On, And The Sun Set As They Neared Gibeah In Benjamin.",
      "There They Stopped To Spend The Night. They Went And Sat In The City Square, But No One Took Them Into His Home For The Night.",
      "That Evening An Old Man From The Hill Country Of Ephraim, Who Was Living In Gibeah (The Men Of The Place Were Benjamites), Came In From His Work In The Fields.",
      "When He Looked And Saw The Traveler In The City Square, The Old Man Asked, \"Where Are You Going? Where Did You Come From?\"",
      "He Answered, \"We Are On Our Way From Bethlehem In Judah To A Remote Area In The Hill Country Of Ephraim Where I Live. I Have Been To Bethlehem In Judah And Now I Am Going To The House Of The Lord . No One Has Taken Me Into His House.",
      "We Have Both Straw And Fodder For Our Donkeys And Bread And Wine For Ourselves Your Servants-me, Your Maidservant, And The Young Man With Us. We Don't Need Anything.\"",
      "\"You Are Welcome At My House,\" The Old Man Said. \"Let Me Supply Whatever You Need. Only Don't Spend The Night In The Square.\"",
      "So He Took Him Into His House And Fed His Donkeys. After They Had Washed Their Feet, They Had Something To Eat And Drink.",
      "While They Were Enjoying Themselves, Some Of The Wicked Men Of The City Surrounded The House. Pounding On The Door, They Shouted To The Old Man Who Owned The House, \"Bring Out The Man Who Came To Your House So We Can Have Sex With Him.\"",
      "The Owner Of The House Went Outside And Said To Them, \"No, My Friends, Don't Be So Vile. Since This Man Is My Guest, Don't Do This Disgraceful Thing.",
      "Look, Here Is My Virgin Daughter, And His Concubine. I Will Bring Them Out To You Now, And You Can Use Them And Do To Them Whatever You Wish. But To This Man, Don't Do Such A Disgraceful Thing.\"",
      "But The Men Would Not Listen To Him. So The Man Took His Concubine And Sent Her Outside To Them, And They Raped Her And Abused Her Throughout The Night, And At Dawn They Let Her Go.",
      "At Daybreak The Woman Went Back To The House Where Her Master Was Staying, Fell Down At The Door And Lay There Until Daylight.",
      "When Her Master Got Up In The Morning And Opened The Door Of The House And Stepped Out To Continue On His Way, There Lay His Concubine, Fallen In The Doorway Of The House, With Her Hands On The Threshold.",
      "He Said To Her, \"Get Up; Let's Go.\" But There Was No Answer. Then The Man Put Her On His Donkey And Set Out For Home.",
      "When He Reached Home, He Took A Knife And Cut Up His Concubine, Limb By Limb, Into Twelve Parts And Sent Them Into All The Areas Of Israel.",
      "Everyone Who Saw It Said, \"Such A Thing Has Never Been Seen Or Done, Not Since The Day The Israelites Came Up Out Of Egypt. Think About It! Consider It! Tell Us What To Do!\""
    ],
    [
      "Then All The Israelites From Dan To Beersheba And From The Land Of Gilead Came Out As One Man And Assembled Before The Lord In Mizpah.",
      "The Leaders Of All The People Of The Tribes Of Israel Took Their Places In The Assembly Of The People Of God, Four Hundred Thousand Soldiers Armed With Swords.",
      "(The Benjamites Heard That The Israelites Had Gone Up To Mizpah.) Then The Israelites Said, \"Tell Us How This Awful Thing Happened.\"",
      "So The Levite, The Husband Of The Murdered Woman, Said, \"I And My Concubine Came To Gibeah In Benjamin To Spend The Night.",
      "During The Night The Men Of Gibeah Came After Me And Surrounded The House, Intending To Kill Me. They Raped My Concubine, And She Died.",
      "I Took My Concubine, Cut Her Into Pieces And Sent One Piece To Each Region Of Israel's Inheritance, Because They Committed This Lewd And Disgraceful Act In Israel.",
      "Now, All You Israelites, Speak Up And Give Your Verdict.\"",
      "All The People Rose As One Man, Saying, \"None Of Us Will Go Home. No, Not One Of Us Will Return To His House.",
      "But Now This Is What We'll Do To Gibeah: We'll Go Up Against It As The Lot Directs.",
      "We'll Take Ten Men Out Of Every Hundred From All The Tribes Of Israel, And A Hundred From A Thousand, And A Thousand From Ten Thousand, To Get Provisions For The Army. Then, When The Army Arrives At Gibeah In Benjamin, It Can Give Them What They Deserve For All This Vileness Done In Israel.\"",
      "So All The Men Of Israel Got Together And United As One Man Against The City.",
      "The Tribes Of Israel Sent Men Throughout The Tribe Of Benjamin, Saying, \"What About This Awful Crime That Was Committed Among You?",
      "Now Surrender Those Wicked Men Of Gibeah So That We May Put Them To Death And Purge The Evil From Israel.\" But The Benjamites Would Not Listen To Their Fellow Israelites.",
      "From Their Towns They Came Together At Gibeah To Fight Against The Israelites.",
      "At Once The Benjamites Mobilized Twenty-six Thousand Swordsmen From Their Towns, In Addition To Seven Hundred Chosen Men From Those Living In Gibeah.",
      "Among All These Soldiers There Were Seven Hundred Chosen Men Who Were Left-handed, Each Of Whom Could Sling A Stone At A Hair And Not Miss.",
      "Israel, Apart From Benjamin, Mustered Four Hundred Thousand Swordsmen, All Of Them Fighting Men.",
      "The Israelites Went Up To Bethel And Inquired Of God. They Said, \"Who Of Us Shall Go First To Fight Against The Benjamites?\" The Lord Replied, \"Judah Shall Go First.\"",
      "The Next Morning The Israelites Got Up And Pitched Camp Near Gibeah.",
      "The Men Of Israel Went Out To Fight The Benjamites And Took Up Battle Positions Against Them At Gibeah.",
      "The Benjamites Came Out Of Gibeah And Cut Down Twenty-two Thousand Israelites On The Battlefield That Day.",
      "But The Men Of Israel Encouraged One Another And Again Took Up Their Positions Where They Had Stationed Themselves The First Day.",
      "The Israelites Went Up And Wept Before The Lord Until Evening, And They Inquired Of The Lord . They Said, \"Shall We Go Up Again To Battle Against The Benjamites, Our Brothers?\" The Lord Answered, \"Go Up Against Them.\"",
      "Then The Israelites Drew Near To Benjamin The Second Day.",
      "This Time, When The Benjamites Came Out From Gibeah To Oppose Them, They Cut Down Another Eighteen Thousand Israelites, All Of Them Armed With Swords.",
      "Then The Israelites, All The People, Went Up To Bethel, And There They Sat Weeping Before The Lord . They Fasted That Day Until Evening And Presented Burnt Offerings And Fellowship Offerings To The Lord .",
      "And The Israelites Inquired Of The Lord . (In Those Days The Ark Of The Covenant Of God Was There,",
      "With Phinehas Son Of Eleazar, The Son Of Aaron, Ministering Before It.) They Asked, \"Shall We Go Up Again To Battle With Benjamin Our Brother, Or Not?\" The Lord Responded, \"Go, For Tomorrow I Will Give Them Into Your Hands.\"",
      "Then Israel Set An Ambush Around Gibeah.",
      "They Went Up Against The Benjamites On The Third Day And Took Up Positions Against Gibeah As They Had Done Before.",
      "The Benjamites Came Out To Meet Them And Were Drawn Away From The City. They Began To Inflict Casualties On The Israelites As Before, So That About Thirty Men Fell In The Open Field And On The Roads-the One Leading To Bethel And The Other To Gibeah.",
      "While The Benjamites Were Saying, \"We Are Defeating Them As Before,\" The Israelites Were Saying, \"Let's Retreat And Draw Them Away From The City To The Roads.\"",
      "All The Men Of Israel Moved From Their Places And Took Up Positions At Baal Tamar, And The Israelite Ambush Charged Out Of Its Place On The West Of Gibeah.",
      "Then Ten Thousand Of Israel's Finest Men Made A Frontal Attack On Gibeah. The Fighting Was So Heavy That The Benjamites Did Not Realize How Near Disaster Was.",
      "The Lord Defeated Benjamin Before Israel, And On That Day The Israelites Struck Down , Benjamites, All Armed With Swords.",
      "Then The Benjamites Saw That They Were Beaten. Now The Men Of Israel Had Given Way Before Benjamin, Because They Relied On The Ambush They Had Set Near Gibeah.",
      "The Men Who Had Been In Ambush Made A Sudden Dash Into Gibeah, Spread Out And Put The Whole City To The Sword.",
      "The Men Of Israel Had Arranged With The Ambush That They Should Send Up A Great Cloud Of Smoke From The City,",
      "And Then The Men Of Israel Would Turn In The Battle. The Benjamites Had Begun To Inflict Casualties On The Men Of Israel (About Thirty), And They Said, \"We Are Defeating Them As In The First Battle.\"",
      "But When The Column Of Smoke Began To Rise From The City, The Benjamites Turned And Saw The Smoke Of The Whole City Going Up Into The Sky.",
      "Then The Men Of Israel Turned On Them, And The Men Of Benjamin Were Terrified, Because They Realized That Disaster Had Come Upon Them.",
      "So They Fled Before The Israelites In The Direction Of The Desert, But They Could Not Escape The Battle. And The Men Of Israel Who Came Out Of The Towns Cut Them Down There.",
      "They Surrounded The Benjamites, Chased Them And Easily Overran Them In The Vicinity Of Gibeah On The East.",
      "Eighteen Thousand Benjamites Fell, All Of Them Valiant Fighters.",
      "As They Turned And Fled Toward The Desert To The Rock Of Rimmon, The Israelites Cut Down Five Thousand Men Along The Roads. They Kept Pressing After The Benjamites As Far As Gidom And Struck Down Two Thousand More.",
      "On That Day Twenty-five Thousand Benjamite Swordsmen Fell, All Of Them Valiant Fighters.",
      "But Six Hundred Men Turned And Fled Into The Desert To The Rock Of Rimmon, Where They Stayed Four Months.",
      "The Men Of Israel Went Back To Benjamin And Put All The Towns To The Sword, Including The Animals And Everything Else They Found. All The Towns They Came Across They Set On Fire."
    ],
    [
      "The Men Of Israel Had Taken An Oath At Mizpah: \"Not One Of Us Will Give His Daughter In Marriage To A Benjamite.\"",
      "The People Went To Bethel, Where They Sat Before God Until Evening, Raising Their Voices And Weeping Bitterly.",
      "\"O Lord , The God Of Israel,\" They Cried, \"Why Has This Happened To Israel? Why Should One Tribe Be Missing From Israel Today?\"",
      "Early The Next Day The People Built An Altar And Presented Burnt Offerings And Fellowship Offerings.",
      "Then The Israelites Asked, \"Who From All The Tribes Of Israel Has Failed To Assemble Before The Lord ?\" For They Had Taken A Solemn Oath That Anyone Who Failed To Assemble Before The Lord At Mizpah Should Certainly Be Put To Death.",
      "Now The Israelites Grieved For Their Brothers, The Benjamites. \"Today One Tribe Is Cut Off From Israel,\" They Said.",
      "\"How Can We Provide Wives For Those Who Are Left, Since We Have Taken An Oath By The Lord Not To Give Them Any Of Our Daughters In Marriage?\"",
      "Then They Asked, \"Which One Of The Tribes Of Israel Failed To Assemble Before The Lord At Mizpah?\" They Discovered That No One From Jabesh Gilead Had Come To The Camp For The Assembly.",
      "For When They Counted The People, They Found That None Of The People Of Jabesh Gilead Were There.",
      "So The Assembly Sent Twelve Thousand Fighting Men With Instructions To Go To Jabesh Gilead And Put To The Sword Those Living There, Including The Women And Children.",
      "\"This Is What You Are To Do,\" They Said. \"Kill Every Male And Every Woman Who Is Not A Virgin.\"",
      "They Found Among The People Living In Jabesh Gilead Four Hundred Young Women Who Had Never Slept With A Man, And They Took Them To The Camp At Shiloh In Canaan.",
      "Then The Whole Assembly Sent An Offer Of Peace To The Benjamites At The Rock Of Rimmon.",
      "So The Benjamites Returned At That Time And Were Given The Women Of Jabesh Gilead Who Had Been Spared. But There Were Not Enough For All Of Them.",
      "The People Grieved For Benjamin, Because The Lord Had Made A Gap In The Tribes Of Israel.",
      "And The Elders Of The Assembly Said, \"With The Women Of Benjamin Destroyed, How Shall We Provide Wives For The Men Who Are Left?",
      "The Benjamite Survivors Must Have Heirs,\" They Said, \"So That A Tribe Of Israel Will Not Be Wiped Out.",
      "We Can't Give Them Our Daughters As Wives, Since We Israelites Have Taken This Oath: 'Cursed Be Anyone Who Gives A Wife To A Benjamite.'",
      "But Look, There Is The Annual Festival Of The Lord In Shiloh, To The North Of Bethel, And East Of The Road That Goes From Bethel To Shechem, And To The South Of Lebonah.\"",
      "So They Instructed The Benjamites, Saying, \"Go And Hide In The Vineyards",
      "And Watch. When The Girls Of Shiloh Come Out To Join In The Dancing, Then Rush From The Vineyards And Each Of You Seize A Wife From The Girls Of Shiloh And Go To The Land Of Benjamin.",
      "When Their Fathers Or Brothers Complain To Us, We Will Say To Them, 'Do Us A Kindness By Helping Them, Because We Did Not Get Wives For Them During The War, And You Are Innocent, Since You Did Not Give Your Daughters To Them.' \"",
      "So That Is What The Benjamites Did. While The Girls Were Dancing, Each Man Caught One And Carried Her Off To Be His Wife. Then They Returned To Their Inheritance And Rebuilt The Towns And Settled In Them.",
      "At That Time The Israelites Left That Place And Went Home To Their Tribes And Clans, Each To His Own Inheritance.",
      "In Those Days Israel Had No King; Everyone Did As He Saw Fit."
    ]
  ]
}
