{
    "chapter": [
        [
            "That Which Was From The Beginning, Which We Have Heard, Which We Have Seen With Our Eyes, Which We Have Looked At And Our Hands Have Touched--this We Proclaim Concerning The Word Of Life.",
            "The Life Appeared; We Have Seen It And Testify To It, And We Proclaim To You The Eternal Life, Which Was With The Father And Has Appeared To Us.",
            "We Proclaim To You What We Have Seen And Heard, So That You Also May Have Fellowship With Us. And Our Fellowship Is With The Father And With His Son, Jesus Christ.",
            "We Write This To Make Our Joy Complete.",
            "This Is The Message We Have Heard From Him And Declare To You: God Is Light; In Him There Is No Darkness At All.",
            "If We Claim To Have Fellowship With Him Yet Walk In The Darkness, We Lie And Do Not Live By The Truth.",
            "But If We Walk In The Light, As He Is In The Light, We Have Fellowship With One Another, And The Blood Of Jesus, His Son, Purifies Us From All Sin.",
            "If We Claim To Be Without Sin, We Deceive Ourselves And The Truth Is Not In Us.",
            "If We Confess Our Sins, He Is Faithful And Just And Will Forgive Us Our Sins And Purify Us From All Unrighteousness.",
            "If We Claim We Have Not Sinned, We Make Him Out To Be A Liar And His Word Has No Place In Our Lives."
        ],
        [
            "My Dear Children, I Write This To You So That You Will Not Sin. But If Anybody Does Sin, We Have One Who Speaks To The Father In Our Defense--jesus Christ, The Righteous One.",
            "He Is The Atoning Sacrifice For Our Sins, And Not Only For Ours But Also For The Sins Of The Whole World.",
            "We Know That We Have Come To Know Him If We Obey His Commands.",
            "The Man Who Says, \"I Know Him,\" But Does Not Do What He Commands Is A Liar, And The Truth Is Not In Him.",
            "But If Anyone Obeys His Word, God's Love Is Truly Made Complete In Him. This Is How We Know We Are In Him:",
            "Whoever Claims To Live In Him Must Walk As Jesus Did.",
            "Dear Friends, I Am Not Writing You A New Command But An Old One, Which You Have Had Since The Beginning. This Old Command Is The Message You Have Heard.",
            "Yet I Am Writing You A New Command; Its Truth Is Seen In Him And You, Because The Darkness Is Passing And The True Light Is Already Shining.",
            "Anyone Who Claims To Be In The Light But Hates His Brother Is Still In The Darkness.",
            "Whoever Loves His Brother Lives In The Light, And There Is Nothing In Him To Make Him Stumble.",
            "But Whoever Hates His Brother Is In The Darkness And Walks Around In The Darkness; He Does Not Know Where He Is Going, Because The Darkness Has Blinded Him.",
            "I Write To You, Dear Children, Because Your Sins Have Been Forgiven On Account Of His Name.",
            "I Write To You, Fathers, Because You Have Known Him Who Is From The Beginning. I Write To You, Young Men, Because You Have Overcome The Evil One. I Write To You, Dear Children, Because You Have Known The Father.",
            "I Write To You, Fathers, Because You Have Known Him Who Is From The Beginning. I Write To You, Young Men, Because You Are Strong, And The Word Of God Lives In You, And You Have Overcome The Evil One.",
            "Do Not Love The World Or Anything In The World. If Anyone Loves The World, The Love Of The Father Is Not In Him.",
            "For Everything In The World--the Cravings Of Sinful Man, The Lust Of His Eyes And The Boasting Of What He Has And Does--comes Not From The Father But From The World.",
            "The World And Its Desires Pass Away, But The Man Who Does The Will Of God Lives Forever.",
            "Dear Children, This Is The Last Hour; And As You Have Heard That The Antichrist Is Coming, Even Now Many Antichrists Have Come. This Is How We Know It Is The Last Hour.",
            "They Went Out From Us, But They Did Not Really Belong To Us. For If They Had Belonged To Us, They Would Have Remained With Us; But Their Going Showed That None Of Them Belonged To Us.",
            "But You Have An Anointing From The Holy One, And All Of You Know The Truth.",
            "I Do Not Write To You Because You Do Not Know The Truth, But Because You Do Know It And Because No Lie Comes From The Truth.",
            "Who Is The Liar? It Is The Man Who Denies That Jesus Is The Christ. Such A Man Is The Antichrist--he Denies The Father And The Son.",
            "No One Who Denies The Son Has The Father; Whoever Acknowledges The Son Has The Father Also.",
            "See That What You Have Heard From The Beginning Remains In You. If It Does, You Also Will Remain In The Son And In The Father.",
            "And This Is What He Promised Us--even Eternal Life.",
            "I Am Writing These Things To You About Those Who Are Trying To Lead You Astray.",
            "As For You, The Anointing You Received From Him Remains In You, And You Do Not Need Anyone To Teach You. But As His Anointing Teaches You About All Things And As That Anointing Is Real, Not Counterfeit--just As It Has Taught You, Remain In Him.",
            "And Now, Dear Children, Continue In Him, So That When He Appears We May Be Confident And Unashamed Before Him At His Coming.",
            "If You Know That He Is Righteous, You Know That Everyone Who Does What Is Right Has Been Born Of Him."
        ],
        [
            "How Great Is The Love The Father Has Lavished On Us, That We Should Be Called Children Of God! And That Is What We Are! The Reason The World Does Not Know Us Is That It Did Not Know Him.",
            "Dear Friends, Now We Are Children Of God, And What We Will Be Has Not Yet Been Made Known. But We Know That When He Appears, We Shall Be Like Him, For We Shall See Him As He Is.",
            "Everyone Who Has This Hope In Him Purifies Himself, Just As He Is Pure.",
            "Everyone Who Sins Breaks The Law; In Fact, Sin Is Lawlessness.",
            "But You Know That He Appeared So That He Might Take Away Our Sins. And In Him Is No Sin.",
            "No One Who Lives In Him Keeps On Sinning. No One Who Continues To Sin Has Either Seen Him Or Known Him.",
            "Dear Children, Do Not Let Anyone Lead You Astray. He Who Does What Is Right Is Righteous, Just As He Is Righteous.",
            "He Who Does What Is Sinful Is Of The Devil, Because The Devil Has Been Sinning From The Beginning. The Reason The Son Of God Appeared Was To Destroy The Devil's Work.",
            "No One Who Is Born Of God Will Continue To Sin, Because God's Seed Remains In Him; He Cannot Go On Sinning, Because He Has Been Born Of God.",
            "This Is How We Know Who The Children Of God Are And Who The Children Of The Devil Are: Anyone Who Does Not Do What Is Right Is Not A Child Of God; Nor Is Anyone Who Does Not Love His Brother.",
            "This Is The Message You Heard From The Beginning: We Should Love One Another.",
            "Do Not Be Like Cain, Who Belonged To The Evil One And Murdered His Brother. And Why Did He Murder Him? Because His Own Actions Were Evil And His Brother's Were Righteous.",
            "Do Not Be Surprised, My Brothers, If The World Hates You.",
            "We Know That We Have Passed From Death To Life, Because We Love Our Brothers. Anyone Who Does Not Love Remains In Death.",
            "Anyone Who Hates His Brother Is A Murderer, And You Know That No Murderer Has Eternal Life In Him.",
            "This Is How We Know What Love Is: Jesus Christ Laid Down His Life For Us. And We Ought To Lay Down Our Lives For Our Brothers.",
            "If Anyone Has Material Possessions And Sees His Brother In Need But Has No Pity On Him, How Can The Love Of God Be In Him?",
            "Dear Children, Let Us Not Love With Words Or Tongue But With Actions And In Truth.",
            "This Then Is How We Know That We Belong To The Truth, And How We Set Our Hearts At Rest In His Presence",
            "Whenever Our Hearts Condemn Us. For God Is Greater Than Our Hearts, And He Knows Everything.",
            "Dear Friends, If Our Hearts Do Not Condemn Us, We Have Confidence Before God",
            "And Receive From Him Anything We Ask, Because We Obey His Commands And Do What Pleases Him.",
            "And This Is His Command: To Believe In The Name Of His Son, Jesus Christ, And To Love One Another As He Commanded Us.",
            "Those Who Obey His Commands Live In Him, And He In Them. And This Is How We Know That He Lives In Us: We Know It By The Spirit He Gave Us."
        ],
        [
            "Dear Friends, Do Not Believe Every Spirit, But Test The Spirits To See Whether They Are From God, Because Many False Prophets Have Gone Out Into The World.",
            "This Is How You Can Recognize The Spirit Of God: Every Spirit That Acknowledges That Jesus Christ Has Come In The Flesh Is From God,",
            "But Every Spirit That Does Not Acknowledge Jesus Is Not From God. This Is The Spirit Of The Antichrist, Which You Have Heard Is Coming And Even Now Is Already In The World.",
            "You, Dear Children, Are From God And Have Overcome Them, Because The One Who Is In You Is Greater Than The One Who Is In The World.",
            "They Are From The World And Therefore Speak From The Viewpoint Of The World, And The World Listens To Them.",
            "We Are From God, And Whoever Knows God Listens To Us; But Whoever Is Not From God Does Not Listen To Us. This Is How We Recognize The Spirit Of Truth And The Spirit Of Falsehood.",
            "Dear Friends, Let Us Love One Another, For Love Comes From God. Everyone Who Loves Has Been Born Of God And Knows God.",
            "Whoever Does Not Love Does Not Know God, Because God Is Love.",
            "This Is How God Showed His Love Among Us: He Sent His One And Only Son Into The World That We Might Live Through Him.",
            "This Is Love: Not That We Loved God, But That He Loved Us And Sent His Son As An Atoning Sacrifice For Our Sins.",
            "Dear Friends, Since God So Loved Us, We Also Ought To Love One Another.",
            "No One Has Ever Seen God; But If We Love One Another, God Lives In Us And His Love Is Made Complete In Us.",
            "We Know That We Live In Him And He In Us, Because He Has Given Us Of His Spirit.",
            "And We Have Seen And Testify That The Father Has Sent His Son To Be The Savior Of The World.",
            "If Anyone Acknowledges That Jesus Is The Son Of God, God Lives In Him And He In God.",
            "And So We Know And Rely On The Love God Has For Us. God Is Love. Whoever Lives In Love Lives In God, And God In Him.",
            "In This Way, Love Is Made Complete Among Us So That We Will Have Confidence On The Day Of Judgment, Because In This World We Are Like Him.",
            "There Is No Fear In Love. But Perfect Love Drives Out Fear, Because Fear Has To Do With Punishment. The One Who Fears Is Not Made Perfect In Love.",
            "We Love Because He First Loved Us.",
            "If Anyone Says, \"I Love God,\" Yet Hates His Brother, He Is A Liar. For Anyone Who Does Not Love His Brother, Whom He Has Seen, Cannot Love God, Whom He Has Not Seen.",
            "And He Has Given Us This Command: Whoever Loves God Must Also Love His Brother."
        ],
        [
            "Everyone Who Believes That Jesus Is The Christ Is Born Of God, And Everyone Who Loves The Father Loves His Child As Well.",
            "This Is How We Know That We Love The Children Of God: By Loving God And Carrying Out His Commands.",
            "This Is Love For God: To Obey His Commands. And His Commands Are Not Burdensome,",
            "For Everyone Born Of God Overcomes The World. This Is The Victory That Has Overcome The World, Even Our Faith.",
            "Who Is It That Overcomes The World? Only He Who Believes That Jesus Is The Son Of God.",
            "This Is The One Who Came By Water And Blood--jesus Christ. He Did Not Come By Water Only, But By Water And Blood. And It Is The Spirit Who Testifies, Because The Spirit Is The Truth.",
            "For There Are Three That Testify:",
            "The Spirit, The Water And The Blood; And The Three Are In Agreement.",
            "We Accept Man's Testimony, But God's Testimony Is Greater Because It Is The Testimony Of God, Which He Has Given About His Son.",
            "Anyone Who Believes In The Son Of God Has This Testimony In His Heart. Anyone Who Does Not Believe God Has Made Him Out To Be A Liar, Because He Has Not Believed The Testimony God Has Given About His Son.",
            "And This Is The Testimony: God Has Given Us Eternal Life, And This Life Is In His Son.",
            "He Who Has The Son Has Life; He Who Does Not Have The Son Of God Does Not Have Life.",
            "I Write These Things To You Who Believe In The Name Of The Son Of God So That You May Know That You Have Eternal Life.",
            "This Is The Confidence We Have In Approaching God: That If We Ask Anything According To His Will, He Hears Us.",
            "And If We Know That He Hears Us--whatever We Ask--we Know That We Have What We Asked Of Him.",
            "If Anyone Sees His Brother Commit A Sin That Does Not Lead To Death, He Should Pray And God Will Give Him Life. I Refer To Those Whose Sin Does Not Lead To Death. There Is A Sin That Leads To Death. I Am Not Saying That He Should Pray About That.",
            "All Wrongdoing Is Sin, And There Is Sin That Does Not Lead To Death.",
            "We Know That Anyone Born Of God Does Not Continue To Sin; The One Who Was Born Of God Keeps Him Safe, And The Evil One Cannot Harm Him.",
            "We Know That We Are Children Of God, And That The Whole World Is Under The Control Of The Evil One.",
            "We Know Also That The Son Of God Has Come And Has Given Us Understanding, So That We May Know Him Who Is True. And We Are In Him Who Is True--even In His Son Jesus Christ. He Is The True God And Eternal Life.",
            "Dear Children, Keep Yourselves From Idols."
        ]
    ]
}