{
  "chapter": [
    [
      "Jude, A Servant Of Jesus Christ And A Brother Of James, To Those Who Have Been Called, Who Are Loved By God The Father And Kept By Jesus Christ:",
      "Mercy, Peace And Love Be Yours In Abundance.",
      "Dear Friends, Although I Was Very Eager To Write To You About The Salvation We Share, I Felt I Had To Write And Urge You To Contend For The Faith That Was Once For All Entrusted To The Saints.",
      "For Certain Men Whose Condemnation Was Written About Long Ago Have Secretly Slipped In Among You. They Are Godless Men, Who Change The Grace Of Our God Into A License For Immorality And Deny Jesus Christ Our Only Sovereign And Lord.",
      "Though You Already Know All This, I Want To Remind You That The Lord Delivered His People Out Of Egypt, But Later Destroyed Those Who Did Not Believe.",
      "And The Angels Who Did Not Keep Their Positions Of Authority But Abandoned Their Own Home--these He Has Kept In Darkness, Bound With Everlasting Chains For Judgment On The Great Day.",
      "In A Similar Way, Sodom And Gomorrah And The Surrounding Towns Gave Themselves Up To Sexual Immorality And Perversion. They Serve As An Example Of Those Who Suffer The Punishment Of Eternal Fire.",
      "In The Very Same Way, These Dreamers Pollute Their Own Bodies, Reject Authority And Slander Celestial Beings.",
      "But Even The Archangel Michael, When He Was Disputing With The Devil About The Body Of Moses, Did Not Dare To Bring A Slanderous Accusation Against Him, But Said, \"The Lord Rebuke You!\"",
      "Yet These Men Speak Abusively Against Whatever They Do Not Understand; And What Things They Do Understand By Instinct, Like Unreasoning Animals--these Are The Very Things That Destroy Them.",
      "Woe To Them! They Have Taken The Way Of Cain; They Have Rushed For Profit Into Balaam's Error; They Have Been Destroyed In Korah's Rebellion.",
      "These Men Are Blemishes At Your Love Feasts, Eating With You Without The Slightest Qualm--shepherds Who Feed Only Themselves. They Are Clouds Without Rain, Blown Along By The Wind; Autumn Trees, Without Fruit And Uprooted--twice Dead.",
      "They Are Wild Waves Of The Sea, Foaming Up Their Shame; Wandering Stars, For Whom Blackest Darkness Has Been Reserved Forever.",
      "Enoch, The Seventh From Adam, Prophesied About These Men: \"See, The Lord Is Coming With Thousands Upon Thousands Of His Holy Ones",
      "To Judge Everyone, And To Convict All The Ungodly Of All The Ungodly Acts They Have Done In The Ungodly Way, And Of All The Harsh Words Ungodly Sinners Have Spoken Against Him.\"",
      "These Men Are Grumblers And Faultfinders; They Follow Their Own Evil Desires; They Boast About Themselves And Flatter Others For Their Own Advantage.",
      "But, Dear Friends, Remember What The Apostles Of Our Lord Jesus Christ Foretold.",
      "They Said To You, \"In The Last Times There Will Be Scoffers Who Will Follow Their Own Ungodly Desires.\"",
      "These Are The Men Who Divide You, Who Follow Mere Natural Instincts And Do Not Have The Spirit.",
      "But You, Dear Friends, Build Yourselves Up In Your Most Holy Faith And Pray In The Holy Spirit.",
      "Keep Yourselves In God's Love As You Wait For The Mercy Of Our Lord Jesus Christ To Bring You To Eternal Life.",
      "Be Merciful To Those Who Doubt;",
      "Snatch Others From The Fire And Save Them; To Others Show Mercy, Mixed With Fear--hating Even The Clothing Stained By Corrupted Flesh.",
      "To Him Who Is Able To Keep You From Falling And To Present You Before His Glorious Presence Without Fault And With Great Joy--",
      "To The Only God Our Savior Be Glory, Majesty, Power And Authority, Through Jesus Christ Our Lord, Before All Ages, Now And Forevermore! Amen."
    ]
  ]
}
