{
    "chapter": [        
        [
            "The Revelation Of Jesus Christ, Which God Gave Him To Show His Servants What Must Soon Take Place. He Made It Known By Sending His Angel To His Servant John,",
            "Who Testifies To Everything He Saw--that Is, The Word Of God And The Testimony Of Jesus Christ.",
            "Blessed Is The One Who Reads The Words Of This Prophecy, And Blessed Are Those Who Hear It And Take To Heart What Is Written In It, Because The Time Is Near.",
            "John, To The Seven Churches In The Province Of Asia: Grace And Peace To You From Him Who Is, And Who Was, And Who Is To Come, And From The Seven Spirits",
            "Before His Throne, And From Jesus Christ, Who Is The Faithful Witness, The Firstborn From The Dead, And The Ruler Of The Kings Of The Earth.",
            "To Him Who Loves Us And Has Freed Us From Our Sins By His Blood, And Has Made Us To Be A Kingdom And Priests To Serve His God And Father--to Him Be Glory And Power For Ever And Ever! Amen.",
            "Look, He Is Coming With The Clouds, And Every Eye Will See Him, Even Those Who Pierced Him; And All The Peoples Of The Earth Will Mourn Because Of Him. So Shall It Be! Amen.",
            "\"I Am The Alpha And The Omega,\" Says The Lord God, \"Who Is, And Who Was, And Who Is To Come, The Almighty.\"",
            "I, John, Your Brother And Companion In The Suffering And Kingdom And Patient Endurance That Are Ours In Jesus, Was On The Island Of Patmos Because Of The Word Of God And The Testimony Of Jesus.",
            "On The Lord's Day I Was In The Spirit, And I Heard Behind Me A Loud Voice Like A Trumpet,",
            "Which Said: \"Write On A Scroll What You See And Send It To The Seven Churches: To Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia And Laodicea.\"",
            "I Turned Around To See The Voice That Was Speaking To Me. And When I Turned I Saw Seven Golden Lampstands,",
            "And Among The Lampstands Was Someone \"Like A Son Of Man,\" Dressed In A Robe Reaching Down To His Feet And With A Golden Sash Around His Chest.",
            "His Head And Hair Were White Like Wool, As White As Snow, And His Eyes Were Like Blazing Fire.",
            "His Feet Were Like Bronze Glowing In A Furnace, And His Voice Was Like The Sound Of Rushing Waters.",
            "In His Right Hand He Held Seven Stars, And Out Of His Mouth Came A Sharp Double-edged Sword. His Face Was Like The Sun Shining In All Its Brilliance.",
            "When I Saw Him, I Fell At His Feet As Though Dead. Then He Placed His Right Hand On Me And Said: \"Do Not Be Afraid. I Am The First And The Last.",
            "I Am The Living One; I Was Dead, And Behold I Am Alive For Ever And Ever! And I Hold The Keys Of Death And Hades.",
            "\"Write, Therefore, What You Have Seen, What Is Now And What Will Take Place Later.",
            "The Mystery Of The Seven Stars That You Saw In My Right Hand And Of The Seven Golden Lampstands Is This: The Seven Stars Are The Angels Of The Seven Churches, And The Seven Lampstands Are The Seven Churches."
        ],
        [
            "\"To The Angel Of The Church In Ephesus Write: These Are The Words Of Him Who Holds The Seven Stars In His Right Hand And Walks Among The Seven Golden Lampstands:",
            "I Know Your Deeds, Your Hard Work And Your Perseverance. I Know That You Cannot Tolerate Wicked Men, That You Have Tested Those Who Claim To Be Apostles But Are Not, And Have Found Them False.",
            "You Have Persevered And Have Endured Hardships For My Name, And Have Not Grown Weary.",
            "Yet I Hold This Against You: You Have Forsaken Your First Love.",
            "Remember The Height From Which You Have Fallen! Repent And Do The Things You Did At First. If You Do Not Repent, I Will Come To You And Remove Your Lampstand From Its Place.",
            "But You Have This In Your Favor: You Hate The Practices Of The Nicolaitans, Which I Also Hate.",
            "He Who Has An Ear, Let Him Hear What The Spirit Says To The Churches. To Him Who Overcomes, I Will Give The Right To Eat From The Tree Of Life, Which Is In The Paradise Of God.",
            "\"To The Angel Of The Church In Smyrna Write: These Are The Words Of Him Who Is The First And The Last, Who Died And Came To Life Again.",
            "I Know Your Afflictions And Your Poverty-yet You Are Rich! I Know The Slander Of Those Who Say They Are Jews And Are Not, But Are A Synagogue Of Satan.",
            "Do Not Be Afraid Of What You Are About To Suffer. I Tell You, The Devil Will Put Some Of You In Prison To Test You, And You Will Suffer Persecution For Ten Days. Be Faithful, Even To The Point Of Death, And I Will Give You The Crown Of Life.",
            "He Who Has An Ear, Let Him Hear What The Spirit Says To The Churches. He Who Overcomes Will Not Be Hurt At All By The Second Death.",
            "\"To The Angel Of The Church In Pergamum Write: These Are The Words Of Him Who Has The Sharp, Doubleedged Sword.",
            "I Know Where You Live-where Satan Has His Throne. Yet You Remain True To My Name. You Did Not Renounce Your Faith In Me, Even In The Days Of Antipas, My Faithful Witness, Who Was Put To Death In Your City-where Satan Lives.",
            "Nevertheless, I Have A Few Things Against You: You Have People There Who Hold To The Teaching Of Balaam, Who Taught Balak To Entice The Israelites To Sin By Eating Food Sacrificed To Idols And By Committing Sexual Immorality.",
            "Likewise You Also Have Those Who Hold To The Teaching Of The Nicolaitans.",
            "Repent Therefore! Otherwise, I Will Soon Come To You And Will Fight Against Them With The Sword Of My Mouth.",
            "He Who Has An Ear, Let Him Hear What The Spirit Says To The Churches. To Him Who Overcomes, I Will Give Some Of The Hidden Manna. I Will Also Give Him A White Stone With A New Name Written On It, Known Only To Him Who Receives It.",
            "\"To The Angel Of The Church In Thyatira Write: These Are The Words Of The Son Of God, Whose Eyes Are Like Blazing Fire And Whose Feet Are Like Burnished Bronze.",
            "I Know Your Deeds, Your Love And Faith, Your Service And Perseverance, And That You Are Now Doing More Than You Did At First.",
            "Nevertheless, I Have This Against You: You Tolerate That Woman Jezebel, Who Calls Herself A Prophetess. By Her Teaching She Misleads My Servants Into Sexual Immorality And The Eating Of Food Sacrificed To Idols.",
            "I Have Given Her Time To Repent Of Her Immorality, But She Is Unwilling.",
            "So I Will Cast Her On A Bed Of Suffering, And I Will Make Those Who Commit Adultery With Her Suffer Intensely, Unless They Repent Of Her Ways.",
            "I Will Strike Her Children Dead. Then All The Churches Will Know That I Am He Who Searches Hearts And Minds, And I Will Repay Each Of You According To Your Deeds.",
            "Now I Say To The Rest Of You In Thyatira, To You Who Do Not Hold To Her Teaching And Have Not Learned Satan's So-called Deep Secrets (I Will Not Impose Any Other Burden On You):",
            "Only Hold On To What You Have Until I Come.",
            "To Him Who Overcomes And Does My Will To The End, I Will Give Authority Over The Nations--",
            "'He Will Rule Them With An Iron Scepter; He Will Dash Them To Pieces Like Pottery' --",
            "Just As I Have Received Authority From My Father. I Will Also Give Him The Morning Star.",
            "He Who Has An Ear, Let Him Hear What The Spirit Says To The Churches."
        ],
        [
            "\"To The Angel Of The Church In Sardis Write: These Are The Words Of Him Who Holds The Seven Spirits Of God And The Seven Stars. I Know Your Deeds; You Have A Reputation Of Being Alive, But You Are Dead.",
            "Wake Up! Strengthen What Remains And Is About To Die, For I Have Not Found Your Deeds Complete In The Sight Of My God.",
            "Remember, Therefore, What You Have Received And Heard; Obey It, And Repent. But If You Do Not Wake Up, I Will Come Like A Thief, And You Will Not Know At What Time I Will Come To You.",
            "Yet You Have A Few People In Sardis Who Have Not Soiled Their Clothes. They Will Walk With Me, Dressed In White, For They Are Worthy.",
            "He Who Overcomes Will, Like Them, Be Dressed In White. I Will Never Blot Out His Name From The Book Of Life, But Will Acknowledge His Name Before My Father And His Angels.",
            "He Who Has An Ear, Let Him Hear What The Spirit Says To The Churches.",
            "\"To The Angel Of The Church In Philadelphia Write: These Are The Words Of Him Who Is Holy And True, Who Holds The Key Of David. What He Opens No One Can Shut, And What He Shuts No One Can Open.",
            "I Know Your Deeds. See, I Have Placed Before You An Open Door That No One Can Shut. I Know That You Have Little Strength, Yet You Have Kept My Word And Have Not Denied My Name.",
            "I Will Make Those Who Are Of The Synagogue Of Satan, Who Claim To Be Jews Though They Are Not, But Are Liars--i Will Make Them Come And Fall Down At Your Feet And Acknowledge That I Have Loved You.",
            "Since You Have Kept My Command To Endure Patiently, I Will Also Keep You From The Hour Of Trial That Is Going To Come Upon The Whole World To Test Those Who Live On The Earth.",
            "I Am Coming Soon. Hold On To What You Have, So That No One Will Take Your Crown.",
            "Him Who Overcomes I Will Make A Pillar In The Temple Of My God. Never Again Will He Leave It. I Will Write On Him The Name Of My God And The Name Of The City Of My God, The New Jerusalem, Which Is Coming Down Out Of Heaven From My God; And I Will Also Write On Him My New Name.",
            "He Who Has An Ear, Let Him Hear What The Spirit Says To The Churches.",
            "\"To The Angel Of The Church In Laodicea Write: These Are The Words Of The Amen, The Faithful And True Witness, The Ruler Of God's Creation.",
            "I Know Your Deeds, That You Are Neither Cold Nor Hot. I Wish You Were Either One Or The Other!",
            "So, Because You Are Lukewarm--neither Hot Nor Cold--i Am About To Spit You Out Of My Mouth.",
            "You Say, 'I Am Rich; I Have Acquired Wealth And Do Not Need A Thing.' But You Do Not Realize That You Are Wretched, Pitiful, Poor, Blind And Naked.",
            "I Counsel You To Buy From Me Gold Refined In The Fire, So You Can Become Rich; And White Clothes To Wear, So You Can Cover Your Shameful Nakedness; And Salve To Put On Your Eyes, So You Can See.",
            "Those Whom I Love I Rebuke And Discipline. So Be Earnest, And Repent.",
            "Here I Am! I Stand At The Door And Knock. If Anyone Hears My Voice And Opens The Door, I Will Come In And Eat With Him, And He With Me.",
            "To Him Who Overcomes, I Will Give The Right To Sit With Me On My Throne, Just As I Overcame And Sat Down With My Father On His Throne.",
            "He Who Has An Ear, Let Him Hear What The Spirit Says To The Churches.\""
        ],
        [
            "After This I Looked, And There Before Me Was A Door Standing Open In Heaven. And The Voice I Had First Heard Speaking To Me Like A Trumpet Said, \"Come Up Here, And I Will Show You What Must Take Place After This.\"",
            "At Once I Was In The Spirit, And There Before Me Was A Throne In Heaven With Someone Sitting On It.",
            "And The One Who Sat There Had The Appearance Of Jasper And Carnelian. A Rainbow, Resembling An Emerald, Encircled The Throne.",
            "Surrounding The Throne Were Twenty-four Other Thrones, And Seated On Them Were Twenty-four Elders. They Were Dressed In White And Had Crowns Of Gold On Their Heads.",
            "From The Throne Came Flashes Of Lightning, Rumblings And Peals Of Thunder. Before The Throne, Seven Lamps Were Blazing. These Are The Seven Spirits Of God.",
            "Also Before The Throne There Was What Looked Like A Sea Of Glass, Clear As Crystal.",
            "In The Center, Around The Throne, Were Four Living Creatures, And They Were Covered With Eyes, In Front And In Back. The First Living Creature Was Like A Lion, The Second Was Like An Ox, The Third Had A Face Like A Man, The Fourth Was Like A Flying Eagle.",
            "Each Of The Four Living Creatures Had Six Wings And Was Covered With Eyes All Around, Even Under His Wings. Day And Night They Never Stop Saying: \"Holy, Holy, Holy Is The Lord God Almighty, Who Was, And Is, And Is To Come.\"",
            "Whenever The Living Creatures Give Glory, Honor And Thanks To Him Who Sits On The Throne And Who Lives For Ever And Ever,",
            "The Twenty-four Elders Fall Down Before Him Who Sits On The Throne, And Worship Him Who Lives For Ever And Ever. They Lay Their Crowns Before The Throne And Say:",
            "\"You Are Worthy, Our Lord And God, To Receive Glory And Honor And Power, For You Created All Things, And By Your Will They Were Created And Have Their Being.\""
        ],
        [
            "Then I Saw In The Right Hand Of Him Who Sat On The Throne A Scroll With Writing On Both Sides And Sealed With Seven Seals.",
            "And I Saw A Mighty Angel Proclaiming In A Loud Voice, \"Who Is Worthy To Break The Seals And Open The Scroll?\"",
            "But No One In Heaven Or On Earth Or Under The Earth Could Open The Scroll Or Even Look Inside It.",
            "I Wept And Wept Because No One Was Found Who Was Worthy To Open The Scroll Or Look Inside.",
            "Then One Of The Elders Said To Me, \"Do Not Weep! See, The Lion Of The Tribe Of Judah, The Root Of David, Has Triumphed. He Is Able To Open The Scroll And Its Seven Seals.\"",
            "Then I Saw A Lamb, Looking As If It Had Been Slain, Standing In The Center Of The Throne, Encircled By The Four Living Creatures And The Elders. He Had Seven Horns And Seven Eyes, Which Are The Seven Spirits Of God Sent Out Into All The Earth.",
            "He Came And Took The Scroll From The Right Hand Of Him Who Sat On The Throne.",
            "And When He Had Taken It, The Four Living Creatures And The Twenty-four Elders Fell Down Before The Lamb. Each One Had A Harp And They Were Holding Golden Bowls Full Of Incense, Which Are The Prayers Of The Saints.",
            "And They Sang A New Song: \"You Are Worthy To Take The Scroll And To Open Its Seals, Because You Were Slain, And With Your Blood You Purchased Men For God From Every Tribe And Language And People And Nation.",
            "You Have Made Them To Be A Kingdom And Priests To Serve Our God, And They Will Reign On The Earth.\"",
            "Then I Looked And Heard The Voice Of Many Angels, Numbering Thousands Upon Thousands, And Ten Thousand Times Ten Thousand. They Encircled The Throne And The Living Creatures And The Elders.",
            "In A Loud Voice They Sang: \"Worthy Is The Lamb, Who Was Slain, To Receive Power And Wealth And Wisdom And Strength And Honor And Glory And Praise!\"",
            "Then I Heard Every Creature In Heaven And On Earth And Under The Earth And On The Sea, And All That Is In Them, Singing: \"To Him Who Sits On The Throne And To The Lamb Be Praise And Honor And Glory And Power, For Ever And Ever!\"",
            "The Four Living Creatures Said, \"Amen,\" And The Elders Fell Down And Worshiped."
        ],
        [
            "I Watched As The Lamb Opened The First Of The Seven Seals. Then I Heard One Of The Four Living Creatures Say In A Voice Like Thunder, \"Come!\"",
            "I Looked, And There Before Me Was A White Horse! Its Rider Held A Bow, And He Was Given A Crown, And He Rode Out As A Conqueror Bent On Conquest.",
            "When The Lamb Opened The Second Seal, I Heard The Second Living Creature Say, \"Come!\"",
            "Then Another Horse Came Out, A Fiery Red One. Its Rider Was Given Power To Take Peace From The Earth And To Make Men Slay Each Other. To Him Was Given A Large Sword.",
            "When The Lamb Opened The Third Seal, I Heard The Third Living Creature Say, \"Come!\" I Looked, And There Before Me Was A Black Horse! Its Rider Was Holding A Pair Of Scales In His Hand.",
            "Then I Heard What Sounded Like A Voice Among The Four Living Creatures, Saying, \"A Quart Of Wheat For A Day's Wages, And Three Quarts Of Barley For A Day's Wages, And Do Not Damage The Oil And The Wine!\"",
            "When The Lamb Opened The Fourth Seal, I Heard The Voice Of The Fourth Living Creature Say, \"Come!\"",
            "I Looked, And There Before Me Was A Pale Horse! Its Rider Was Named Death, And Hades Was Following Close Behind Him. They Were Given Power Over A Fourth Of The Earth To Kill By Sword, Famine And Plague, And By The Wild Beasts Of The Earth.",
            "When He Opened The Fifth Seal, I Saw Under The Altar The Souls Of Those Who Had Been Slain Because Of The Word Of God And The Testimony They Had Maintained.",
            "They Called Out In A Loud Voice, \"How Long, Sovereign Lord, Holy And True, Until You Judge The Inhabitants Of The Earth And Avenge Our Blood?\"",
            "Then Each Of Them Was Given A White Robe, And They Were Told To Wait A Little Longer, Until The Number Of Their Fellow Servants And Brothers Who Were To Be Killed As They Had Been Was Completed.",
            "I Watched As He Opened The Sixth Seal. There Was A Great Earthquake. The Sun Turned Black Like Sackcloth Made Of Goat Hair, The Whole Moon Turned Blood Red,",
            "And The Stars In The Sky Fell To Earth, As Late Figs Drop From A Fig Tree When Shaken By A Strong Wind.",
            "The Sky Receded Like A Scroll, Rolling Up, And Every Mountain And Island Was Removed From Its Place.",
            "Then The Kings Of The Earth, The Princes, The Generals, The Rich, The Mighty, And Every Slave And Every Free Man Hid In Caves And Among The Rocks Of The Mountains.",
            "They Called To The Mountains And The Rocks, \"Fall On Us And Hide Us From The Face Of Him Who Sits On The Throne And From The Wrath Of The Lamb!",
            "For The Great Day Of Their Wrath Has Come, And Who Can Stand?\""
        ],
        [
            "After This I Saw Four Angels Standing At The Four Corners Of The Earth, Holding Back The Four Winds Of The Earth To Prevent Any Wind From Blowing On The Land Or On The Sea Or On Any Tree.",
            "Then I Saw Another Angel Coming Up From The East, Having The Seal Of The Living God. He Called Out In A Loud Voice To The Four Angels Who Had Been Given Power To Harm The Land And The Sea:",
            "\"Do Not Harm The Land Or The Sea Or The Trees Until We Put A Seal On The Foreheads Of The Servants Of Our God.\"",
            "Then I Heard The Number Of Those Who Were Sealed: , From All The Tribes Of Israel.",
            "From The Tribe Of Judah , Were Sealed, From The Tribe Of Reuben ,, From The Tribe Of Gad ,,",
            "From The Tribe Of Asher ,, From The Tribe Of Naphtali ,, From The Tribe Of Manasseh ,,",
            "From The Tribe Of Simeon ,, From The Tribe Of Levi ,, From The Tribe Of Issachar ,,",
            "From The Tribe Of Zebulun ,, From The Tribe Of Joseph ,, From The Tribe Of Benjamin ,.",
            "After This I Looked And There Before Me Was A Great Multitude That No One Could Count, From Every Nation, Tribe, People And Language, Standing Before The Throne And In Front Of The Lamb. They Were Wearing White Robes And Were Holding Palm Branches In Their Hands.",
            "And They Cried Out In A Loud Voice: \"Salvation Belongs To Our God, Who Sits On The Throne, And To The Lamb.\"",
            "All The Angels Were Standing Around The Throne And Around The Elders And The Four Living Creatures. They Fell Down On Their Faces Before The Throne And Worshiped God,",
            "Saying: \"Amen! Praise And Glory And Wisdom And Thanks And Honor And Power And Strength Be To Our God For Ever And Ever. Amen!\"",
            "Then One Of The Elders Asked Me, \"These In White Robes--who Are They, And Where Did They Come From?\"",
            "I Answered, \"Sir, You Know.\"",
            "And He Said, \"These Are They Who Have Come Out Of The Great Tribulation; They Have Washed Their Robes And Made Them White In The Blood Of The Lamb. Therefore, \"They Are Before The Throne Of God And Serve Him Day And Night In His Temple; And He Who Sits On The Throne Will Spread His Tent Over Them.",
            "Never Again Will They Hunger; Never Again Will They Thirst. The Sun Will Not Beat Upon Them, Nor Any Scorching Heat.",
            "For The Lamb At The Center Of The Throne Will Be Their Shepherd; He Will Lead Them To Springs Of Living Water. And God Will Wipe Away Every Tear From Their Eyes.\""
        ],
        [
            "When He Opened The Seventh Seal, There Was Silence In Heaven For About Half An Hour.",
            "And I Saw The Seven Angels Who Stand Before God, And To Them Were Given Seven Trumpets.",
            "Another Angel, Who Had A Golden Censer, Came And Stood At The Altar. He Was Given Much Incense To Offer, With The Prayers Of All The Saints, On The Golden Altar Before The Throne.",
            "The Smoke Of The Incense, Together With The Prayers Of The Saints, Went Up Before God From The Angel's Hand.",
            "Then The Angel Took The Censer, Filled It With Fire From The Altar, And Hurled It On The Earth; And There Came Peals Of Thunder, Rumblings, Flashes Of Lightning And An Earthquake.",
            "Then The Seven Angels Who Had The Seven Trumpets Prepared To Sound Them.",
            "The First Angel Sounded His Trumpet, And There Came Hail And Fire Mixed With Blood, And It Was Hurled Down Upon The Earth. A Third Of The Earth Was Burned Up, A Third Of The Trees Were Burned Up, And All The Green Grass Was Burned Up.",
            "The Second Angel Sounded His Trumpet, And Something Like A Huge Mountain, All Ablaze, Was Thrown Into The Sea. A Third Of The Sea Turned Into Blood,",
            "A Third Of The Living Creatures In The Sea Died, And A Third Of The Ships Were Destroyed.",
            "The Third Angel Sounded His Trumpet, And A Great Star, Blazing Like A Torch, Fell From The Sky On A Third Of The Rivers And On The Springs Of Water--",
            "The Name Of The Star Is Wormwood. A Third Of The Waters Turned Bitter, And Many People Died From The Waters That Had Become Bitter.",
            "The Fourth Angel Sounded His Trumpet, And A Third Of The Sun Was Struck, A Third Of The Moon, And A Third Of The Stars, So That A Third Of Them Turned Dark. A Third Of The Day Was Without Light, And Also A Third Of The Night.",
            "As I Watched, I Heard An Eagle That Was Flying In Midair Call Out In A Loud Voice: \"Woe! Woe! Woe To The Inhabitants Of The Earth, Because Of The Trumpet Blasts About To Be Sounded By The Other Three Angels!\""
        ],
        [
            "The Fifth Angel Sounded His Trumpet, And I Saw A Star That Had Fallen From The Sky To The Earth. The Star Was Given The Key To The Shaft Of The Abyss.",
            "When He Opened The Abyss, Smoke Rose From It Like The Smoke From A Gigantic Furnace. The Sun And Sky Were Darkened By The Smoke From The Abyss.",
            "And Out Of The Smoke Locusts Came Down Upon The Earth And Were Given Power Like That Of Scorpions Of The Earth.",
            "They Were Told Not To Harm The Grass Of The Earth Or Any Plant Or Tree, But Only Those People Who Did Not Have The Seal Of God On Their Foreheads.",
            "They Were Not Given Power To Kill Them, But Only To Torture Them For Five Months. And The Agony They Suffered Was Like That Of The Sting Of A Scorpion When It Strikes A Man.",
            "During Those Days Men Will Seek Death, But Will Not Find It; They Will Long To Die, But Death Will Elude Them.",
            "The Locusts Looked Like Horses Prepared For Battle. On Their Heads They Wore Something Like Crowns Of Gold, And Their Faces Resembled Human Faces.",
            "Their Hair Was Like Women's Hair, And Their Teeth Were Like Lions' Teeth.",
            "They Had Breastplates Like Breastplates Of Iron, And The Sound Of Their Wings Was Like The Thundering Of Many Horses And Chariots Rushing Into Battle.",
            "They Had Tails And Stings Like Scorpions, And In Their Tails They Had Power To Torment People For Five Months.",
            "They Had As King Over Them The Angel Of The Abyss, Whose Name In Hebrew Is Abaddon, And In Greek, Apollyon.",
            "The First Woe Is Past; Two Other Woes Are Yet To Come.",
            "The Sixth Angel Sounded His Trumpet, And I Heard A Voice Coming From The Horns Of The Golden Altar That Is Before God.",
            "It Said To The Sixth Angel Who Had The Trumpet, \"Release The Four Angels Who Are Bound At The Great River Euphrates.\"",
            "And The Four Angels Who Had Been Kept Ready For This Very Hour And Day And Month And Year Were Released To Kill A Third Of Mankind.",
            "The Number Of The Mounted Troops Was Two Hundred Million. I Heard Their Number.",
            "The Horses And Riders I Saw In My Vision Looked Like This: Their Breastplates Were Fiery Red, Dark Blue, And Yellow As Sulfur. The Heads Of The Horses Resembled The Heads Of Lions, And Out Of Their Mouths Came Fire, Smoke And Sulfur.",
            "A Third Of Mankind Was Killed By The Three Plagues Of Fire, Smoke And Sulfur That Came Out Of Their Mouths.",
            "The Power Of The Horses Was In Their Mouths And In Their Tails; For Their Tails Were Like Snakes, Having Heads With Which They Inflict Injury.",
            "The Rest Of Mankind That Were Not Killed By These Plagues Still Did Not Repent Of The Work Of Their Hands; They Did Not Stop Worshiping Demons, And Idols Of Gold, Silver, Bronze, Stone And Wood--idols That Cannot See Or Hear Or Walk.",
            "Nor Did They Repent Of Their Murders, Their Magic Arts, Their Sexual Immorality Or Their Thefts."
        ],
        [
            "Then I Saw Another Mighty Angel Coming Down From Heaven. He Was Robed In A Cloud, With A Rainbow Above His Head; His Face Was Like The Sun, And His Legs Were Like Fiery Pillars.",
            "He Was Holding A Little Scroll, Which Lay Open In His Hand. He Planted His Right Foot On The Sea And His Left Foot On The Land,",
            "And He Gave A Loud Shout Like The Roar Of A Lion. When He Shouted, The Voices Of The Seven Thunders Spoke.",
            "And When The Seven Thunders Spoke, I Was About To Write; But I Heard A Voice From Heaven Say, \"Seal Up What The Seven Thunders Have Said And Do Not Write It Down.\"",
            "Then The Angel I Had Seen Standing On The Sea And On The Land Raised His Right Hand To Heaven.",
            "And He Swore By Him Who Lives For Ever And Ever, Who Created The Heavens And All That Is In Them, The Earth And All That Is In It, And The Sea And All That Is In It, And Said, \"There Will Be No More Delay!",
            "But In The Days When The Seventh Angel Is About To Sound His Trumpet, The Mystery Of God Will Be Accomplished, Just As He Announced To His Servants The Prophets.\"",
            "Then The Voice That I Had Heard From Heaven Spoke To Me Once More: \"Go, Take The Scroll That Lies Open In The Hand Of The Angel Who Is Standing On The Sea And On The Land.\"",
            "So I Went To The Angel And Asked Him To Give Me The Little Scroll. He Said To Me, \"Take It And Eat It. It Will Turn Your Stomach Sour, But In Your Mouth It Will Be As Sweet As Honey.\"",
            "I Took The Little Scroll From The Angel's Hand And Ate It. It Tasted As Sweet As Honey In My Mouth, But When I Had Eaten It, My Stomach Turned Sour.",
            "Then I Was Told, \"You Must Prophesy Again About Many Peoples, Nations, Languages And Kings.\""
        ],
        [
            "I Was Given A Reed Like A Measuring Rod And Was Told, \"Go And Measure The Temple Of God And The Altar, And Count The Worshipers There.",
            "But Exclude The Outer Court; Do Not Measure It, Because It Has Been Given To The Gentiles. They Will Trample On The Holy City For  Months.",
            "And I Will Give Power To My Two Witnesses, And They Will Prophesy For , Days, Clothed In Sackcloth.\"",
            "These Are The Two Olive Trees And The Two Lampstands That Stand Before The Lord Of The Earth.",
            "If Anyone Tries To Harm Them, Fire Comes From Their Mouths And Devours Their Enemies. This Is How Anyone Who Wants To Harm Them Must Die.",
            "These Men Have Power To Shut Up The Sky So That It Will Not Rain During The Time They Are Prophesying; And They Have Power To Turn The Waters Into Blood And To Strike The Earth With Every Kind Of Plague As Often As They Want.",
            "Now When They Have Finished Their Testimony, The Beast That Comes Up From The Abyss Will Attack Them, And Overpower And Kill Them.",
            "Their Bodies Will Lie In The Street Of The Great City, Which Is Figuratively Called Sodom And Egypt, Where Also Their Lord Was Crucified.",
            "For Three And A Half Days Men From Every People, Tribe, Language And Nation Will Gaze On Their Bodies And Refuse Them Burial.",
            "The Inhabitants Of The Earth Will Gloat Over Them And Will Celebrate By Sending Each Other Gifts, Because These Two Prophets Had Tormented Those Who Live On The Earth.",
            "But After The Three And A Half Days A Breath Of Life From God Entered Them, And They Stood On Their Feet, And Terror Struck Those Who Saw Them.",
            "Then They Heard A Loud Voice From Heaven Saying To Them, \"Come Up Here.\" And They Went Up To Heaven In A Cloud, While Their Enemies Looked On.",
            "At That Very Hour There Was A Severe Earthquake And A Tenth Of The City Collapsed. Seven Thousand People Were Killed In The Earthquake, And The Survivors Were Terrified And Gave Glory To The God Of Heaven.",
            "The Second Woe Has Passed; The Third Woe Is Coming Soon.",
            "The Seventh Angel Sounded His Trumpet, And There Were Loud Voices In Heaven, Which Said: \"The Kingdom Of The World Has Become The Kingdom Of Our Lord And Of His Christ, And He Will Reign For Ever And Ever.\"",
            "And The Twenty-four Elders, Who Were Seated On Their Thrones Before God, Fell On Their Faces And Worshiped God,",
            "Saying: \"We Give Thanks To You, Lord God Almighty, The One Who Is And Who Was, Because You Have Taken Your Great Power And Have Begun To Reign.",
            "The Nations Were Angry; And Your Wrath Has Come. The Time Has Come For Judging The Dead, And For Rewarding Your Servants The Prophets And Your Saints And Those Who Reverence Your Name, Both Small And Great-- And For Destroying Those Who Destroy The Earth.\"",
            "Then God's Temple In Heaven Was Opened, And Within His Temple Was Seen The Ark Of His Covenant. And There Came Flashes Of Lightning, Rumblings, Peals Of Thunder, An Earthquake And A Great Hailstorm."
        ],
        [
            "A Great And Wondrous Sign Appeared In Heaven: A Woman Clothed With The Sun, With The Moon Under Her Feet And A Crown Of Twelve Stars On Her Head.",
            "She Was Pregnant And Cried Out In Pain As She Was About To Give Birth.",
            "Then Another Sign Appeared In Heaven: An Enormous Red Dragon With Seven Heads And Ten Horns And Seven Crowns On His Heads.",
            "His Tail Swept A Third Of The Stars Out Of The Sky And Flung Them To The Earth. The Dragon Stood In Front Of The Woman Who Was About To Give Birth, So That He Might Devour Her Child The Moment It Was Born.",
            "She Gave Birth To A Son, A Male Child, Who Will Rule All The Nations With An Iron Scepter. And Her Child Was Snatched Up To God And To His Throne.",
            "The Woman Fled Into The Desert To A Place Prepared For Her By God, Where She Might Be Taken Care Of For , Days.",
            "And There Was War In Heaven. Michael And His Angels Fought Against The Dragon, And The Dragon And His Angels Fought Back.",
            "But He Was Not Strong Enough, And They Lost Their Place In Heaven.",
            "The Great Dragon Was Hurled Down--that Ancient Serpent Called The Devil, Or Satan, Who Leads The Whole World Astray. He Was Hurled To The Earth, And His Angels With Him.",
            "Then I Heard A Loud Voice In Heaven Say: \"Now Have Come The Salvation And The Power And The Kingdom Of Our God, And The Authority Of His Christ. For The Accuser Of Our Brothers, Who Accuses Them Before Our God Day And Night, Has Been Hurled Down.",
            "They Overcame Him By The Blood Of The Lamb And By The Word Of Their Testimony; They Did Not Love Their Lives So Much As To Shrink From Death.",
            "Therefore Rejoice, You Heavens And You Who Dwell In Them! But Woe To The Earth And The Sea, Because The Devil Has Gone Down To You! He Is Filled With Fury, Because He Knows That His Time Is Short.\"",
            "When The Dragon Saw That He Had Been Hurled To The Earth, He Pursued The Woman Who Had Given Birth To The Male Child.",
            "The Woman Was Given The Two Wings Of A Great Eagle, So That She Might Fly To The Place Prepared For Her In The Desert, Where She Would Be Taken Care Of For A Time, Times And Half A Time, Out Of The Serpent's Reach.",
            "Then From His Mouth The Serpent Spewed Water Like A River, To Overtake The Woman And Sweep Her Away With The Torrent.",
            "But The Earth Helped The Woman By Opening Its Mouth And Swallowing The River That The Dragon Had Spewed Out Of His Mouth.",
            "Then The Dragon Was Enraged At The Woman And Went Off To Make War Against The Rest Of Her Offspring--those Who Obey God's Commandments And Hold To The Testimony Of Jesus."
        ],
        [
            "And The Dragon Stood On The Shore Of The Sea.",
            "And I Saw A Beast Coming Out Of The Sea. He Had Ten Horns And Seven Heads, With Ten Crowns On His Horns, And On Each Head A Blasphemous Name. The Beast I Saw Resembled A Leopard, But Had Feet Like Those Of A Bear And A Mouth Like That Of A Lion. The Dragon Gave The Beast His Power And His Throne And Great Authority.",
            "One Of The Heads Of The Beast Seemed To Have Had A Fatal Wound, But The Fatal Wound Had Been Healed. The Whole World Was Astonished And Followed The Beast.",
            "Men Worshiped The Dragon Because He Had Given Authority To The Beast, And They Also Worshiped The Beast And Asked, \"Who Is Like The Beast? Who Can Make War Against Him?\"",
            "The Beast Was Given A Mouth To Utter Proud Words And Blasphemies And To Exercise His Authority For Forty-two Months.",
            "He Opened His Mouth To Blaspheme God, And To Slander His Name And His Dwelling Place And Those Who Live In Heaven.",
            "He Was Given Power To Make War Against The Saints And To Conquer Them. And He Was Given Authority Over Every Tribe, People, Language And Nation.",
            "All Inhabitants Of The Earth Will Worship The Beast--all Whose Names Have Not Been Written In The Book Of Life Belonging To The Lamb That Was Slain From The Creation Of The World.",
            "He Who Has An Ear, Let Him Hear.",
            "If Anyone Is To Go Into Captivity, Into Captivity He Will Go. If Anyone Is To Be Killed With The Sword, With The Sword He Will Be Killed. This Calls For Patient Endurance And Faithfulness On The Part Of The Saints.",
            "Then I Saw Another Beast, Coming Out Of The Earth. He Had Two Horns Like A Lamb, But He Spoke Like A Dragon.",
            "He Exercised All The Authority Of The First Beast On His Behalf, And Made The Earth And Its Inhabitants Worship The First Beast, Whose Fatal Wound Had Been Healed.",
            "And He Performed Great And Miraculous Signs, Even Causing Fire To Come Down From Heaven To Earth In Full View Of Men.",
            "Because Of The Signs He Was Given Power To Do On Behalf Of The First Beast, He Deceived The Inhabitants Of The Earth. He Ordered Them To Set Up An Image In Honor Of The Beast Who Was Wounded By The Sword And Yet Lived.",
            "He Was Given Power To Give Breath To The Image Of The First Beast, So That It Could Speak And Cause All Who Refused To Worship The Image To Be Killed.",
            "He Also Forced Everyone, Small And Great, Rich And Poor, Free And Slave, To Receive A Mark On His Right Hand Or On His Forehead,",
            "So That No One Could Buy Or Sell Unless He Had The Mark, Which Is The Name Of The Beast Or The Number Of His Name.",
            "This Calls For Wisdom. If Anyone Has Insight, Let Him Calculate The Number Of The Beast, For It Is Man's Number. His Number Is ."
        ],
        [
            "Then I Looked, And There Before Me Was The Lamb, Standing On Mount Zion, And With Him , Who Had His Name And His Father's Name Written On Their Foreheads.",
            "And I Heard A Sound From Heaven Like The Roar Of Rushing Waters And Like A Loud Peal Of Thunder. The Sound I Heard Was Like That Of Harpists Playing Their Harps.",
            "And They Sang A New Song Before The Throne And Before The Four Living Creatures And The Elders. No One Could Learn The Song Except The , Who Had Been Redeemed From The Earth.",
            "These Are Those Who Did Not Defile Themselves With Women, For They Kept Themselves Pure. They Follow The Lamb Wherever He Goes. They Were Purchased From Among Men And Offered As Firstfruits To God And The Lamb.",
            "No Lie Was Found In Their Mouths; They Are Blameless.",
            "Then I Saw Another Angel Flying In Midair, And He Had The Eternal Gospel To Proclaim To Those Who Live On The Earth--to Every Nation, Tribe, Language And People.",
            "He Said In A Loud Voice, \"Fear God And Give Him Glory, Because The Hour Of His Judgment Has Come. Worship Him Who Made The Heavens, The Earth, The Sea And The Springs Of Water.\"",
            "A Second Angel Followed And Said, \"Fallen! Fallen Is Babylon The Great, Which Made All The Nations Drink The Maddening Wine Of Her Adulteries.\"",
            "A Third Angel Followed Them And Said In A Loud Voice: \"If Anyone Worships The Beast And His Image And Receives His Mark On The Forehead Or On The Hand,",
            "He, Too, Will Drink Of The Wine Of God's Fury, Which Has Been Poured Full Strength Into The Cup Of His Wrath. He Will Be Tormented With Burning Sulfur In The Presence Of The Holy Angels And Of The Lamb.",
            "And The Smoke Of Their Torment Rises For Ever And Ever. There Is No Rest Day Or Night For Those Who Worship The Beast And His Image, Or For Anyone Who Receives The Mark Of His Name.\"",
            "This Calls For Patient Endurance On The Part Of The Saints Who Obey God's Commandments And Remain Faithful To Jesus.",
            "Then I Heard A Voice From Heaven Say, \"Write: Blessed Are The Dead Who Die In The Lord From Now On.\" \"Yes,\" Says The Spirit, \"They Will Rest From Their Labor, For Their Deeds Will Follow Them.\"",
            "I Looked, And There Before Me Was A White Cloud, And Seated On The Cloud Was One \"Like A Son Of Man\" With A Crown Of Gold On His Head And A Sharp Sickle In His Hand.",
            "Then Another Angel Came Out Of The Temple And Called In A Loud Voice To Him Who Was Sitting On The Cloud, \"Take Your Sickle And Reap, Because The Time To Reap Has Come, For The Harvest Of The Earth Is Ripe.\"",
            "So He Who Was Seated On The Cloud Swung His Sickle Over The Earth, And The Earth Was Harvested.",
            "Another Angel Came Out Of The Temple In Heaven, And He Too Had A Sharp Sickle.",
            "Still Another Angel, Who Had Charge Of The Fire, Came From The Altar And Called In A Loud Voice To Him Who Had The Sharp Sickle, \"Take Your Sharp Sickle And Gather The Clusters Of Grapes From The Earth's Vine, Because Its Grapes Are Ripe.\"",
            "The Angel Swung His Sickle On The Earth, Gathered Its Grapes And Threw Them Into The Great Winepress Of God's Wrath.",
            "They Were Trampled In The Winepress Outside The City, And Blood Flowed Out Of The Press, Rising As High As The Horses' Bridles For A Distance Of , Stadia."
        ],
        [
            "I Saw In Heaven Another Great And Marvelous Sign: Seven Angels With The Seven Last Plagues--last, Because With Them God's Wrath Is Completed.",
            "And I Saw What Looked Like A Sea Of Glass Mixed With Fire And, Standing Beside The Sea, Those Who Had Been Victorious Over The Beast And His Image And Over The Number Of His Name. They Held Harps Given Them By God",
            "And Sang The Song Of Moses The Servant Of God And The Song Of The Lamb: \"Great And Marvelous Are Your Deeds, Lord God Almighty. Just And True Are Your Ways, King Of The Ages.",
            "Who Will Not Fear You, O Lord, And Bring Glory To Your Name? For You Alone Are Holy. All Nations Will Come And Worship Before You, For Your Righteous Acts Have Been Revealed.\"",
            "After This I Looked And In Heaven The Temple, That Is, The Tabernacle Of The Testimony, Was Opened.",
            "Out Of The Temple Came The Seven Angels With The Seven Plagues. They Were Dressed In Clean, Shining Linen And Wore Golden Sashes Around Their Chests.",
            "Then One Of The Four Living Creatures Gave To The Seven Angels Seven Golden Bowls Filled With The Wrath Of God, Who Lives For Ever And Ever.",
            "And The Temple Was Filled With Smoke From The Glory Of God And From His Power, And No One Could Enter The Temple Until The Seven Plagues Of The Seven Angels Were Completed."
        ],
        [
            "Then I Heard A Loud Voice From The Temple Saying To The Seven Angels, \"Go, Pour Out The Seven Bowls Of God's Wrath On The Earth.\"",
            "The First Angel Went And Poured Out His Bowl On The Land, And Ugly And Painful Sores Broke Out On The People Who Had The Mark Of The Beast And Worshiped His Image.",
            "The Second Angel Poured Out His Bowl On The Sea, And It Turned Into Blood Like That Of A Dead Man, And Every Living Thing In The Sea Died.",
            "The Third Angel Poured Out His Bowl On The Rivers And Springs Of Water, And They Became Blood.",
            "Then I Heard The Angel In Charge Of The Waters Say: \"You Are Just In These Judgments, You Who Are And Who Were, The Holy One, Because You Have So Judged;",
            "For They Have Shed The Blood Of Your Saints And Prophets, And You Have Given Them Blood To Drink As They Deserve.\"",
            "And I Heard The Altar Respond: \"Yes, Lord God Almighty, True And Just Are Your Judgments.\"",
            "The Fourth Angel Poured Out His Bowl On The Sun, And The Sun Was Given Power To Scorch People With Fire.",
            "They Were Seared By The Intense Heat And They Cursed The Name Of God, Who Had Control Over These Plagues, But They Refused To Repent And Glorify Him.",
            "The Fifth Angel Poured Out His Bowl On The Throne Of The Beast, And His Kingdom Was Plunged Into Darkness. Men Gnawed Their Tongues In Agony",
            "And Cursed The God Of Heaven Because Of Their Pains And Their Sores, But They Refused To Repent Of What They Had Done.",
            "The Sixth Angel Poured Out His Bowl On The Great River Euphrates, And Its Water Was Dried Up To Prepare The Way For The Kings From The East.",
            "Then I Saw Three Evil Spirits That Looked Like Frogs; They Came Out Of The Mouth Of The Dragon, Out Of The Mouth Of The Beast And Out Of The Mouth Of The False Prophet.",
            "They Are Spirits Of Demons Performing Miraculous Signs, And They Go Out To The Kings Of The Whole World, To Gather Them For The Battle On The Great Day Of God Almighty.",
            "\"Behold, I Come Like A Thief! Blessed Is He Who Stays Awake And Keeps His Clothes With Him, So That He May Not Go Naked And Be Shamefully Exposed.\"",
            "Then They Gathered The Kings Together To The Place That In Hebrew Is Called Armageddon.",
            "The Seventh Angel Poured Out His Bowl Into The Air, And Out Of The Temple Came A Loud Voice From The Throne, Saying, \"It Is Done!\"",
            "Then There Came Flashes Of Lightning, Rumblings, Peals Of Thunder And A Severe Earthquake. No Earthquake Like It Has Ever Occurred Since Man Has Been On Earth, So Tremendous Was The Quake.",
            "The Great City Split Into Three Parts, And The Cities Of The Nations Collapsed. God Remembered Babylon The Great And Gave Her The Cup Filled With The Wine Of The Fury Of His Wrath.",
            "Every Island Fled Away And The Mountains Could Not Be Found.",
            "From The Sky Huge Hailstones Of About A Hundred Pounds Each Fell Upon Men. And They Cursed God On Account Of The Plague Of Hail, Because The Plague Was So Terrible."
        ],
        [
            "One Of The Seven Angels Who Had The Seven Bowls Came And Said To Me, \"Come, I Will Show You The Punishment Of The Great Prostitute, Who Sits On Many Waters.",
            "With Her The Kings Of The Earth Committed Adultery And The Inhabitants Of The Earth Were Intoxicated With The Wine Of Her Adulteries.\"",
            "Then The Angel Carried Me Away In The Spirit Into A Desert. There I Saw A Woman Sitting On A Scarlet Beast That Was Covered With Blasphemous Names And Had Seven Heads And Ten Horns.",
            "The Woman Was Dressed In Purple And Scarlet, And Was Glittering With Gold, Precious Stones And Pearls. She Held A Golden Cup In Her Hand, Filled With Abominable Things And The Filth Of Her Adulteries.",
            "This Title Was Written On Her Forehead:",
            "I Saw That The Woman Was Drunk With The Blood Of The Saints, The Blood Of Those Who Bore Testimony To Jesus.",
            "When I Saw Her, I Was Greatly Astonished. Then The Angel Said To Me: \"Why Are You Astonished? I Will Explain To You The Mystery Of The Woman And Of The Beast She Rides, Which Has The Seven Heads And Ten Horns.",
            "The Beast, Which You Saw, Once Was, Now Is Not, And Will Come Up Out Of The Abyss And Go To His Destruction. The Inhabitants Of The Earth Whose Names Have Not Been Written In The Book Of Life From The Creation Of The World Will Be Astonished When They See The Beast, Because He Once Was, Now Is Not, And Yet Will Come.",
            "\"This Calls For A Mind With Wisdom. The Seven Heads Are Seven Hills On Which The Woman Sits.",
            "They Are Also Seven Kings. Five Have Fallen, One Is, The Other Has Not Yet Come; But When He Does Come, He Must Remain For A Little While.",
            "The Beast Who Once Was, And Now Is Not, Is An Eighth King. He Belongs To The Seven And Is Going To His Destruction.",
            "\"The Ten Horns You Saw Are Ten Kings Who Have Not Yet Received A Kingdom, But Who For One Hour Will Receive Authority As Kings Along With The Beast.",
            "They Have One Purpose And Will Give Their Power And Authority To The Beast.",
            "They Will Make War Against The Lamb, But The Lamb Will Overcome Them Because He Is Lord Of Lords And King Of Kings--and With Him Will Be His Called, Chosen And Faithful Followers.\"",
            "Then The Angel Said To Me, \"The Waters You Saw, Where The Prostitute Sits, Are Peoples, Multitudes, Nations And Languages.",
            "The Beast And The Ten Horns You Saw Will Hate The Prostitute. They Will Bring Her To Ruin And Leave Her Naked; They Will Eat Her Flesh And Burn Her With Fire.",
            "For God Has Put It Into Their Hearts To Accomplish His Purpose By Agreeing To Give The Beast Their Power To Rule, Until God's Words Are Fulfilled.",
            "The Woman You Saw Is The Great City That Rules Over The Kings Of The Earth.\""
        ],
        [
            "After This I Saw Another Angel Coming Down From Heaven. He Had Great Authority, And The Earth Was Illuminated By His Splendor.",
            "With A Mighty Voice He Shouted: \"Fallen! Fallen Is Babylon The Great! She Has Become A Home For Demons And A Haunt For Every Evil Spirit, A Haunt For Every Unclean And Detestable Bird.",
            "For All The Nations Have Drunk The Maddening Wine Of Her Adulteries. The Kings Of The Earth Committed Adultery With Her, And The Merchants Of The Earth Grew Rich From Her Excessive Luxuries.\"",
            "Then I Heard Another Voice From Heaven Say: \"Come Out Of Her, My People, So That You Will Not Share In Her Sins, So That You Will Not Receive Any Of Her Plagues;",
            "For Her Sins Are Piled Up To Heaven, And God Has Remembered Her Crimes.",
            "Give Back To Her As She Has Given; Pay Her Back Double For What She Has Done. Mix Her A Double Portion From Her Own Cup.",
            "Give Her As Much Torture And Grief As The Glory And Luxury She Gave Herself. In Her Heart She Boasts, 'I Sit As Queen; I Am Not A Widow, And I Will Never Mourn.'",
            "Therefore In One Day Her Plagues Will Overtake Her: Death, Mourning And Famine. She Will Be Consumed By Fire, For Mighty Is The Lord God Who Judges Her.",
            "\"When The Kings Of The Earth Who Committed Adultery With Her And Shared Her Luxury See The Smoke Of Her Burning, They Will Weep And Mourn Over Her.",
            "Terrified At Her Torment, They Will Stand Far Off And Cry: \" 'Woe! Woe, O Great City, O Babylon, City Of Power! In One Hour Your Doom Has Come!'",
            "\"The Merchants Of The Earth Will Weep And Mourn Over Her Because No One Buys Their Cargoes Any More--",
            "Cargoes Of Gold, Silver, Precious Stones And Pearls; Fine Linen, Purple, Silk And Scarlet Cloth; Every Sort Of Citron Wood, And Articles Of Every Kind Made Of Ivory, Costly Wood, Bronze, Iron And Marble;",
            "Cargoes Of Cinnamon And Spice, Of Incense, Myrrh And Frankincense, Of Wine And Olive Oil, Of Fine Flour And Wheat; Cattle And Sheep; Horses And Carriages; And Bodies And Souls Of Men.",
            "\"They Will Say, 'The Fruit You Longed For Is Gone From You. All Your Riches And Splendor Have Vanished, Never To Be Recovered.'",
            "The Merchants Who Sold These Things And Gained Their Wealth From Her Will Stand Far Off, Terrified At Her Torment. They Will Weep And Mourn",
            "And Cry Out: \" 'Woe! Woe, O Great City, Dressed In Fine Linen, Purple And Scarlet, And Glittering With Gold, Precious Stones And Pearls!",
            "In One Hour Such Great Wealth Has Been Brought To Ruin!'",
            "\"Every Sea Captain, And All Who Travel By Ship, The Sailors, And All Who Earn Their Living From The Sea, Will Stand Far Off. When They See The Smoke Of Her Burning, They Will Exclaim, 'Was There Ever A City Like This Great City?'",
            "They Will Throw Dust On Their Heads, And With Weeping And Mourning Cry Out: \" 'Woe! Woe, O Great City, Where All Who Had Ships On The Sea Became Rich Through Her Wealth! In One Hour She Has Been Brought To Ruin!",
            "Rejoice Over Her, O Heaven! Rejoice, Saints And Apostles And Prophets! God Has Judged Her For The Way She Treated You.' \"",
            "Then A Mighty Angel Picked Up A Boulder The Size Of A Large Millstone And Threw It Into The Sea, And Said: \"With Such Violence The Great City Of Babylon Will Be Thrown Down, Never To Be Found Again.",
            "The Music Of Harpists And Musicians, Flute Players And Trumpeters, Will Never Be Heard In You Again. No Workman Of Any Trade Will Ever Be Found In You Again. The Sound Of A Millstone Will Never Be Heard In You Again.",
            "The Light Of A Lamp Will Never Shine In You Again. The Voice Of Bridegroom And Bride Will Never Be Heard In You Again. Your Merchants Were The World's Great Men. By Your Magic Spell All The Nations Were Led Astray.",
            "In Her Was Found The Blood Of Prophets And Of The Saints, And Of All Who Have Been Killed On The Earth.\""
        ],
        [
            "After This I Heard What Sounded Like The Roar Of A Great Multitude In Heaven Shouting: \"Hallelujah! Salvation And Glory And Power Belong To Our God,",
            "For True And Just Are His Judgments. He Has Condemned The Great Prostitute Who Corrupted The Earth By Her Adulteries. He Has Avenged On Her The Blood Of His Servants.\"",
            "And Again They Shouted: \"Hallelujah! The Smoke From Her Goes Up For Ever And Ever.\"",
            "The Twenty-four Elders And The Four Living Creatures Fell Down And Worshiped God, Who Was Seated On The Throne. And They Cried: \"Amen, Hallelujah!\"",
            "Then A Voice Came From The Throne, Saying: \"Praise Our God, All You His Servants, You Who Fear Him, Both Small And Great!\"",
            "Then I Heard What Sounded Like A Great Multitude, Like The Roar Of Rushing Waters And Like Loud Peals Of Thunder, Shouting: \"Hallelujah! For Our Lord God Almighty Reigns.",
            "Let Us Rejoice And Be Glad And Give Him Glory! For The Wedding Of The Lamb Has Come, And His Bride Has Made Herself Ready.",
            "Fine Linen, Bright And Clean, Was Given Her To Wear.\" (Fine Linen Stands For The Righteous Acts Of The Saints.)",
            "Then The Angel Said To Me, \"Write: 'Blessed Are Those Who Are Invited To The Wedding Supper Of The Lamb!' \" And He Added, \"These Are The True Words Of God.\"",
            "At This I Fell At His Feet To Worship Him. But He Said To Me, \"Do Not Do It! I Am A Fellow Servant With You And With Your Brothers Who Hold To The Testimony Of Jesus. Worship God! For The Testimony Of Jesus Is The Spirit Of Prophecy.\"",
            "I Saw Heaven Standing Open And There Before Me Was A White Horse, Whose Rider Is Called Faithful And True. With Justice He Judges And Makes War.",
            "His Eyes Are Like Blazing Fire, And On His Head Are Many Crowns. He Has A Name Written On Him That No One Knows But He Himself.",
            "He Is Dressed In A Robe Dipped In Blood, And His Name Is The Word Of God.",
            "The Armies Of Heaven Were Following Him, Riding On White Horses And Dressed In Fine Linen, White And Clean.",
            "Out Of His Mouth Comes A Sharp Sword With Which To Strike Down The Nations. \"He Will Rule Them With An Iron Scepter.\" He Treads The Winepress Of The Fury Of The Wrath Of God Almighty.",
            "On His Robe And On His Thigh He Has This Name Written:",
            "And I Saw An Angel Standing In The Sun, Who Cried In A Loud Voice To All The Birds Flying In Midair, \"Come, Gather Together For The Great Supper Of God,",
            "So That You May Eat The Flesh Of Kings, Generals, And Mighty Men, Of Horses And Their Riders, And The Flesh Of All People, Free And Slave, Small And Great.\"",
            "Then I Saw The Beast And The Kings Of The Earth And Their Armies Gathered Together To Make War Against The Rider On The Horse And His Army.",
            "But The Beast Was Captured, And With Him The False Prophet Who Had Performed The Miraculous Signs On His Behalf. With These Signs He Had Deluded Those Who Had Received The Mark Of The Beast And Worshiped His Image. The Two Of Them Were Thrown Alive Into The Fiery Lake Of Burning Sulfur.",
            "The Rest Of Them Were Killed With The Sword That Came Out Of The Mouth Of The Rider On The Horse, And All The Birds Gorged Themselves On Their Flesh."
        ],
        [
            "And I Saw An Angel Coming Down Out Of Heaven, Having The Key To The Abyss And Holding In His Hand A Great Chain.",
            "He Seized The Dragon, That Ancient Serpent, Who Is The Devil, Or Satan, And Bound Him For A Thousand Years.",
            "He Threw Him Into The Abyss, And Locked And Sealed It Over Him, To Keep Him From Deceiving The Nations Anymore Until The Thousand Years Were Ended. After That, He Must Be Set Free For A Short Time.",
            "I Saw Thrones On Which Were Seated Those Who Had Been Given Authority To Judge. And I Saw The Souls Of Those Who Had Been Beheaded Because Of Their Testimony For Jesus And Because Of The Word Of God. They Had Not Worshiped The Beast Or His Image And Had Not Received His Mark On Their Foreheads Or Their Hands. They Came To Life And Reigned With Christ A Thousand Years.",
            "(The Rest Of The Dead Did Not Come To Life Until The Thousand Years Were Ended.) This Is The First Resurrection.",
            "Blessed And Holy Are Those Who Have Part In The First Resurrection. The Second Death Has No Power Over Them, But They Will Be Priests Of God And Of Christ And Will Reign With Him For A Thousand Years.",
            "When The Thousand Years Are Over, Satan Will Be Released From His Prison",
            "And Will Go Out To Deceive The Nations In The Four Corners Of The Earth--gog And Magog--to Gather Them For Battle. In Number They Are Like The Sand On The Seashore.",
            "They Marched Across The Breadth Of The Earth And Surrounded The Camp Of God's People, The City He Loves. But Fire Came Down From Heaven And Devoured Them.",
            "And The Devil, Who Deceived Them, Was Thrown Into The Lake Of Burning Sulfur, Where The Beast And The False Prophet Had Been Thrown. They Will Be Tormented Day And Night For Ever And Ever.",
            "Then I Saw A Great White Throne And Him Who Was Seated On It. Earth And Sky Fled From His Presence, And There Was No Place For Them.",
            "And I Saw The Dead, Great And Small, Standing Before The Throne, And Books Were Opened. Another Book Was Opened, Which Is The Book Of Life. The Dead Were Judged According To What They Had Done As Recorded In The Books.",
            "The Sea Gave Up The Dead That Were In It, And Death And Hades Gave Up The Dead That Were In Them, And Each Person Was Judged According To What He Had Done.",
            "Then Death And Hades Were Thrown Into The Lake Of Fire. The Lake Of Fire Is The Second Death.",
            "If Anyone's Name Was Not Found Written In The Book Of Life, He Was Thrown Into The Lake Of Fire."
        ],
        [
            "Then I Saw A New Heaven And A New Earth, For The First Heaven And The First Earth Had Passed Away, And There Was No Longer Any Sea.",
            "I Saw The Holy City, The New Jerusalem, Coming Down Out Of Heaven From God, Prepared As A Bride Beautifully Dressed For Her Husband.",
            "And I Heard A Loud Voice From The Throne Saying, \"Now The Dwelling Of God Is With Men, And He Will Live With Them. They Will Be His People, And God Himself Will Be With Them And Be Their God.",
            "He Will Wipe Every Tear From Their Eyes. There Will Be No More Death Or Mourning Or Crying Or Pain, For The Old Order Of Things Has Passed Away.\"",
            "He Who Was Seated On The Throne Said, \"I Am Making Everything New!\" Then He Said, \"Write This Down, For These Words Are Trustworthy And True.\"",
            "He Said To Me: \"It Is Done. I Am The Alpha And The Omega, The Beginning And The End. To Him Who Is Thirsty I Will Give To Drink Without Cost From The Spring Of The Water Of Life.",
            "He Who Overcomes Will Inherit All This, And I Will Be His God And He Will Be My Son.",
            "But The Cowardly, The Unbelieving, The Vile, The Murderers, The Sexually Immoral, Those Who Practice Magic Arts, The Idolaters And All Liars--their Place Will Be In The Fiery Lake Of Burning Sulfur. This Is The Second Death.\"",
            "One Of The Seven Angels Who Had The Seven Bowls Full Of The Seven Last Plagues Came And Said To Me, \"Come, I Will Show You The Bride, The Wife Of The Lamb.\"",
            "And He Carried Me Away In The Spirit To A Mountain Great And High, And Showed Me The Holy City, Jerusalem, Coming Down Out Of Heaven From God.",
            "It Shone With The Glory Of God, And Its Brilliance Was Like That Of A Very Precious Jewel, Like A Jasper, Clear As Crystal.",
            "It Had A Great, High Wall With Twelve Gates, And With Twelve Angels At The Gates. On The Gates Were Written The Names Of The Twelve Tribes Of Israel.",
            "There Were Three Gates On The East, Three On The North, Three On The South And Three On The West.",
            "The Wall Of The City Had Twelve Foundations, And On Them Were The Names Of The Twelve Apostles Of The Lamb.",
            "The Angel Who Talked With Me Had A Measuring Rod Of Gold To Measure The City, Its Gates And Its Walls.",
            "The City Was Laid Out Like A Square, As Long As It Was Wide. He Measured The City With The Rod And Found It To Be , Stadia In Length, And As Wide And High As It Is Long.",
            "He Measured Its Wall And It Was  Cubits Thick, By Man's Measurement, Which The Angel Was Using.",
            "The Wall Was Made Of Jasper, And The City Of Pure Gold, As Pure As Glass.",
            "The Foundations Of The City Walls Were Decorated With Every Kind Of Precious Stone. The First Foundation Was Jasper, The Second Sapphire, The Third Chalcedony, The Fourth Emerald,",
            "The Fifth Sardonyx, The Sixth Carnelian, The Seventh Chrysolite, The Eighth Beryl, The Ninth Topaz, The Tenth Chrysoprase, The Eleventh Jacinth, And The Twelfth Amethyst.",
            "The Twelve Gates Were Twelve Pearls, Each Gate Made Of A Single Pearl. The Great Street Of The City Was Of Pure Gold, Like Transparent Glass.",
            "I Did Not See A Temple In The City, Because The Lord God Almighty And The Lamb Are Its Temple.",
            "The City Does Not Need The Sun Or The Moon To Shine On It, For The Glory Of God Gives It Light, And The Lamb Is Its Lamp.",
            "The Nations Will Walk By Its Light, And The Kings Of The Earth Will Bring Their Splendor Into It.",
            "On No Day Will Its Gates Ever Be Shut, For There Will Be No Night There.",
            "The Glory And Honor Of The Nations Will Be Brought Into It.",
            "Nothing Impure Will Ever Enter It, Nor Will Anyone Who Does What Is Shameful Or Deceitful, But Only Those Whose Names Are Written In The Lamb's Book Of Life."
        ],
        [
            "Then The Angel Showed Me The River Of The Water Of Life, As Clear As Crystal, Flowing From The Throne Of God And Of The Lamb",
            "Down The Middle Of The Great Street Of The City. On Each Side Of The River Stood The Tree Of Life, Bearing Twelve Crops Of Fruit, Yielding Its Fruit Every Month. And The Leaves Of The Tree Are For The Healing Of The Nations.",
            "No Longer Will There Be Any Curse. The Throne Of God And Of The Lamb Will Be In The City, And His Servants Will Serve Him.",
            "They Will See His Face, And His Name Will Be On Their Foreheads.",
            "There Will Be No More Night. They Will Not Need The Light Of A Lamp Or The Light Of The Sun, For The Lord God Will Give Them Light. And They Will Reign For Ever And Ever.",
            "The Angel Said To Me, \"These Words Are Trustworthy And True. The Lord, The God Of The Spirits Of The Prophets, Sent His Angel To Show His Servants The Things That Must Soon Take Place.\"",
            "\"Behold, I Am Coming Soon! Blessed Is He Who Keeps The Words Of The Prophecy In This Book.\"",
            "I, John, Am The One Who Heard And Saw These Things. And When I Had Heard And Seen Them, I Fell Down To Worship At The Feet Of The Angel Who Had Been Showing Them To Me.",
            "But He Said To Me, \"Do Not Do It! I Am A Fellow Servant With You And With Your Brothers The Prophets And Of All Who Keep The Words Of This Book. Worship God!\"",
            "Then He Told Me, \"Do Not Seal Up The Words Of The Prophecy Of This Book, Because The Time Is Near.",
            "Let Him Who Does Wrong Continue To Do Wrong; Let Him Who Is Vile Continue To Be Vile; Let Him Who Does Right Continue To Do Right; And Let Him Who Is Holy Continue To Be Holy.\"",
            "\"Behold, I Am Coming Soon! My Reward Is With Me, And I Will Give To Everyone According To What He Has Done.",
            "I Am The Alpha And The Omega, The First And The Last, The Beginning And The End.",
            "\"Blessed Are Those Who Wash Their Robes, That They May Have The Right To The Tree Of Life And May Go Through The Gates Into The City.",
            "Outside Are The Dogs, Those Who Practice Magic Arts, The Sexually Immoral, The Murderers, The Idolaters And Everyone Who Loves And Practices Falsehood.",
            "\"I, Jesus, Have Sent My Angel To Give You This Testimony For The Churches. I Am The Root And The Offspring Of David, And The Bright Morning Star.\"",
            "The Spirit And The Bride Say, \"Come!\" And Let Him Who Hears Say, \"Come!\" Whoever Is Thirsty, Let Him Come; And Whoever Wishes, Let Him Take The Free Gift Of The Water Of Life.",
            "I Warn Everyone Who Hears The Words Of The Prophecy Of This Book: If Anyone Adds Anything To Them, God Will Add To Him The Plagues Described In This Book.",
            "And If Anyone Takes Words Away From This Book Of Prophecy, God Will Take Away From Him His Share In The Tree Of Life And In The Holy City, Which Are Described In This Book.",
            "He Who Testifies To These Things Says, \"Yes, I Am Coming Soon.\" Amen. Come, Lord Jesus.",
            "The Grace Of The Lord Jesus Be With God's People. Amen."
        ]
    ]
}